{
    "Help keep the Fedora experience smooth, performant and bug-free by participating in a [test day](https://fedoraproject.org/wiki/QA/Test_Days)": "Дапамажыце захаваць плыўнасць, прадукцыйнасць і адсутнасць памылак у працы Fedora, прыняўшы ўдзел у [тэставым дні](https://fedoraproject.org/wiki/QA/Test_Days)",
    "Run virtual machines and containers with [libvirt](https://libvirt.org/) and [podman](https://podman.io/) or build amazing applications on top of the [WildFly](https://www.wildfly.org) application runtime": "Запускайце віртуальныя машыны і кантэйнеры з дапамогай [libvirt](https://libvirt.org/) і [podman](https://podman.io/) або стварайце дзіўныя прыкладанні на [WildFly](https://www.wildfly.org)",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "У нас **зараз адкрыты конкурс конкурсных прапаноў і фундатараў** для штогадовай віртуальнай канферэнцыі Fedora Nest у гэтым годзе! Дэдлайн з датамі прыёму заявак **1 ліпеня і 8 ліпеня 2022 года**.\n[Чытайце падрабязней аб конкурсе і прапануйце свае прапановы](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "У нас **зараз адкрыты конкурс заявак і фундатараў** для штогадовай віртуальнай канферэнцыі Fedora Nest у гэтым годзе! Дэдлайн з датамі прыёму заявак **1 ліпеня і 8 ліпеня 2022 года**.\n\n[Чытайце падрабязней аб конкурсе і прапануйце свае прапановы](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "Fedora Labs": "Наборы Fedora",
    "Fedora Budgie Spin": "Вобраз Fedora Budgie",
    "Budgie Desktop Settings": "Наладкі працоўнага стала Budgie",
    "Sign up at [server@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/server@lists.fedoraproject.org/)": "Зарэгіструйцеся на [server{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/), каб атрымліваць расклады сходаў і пратаколы [праглядаць архівы](https://lists.fedoraproject.org/archives/list/server{'@'}lists.fedoraproject.org/)",
    "Please take a moment and let us know. [Learn how on our wiki page](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).": "Надасце час і дайце нам ведаць. [Даведайцеся, як гэта зрабіць на нашай вікі-старонцы](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).",
    "Both the Fedora Community Blog and Fedora Magazine are always [looking for article proposals, writers, and editors](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ": "І блог супольнасці Fedora, і часопіс Fedora увесь час [шукаюць новых, якія прапануюць артыкулы, пісьменнікаў і рэдактараў](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ",
    "We're so glad you've decided to give Fedora XFCE a try. We know you'll love it.": "Мы вельмі радыя, што вы вырашылі паспрабаваць Fedora XFCE. Мы ведаем, што вам спадабаецца.",
    "Universal messaging client. Communicate with the world via IRC, AIM, MSN, Yahoo and other instant messaging systems.": "Універсальны кліент абмену паведамленнямі. Майце зносіны з усім светам праз IRC, AIM, MSN, Yahoo і іншыя сістэмы абмену імгненнымі паведамленнямі.",
    "The Fedora Xfce spin showcases the Xfce desktop, which aims to be fast and lightweight, while still being visually appealing and user friendly.\nFedora Xfce is a full-fledged desktop using the freedesktop.org standards.": "Fedora Xfce spin дэманструе працоўны стол Xfce, які імкнецца быць хуткім і лёгкім, застаючыся пры гэтым візуальна прывабным і зручным для карыстача.\nFedora Xfce – гэта паўнавартасны працоўны стол, які выкарыстоўвае стандарты freedesktop.org.",
    "System Settings": "Сістэмныя наладкі",
    "Screenshot of Fedora XFCE desktop": "Скрыншот працоўнага стала Fedora XFCE",
    "Quick and full featured word processing made easy.": "Хуткая і поўнафункцыянальная апрацоўка тэкстаў.",
    "No need to know cryptic commands and config files. Click the options you like to change and choose the settings that make you happy.": "Няма неабходнасці разбірацца ў загадкавых камандах і канфігурацыйных файлах. Пстрыкніце па параметрах, якія вы жадаеце змяніць, і абярыце тыя налады, якія вас уладкоўваюць.",
    "Manage and play your music with ease.": "Кіруйце і прайгравайце сваю музыку з лёгкасцю.",
    "Gnumeric is a lightweight application to create lightning fast spreadsheets.": "Gnumeric - гэта лёгкае прыкладанне для стварэння вельмі хуткіх электронных табліц.",
    "Fedora XFCE Image": "Вобраз Fedora XFCE",
    "Claws Mail is an easy to configure and full featured email application for the Xfce Desktop.": "Claws Mail - гэта простае ў наладзе і поўнафункцыянальны паштовае прыкладанне для працоўнага стала Xfce.",
    "A quick and easy to use image viewer.": "Хуткі і просты ў выкарыстанні прагляднік фатаграфій.",
    "A modern media player, using GTK+3 and the GStreamer plugin framework.": "Сучасны медыяплэер, які выкарыстоўвае GTK+3 і плагіны GStreamer.",
    "Workstation speaks your language": "Сістэма, якая размаўляе на зразумелай мове",
    "Workstation is carefully curated to deliver a high-quality experience. The desktop is clean and uncluttered.": "Рабочая станцыя старанна прадумана для забеспячэння высокай якасці працы. Рабочы стол чысты і незагрувашчаны.",
    "With Fedora, your desktop is your own. It's free, there are no ads, and your data belongs to you.": "У Fedora ваш працоўны стол належыць вам. Ён бясплатны, у ім няма рэкламы, а вашыя дадзеныя належаць вам.",
    "Why Fedora Workstation?": "Чаму менавіта Fedora Workstation?",
    "Virtualization made easy": "Віртуалізацыя - гэта проста",
    "Use the latest container tools from the Red Hat ecosystem. No setup required. Access the Red Hat container registry.": "Выкарыстоўвайце найноўшыя прылады для працы з кантэйнерамі з экасістэмы Red Hat. Настройка не патрабуецца. Доступ да рэестра кантэйнераў Red Hat.",
    "Use performance mode to boost hardware speed when you need it. Turn off notifications with Do Not Disturb. Press the Super key and just type to search for what you need.": "Выкарыстоўвайце рэжым прадукцыйнасці, каб павялічыць хуткасць працы абсталявання, калі гэта неабходна. Адключыце апавяшчэння з дапамогай функцыі \"Не турбаваць\". Націсніце клавішу Super і проста набярыце тэкст для пошуку неабходнага.",
    "Turn the lights down low": "Прыглушыце святло",
    "Trusted": "Правераны",
    "Thanks to a global community of translators, Workstation is available in many languages.": "Дзякуючы глабальнай супольнасці перакладчыкаў, Workstation даступная на многіх мовах.",
    "Reliable": "Надзейны",
    "Productivity-boosting desktop features": "Функцыі працоўнага стала, якія падвышаюць прадукцыйнасць",
    "Participate in workstation discussions on [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)": "Удзельнічайце ў абмеркаваннях працоўных месцаў на [discussion.fedoraproject.org/c/project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)",
    "Participate in a test day": "Прыняць удзел у тэставым дні",
    "Optionally bring your online calendar, contacts and data to the desktop with online accounts": "Магчымасць пераносу анлайн-календара, кантактаў і дадзеных на працоўны стол з дапамогай анлайн-уліковых запісаў",
    "Open to all current and potential contributors weekly - find more info [here](https://fedoraproject.org/wiki/Design).": "Адкрыты для ўсіх дзейных і патэнцыйных удзельнікаў штотыдзень - больш падрабязная інфармацыя [тут](https://fedoraproject.org/wiki/Design).",
    "Online account integration": "Інтэграцыя рахункаў у рэжыме анлайн",
    "Leading technology": "Вядучыя тэхналогіі",
    "High-efficiency tool for creating, running and managing containers": "Высокаэфектыўны інструмент для стварэння, запуску і кіравання кантэйнерамі",
    "Helpful out of the box": "Карысна са скрынкі",
    "Help the design and docs teams with workstation": "Дапамога камандам распрацоўшчыкаў і дакументазнаўцаў у працы з працоўнымі станцыямі",
    "Guides on developing and deploying applications using Fedora workstation": "Кіраўніцтвы па распрацоўцы і разгортванню прыкладанняў з дапамогай Fedora Workstation",
    "Great for developers": "Выдатна падыходзіць для распрацоўшчыкаў",
    "Get started developing with Fedora Workstation": "Пачніце распрацоўку з Fedora Workstation",
    "Free & private": "Бясплатна і канфідэнцыйна",
    "Flip a switch to turn on dark mode and give your eyes a break. Or use night light to reduce screen glare and help with sleep.": "Пераключыце перамыкач, каб уключыць цёмны рэжым і даць вачам адпачыць. Або выкарыстоўвайце прикроватную лямпу, каб паменшыць блікі на экране і аблегчыць засынанне.",
    "Fedora comes with a fantastic collection of apps which cater to every need. Easily install the very best desktop apps with the click of a button from Fedora's repositories, Flathub or anywhere else.": "Fedora уключае фантастычную калекцыю прыкладанняў для ўсіх вашых патрэб. Лёгка ўсталёўвайце лепшыя прыкладанні для ПК адной пстрычкай мышы з Fedora, Flathub або іншых рэпазітароў.",
    "Fedora Workstation is the result of work done across the Fedora Project, and everyone is welcome to participate. To learn how decisions are made about Workstation, see the [Fedora Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/) pages.": "Fedora Workstation – гэта вынік працы, праведзенай праектам Fedora, і кожны можа прыняць у ёй удзел. Каб даведацца, як прымаюцца рашэнні па працоўнай станцыі, глядзіце старонкі [Fedora Workstation Workgroup](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Workstation includes a great set of utilities, like Clocks, Weather and Maps.": "Fedora Workstation уключае выдатны набор інструментаў, такіх як сусветныя гадзіннік, прагноз надвор'я і карты.",
    "Fedora Workstation Image": "Вобраз Fedora Workstation",
    "Fantastic apps": "Фантастычныя прыкладанні",
    "Easily install, update and manage software packages": "Простая ўстаноўка, абнаўленне і кіраванне праграмнымі пакетамі",
    "Each version is updated for approximately 13 months, and upgrades between versions are quick and easy.": "Кожная версія абнаўляецца на працягу прыкладна 13 месяцаў, а абнаўленні паміж версіямі адбываюцца хутка і лёгка.",
    "Download now": "Спампаваць зараз",
    "Developed in partnership with upstream projects. Rigorously tested. Backed by Red Hat.": "Распрацаваны ў кансультацыі з усёабдымнымі праектамі. Строга тэсціруецца. Падтрымліваецца кампаніяй Red Hat.",
    "Containers ready to go": "Кантэйнеры, гатовыя да выкарыстання",
    "Built on the latest technologies and enhancements that open source has to offer.": "Пабудаваны на аснове найноўшых тэхналогій і ўдасканаленняў, якія прапануе адкрыты зыходны код.",
    "Boxes takes the guesswork out of using virtual machines. Just select the OS you want to install, and the app will do the rest.": "Boxes пазбаўляе ад неабходнасці варажыць аб выкарыстанні віртуальных машын. Проста абярыце АС, якую вы хочаце ўсталяваць, а дадатак зробіць усё астатняе.",
    "Beautiful": "Прыгожы",
    "Ask and answer questions on [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)": "Задавайце і адказвайце на пытанні на [discussion.fedoraproject.org/c/ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)",
    "All the packages, tools and runtimes you might need, up to date and ready for use with just a single command.": "Усе пакеты, прылады і асяроддзі выканання, якія могуць вам спатрэбіцца, абноўлены і гатовыя да выкарыстання з дапамогай адной каманды.",
    "All the packages developers need": "Усе пакеты, неабходныя для распрацоўшчыкаў",
    "A beautiful, high-quality desktop, built on the latest open source technology. Trusted, powerful and easy.\n": "Прыгожая, высакаякасная аперацыйная сістэма, створаная з выкарыстаннем найноўшых тэхналогій з адчыненым зыходным кодам. Надзейная, з мноствам функцый і простая ў выкарыстанні.\n",
    "We've partnered with companies like Lenovo to bring you laptops pre-loaded with Fedora that include fully-supported hardware components. ": "Мы супрацоўнічаем з такімі кампаніямі, як Lenovo, каб даць наўтбукі з прадусталяванай Fedora, якія ўключаюць цалкам падтрымліваюцца апаратныя кампаненты. ",
    "We're so glad you've decided to give Fedora Workstation a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Workstation. Мы ведаем, што вам спадабаецца.",
    "Not sure how to use these files? [Learn here](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)": "Не ведаеце, як выкарыстоўваць гэтыя файлы? [Даведайцеся больш](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)",
    "Mac": "Mac",
    "Learn more about Fedora Media Writer": "Дадатковая інфармацыя аб Fedora Media Writer",
    "Laptops pre-loaded with Fedora": "Наўтбукі з прадусталяванай Fedora",
    "Just want an ISO file?": "Вам патрэбен толькі файл ISO?",
    "Getting going with Fedora is easier than ever. All you need is a 2GB USB flash drive, and Fedora Media Writer.\nOnce Fedora Media Writer is installed, it will set up your flash drive to run a \"Live\" version of Fedora Workstation, meaning that you can boot it from your flash drive and try it out right away without making any permanent changes to your computer. Once you are hooked, installing it to your hard drive is a matter of clicking a few buttons*.": "Пачаць працу з Fedora стала прасцей, чым калі-небудзь. Усё, што вам трэба, - гэта флэш-назапашвальнік USB аб'ёмам мін. 2 Гб і праграма Fedora Media Writer.\nПасля ўсталёўкі Fedora Media Writer наладзіць флешку на запуск \"жывы\" версіі Fedora Workstation, гэта значыць вы зможаце загрузіцца з флэшкі і адразу ж апрабаваць яе, не ўносячы ніякіх пастаянных змен у свой кампутар. Пасля таго як вы падключыцеся, усталёўка на цвёрдую кружэлку - гэта ўсяго толькі націск некалькіх кнопак*.",
    "Get started by using Fedora Media Writer, which makes it super easy to give Fedora a try. [Learn More](https://docs.fedoraproject.org/en-US/fedora/latest/preparing-boot-media/#_fedora_media_writer)": "Пачніце з Fedora Media Writer, з дапамогай якога вельмі лёгка паспрабаваць Fedora. [Больш падрабязна](https://docs.fedoraproject.org/en-US/fedora/latest/preparing-boot-media/#_fedora_media_writer)",
    "Explore Fedora Laptops": "Пазнаёмцеся з наўтбукамі Fedora",
    " * Fedora requires a minimum of 20GB disk, 2GB RAM, to install and run successfully. Double those amounts is recommended. ": " * Для паспяховай усталёўкі і працы Fedora патрабуецца не меней 20 Гб дыскавай прасторы і 2 Гб аператыўнай памяці. Рэкамендуецца ўдвая больш месцы і памяці. ",
    "You can view, file, and discuss Fedora Workstation issues on [the Fedora Workstation issue tracker](https://fedoraproject.org/wiki/Bugzilla).": "Вы можаце праглядаць, паведамляць і абмяркоўваць памылкі Fedora Workstation на сайце [Fedora Workstation Bug Tracking](https://fedoraproject.org/wiki/Bugzilla).",
    "You can chat with the Fedora Workstation Working Group via either Matrix or IRC: **#workstation:fedoraproject.org** on Matrix or #fedora-workstation on irc.libera.chat.": "Вы можаце мець зносіны з працоўнай групай Fedora Workstation праз Matrix ці IRC: **#workstation:fedoraproject.org** на Matrix ці #fedora-workstation на irc.libera.chat.",
    "Workstation Working Group meetings are open to all current and potential contributors on **Tuesdays, 9:30 AM US Eastern** on [bluejeans.com/395383051](https://bluejeans.com/395383051).": "Сустрэчы рабочай групы Workstations адкрыты для ўсіх дзеючых і патэнцыйных удзельнікаў па **аўторках, 9:30 раніцы па ўсходнім часе ЗША** на [bluejeans.com/395383051](https://bluejeans.com/395383051).",
    "The Fedora Workstation Working Group sends meeting agendas and minutes and has discussions on their mailing list at **desktop@lists.fedoraproject.org**.": "Працоўная група па працоўных станцыях Fedora рассылае расклады і пратаколы паседжанняў і праводзіць абмеркаванні ў сваім спісе рассылання па адрасе **desktop{'@'}lists.fedoraproject.org**.",
    "The **Fedora Workstation** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Workstation users and contributors.": "Пазнака **Fedora Workstation** на дыскусійным форуме Fedora - гэта выдатнае месца для зносін з іншымі карыстальнікамі і распрацоўшчыкамі Fedora Workstation.",
    "Join a community of users and contributors focused on Fedora Workstation.": "Далучайцеся да супольнасці карыстальнікаў і распрацоўшчыкаў, арыентаваных на Fedora Workstation.",
    "Fedora Workstation is created by a team in the Fedora Project community called the **Workstation Working Group**. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the [Workstation Working Group website](https://docs.fedoraproject.org/en-US/workstation-working-group/).": "Fedora Workstation распрацоўваецца групай у супольнасці праекта Fedora пад назвай **Workstation Workgroup**. Яна складаецца з афіцыйных сяброў, якія маюць права прымаць рашэнні, а таксама іншых удзельнікаў. Даведайцеся больш пра гэтую групу і пра тое, як вы можаце прыняць у ёй удзел, на сайце [Workstation Workgroup website](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Communication channels": "Каналы сувязі",
    "We're so glad you've decided to give Fedora Sway Spin a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Sway. Мы ведаем, што ён вам спадабаецца.",
    "The Fedora Sway Spin provides the popular Sway tiling window manager. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse,touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sway Spin offers a complete experience with a minimalist user interface.": "Fedora Sway падае папулярны пліткавы аконны мэнэджар Sway. Гэта робіць Sway даступным і прывабным як для пачаткоўцаў, так і для дасведчаных карыстачоў, якія аддаюць перавагу не выкарыстоўваць мыш, тачпад ці іншая якая паказвае прыладу для ўзаемадзеяння з асяроддзем. Дзякуючы легкаважным прыкладанням для прагляду вэб-старонак, рэдагаванні тэксту і прайграванні мультымедыя, Fedora Sway прапануе поўны досвед працы з мінімалістычным карыстацкім інтэрфейсам.",
    "These are some convenient links to the discussion threads for several of Fedora's larger subprojects and special interest groups.": "Вось некалькі зручных спасылак на галіны абмеркаванняў некаторых буйных падпраектаў Fedora і груп па асаблівых інтарэсах.",
    "These are sites where updates about new and upcomming events, releases, packages, and projects are likely to be posted. You might want to subscribe to some of these to get the notices in your inbox.": "Гэта сайты, на якіх публікуюцца абнаўленні аб новых і маючых адбыцца падзеях, рэлізах, пакетах і праектах. Вы можаце падпісацца на некаторыя з іх, каб атрымліваць апавяшчэнні ў сваю паштовую скрыню.",
    "These are places to get (and give) user support.": "Гэта месцы, дзе можна атрымаць (і забяспечыць) падтрымку карыстальнікаў.",
    "These are a few free-form communication channels and some links to information about Fedora's release parties and annual conferences. Fedorans regularly come together to celebrate our community and the hard work that we put into it!": "Вось некаторыя бясплатныя каналы сувязі і спасылкі на інфармацыю аб падзеях, звязаных з рэлізамі і штогадовымі канферэнцыямі Fedora. Энтузіясты Fedora рэгулярна збіраюцца разам, каб адсвяткаваць нашую супольнасць і цяжкую працу, якую мы ў яго ўклалі!",
    "The goal of this initiative is to help foster diversity and inclusion in Fedora community.": "Мэта гэтай ініцыятывы - дапамагчы пасоўванню разнастайнасці і інклюзіўнасці ў супольнасці Fedora.",
    "The flagship Fedora edition featuring the latest Gnome desktop. The Linux desktop you've been waiting for.": "Флагманскае выданне Fedora з найноўшым працоўным сталом Gnome. Працоўны стол Linux, якога вы так доўга чакалі.",
    "The annual contributor conference for Fedora Linux. Flock takes place at the beginning of August.": "Напярэдадні канферэнцыі заснавальнікаў Fedora. Зграя праходзіць праз пачатак жніўня.",
    "The Water Cooler": "Выпадковы чат",
    "The Labs are Fedora Linux set up with software bundles based on particular topics.": "Лабараторыі маюць канфігурацыю Fedora з праграмнымі пакетамі, заснаванымі на пэўных тэмах.",
    "The Fedora Social chat room is a place for Fedora community members to relax and talk about most any topics they wish.": "Чат суполкі Fedora — гэта месца, дзе члены суполкі Fedora могуць паслабіцца і пагаварыць на любыя тэмы.",
    "The Fedora Silverblue team": "Каманда Fedora Silverblue",
    "The Fedora Server edition working group": "Рабочая група рэдакцыі Fedora Server",
    "The Fedora Project is a community of people working together to build a free and open source software platform and to collaborate on and share user-focused solutions built on that platform. Or, in plain English, we make an operating system and we make it easy for you to do useful stuff with it.": "Праект Fedora - гэта супольнасць людзей, якія працуюць разам над стварэннем бясплатнай праграмнай платформы з адчыненым зыходным кодам, а таксама над супрацоўніцтвам і абменам арыентаванымі на карыстача рашэннямі, пабудаванымі на гэтай платформе. Прасцей кажучы, мы ствараем аперацыйную сістэму і аблягчаем вам працу з ёй.",
    "The Fedora Project Leader likes to post things here. This forum also receives weekly updates from The Fedora Project Manager and the Community Platform Engineering team.": "Кіраўнік праекту Fedora любіць пісаць тут. Гэты форум таксама атрымлівае штотыднёвыя абнаўленні ад кіраўніка праекта Fedora і каманды распрацоўшчыкаў платформы супольнасці.",
    "The Fedora Kinoite team": "Каманда Fedora Kinoite",
    "The Fedora IoT (Internet of Things) edition working group": "Рабоча група рэдакцыі Fedora IoT (Інтэрнэт рэчаў)",
    "The Fedora CoreOS working group": "Рабочы групы Fedora CoreOS",
    "The Fedora Cloud edition working group": "Рабочы групы па воблачным выпуску Fedora",
    "The Extra Packages for Enterprise Linux special interest group": "Дадатковыя пакеты Special Interest Group (SIG) для Enterprise Linux (EPEL)",
    "The Desktop spins feature specific Linux Desktop Environments. Our official Workstation Edition uses the Gnome Desktop, but you can install Fedora preconfigured with any of the listed Desktop Environments.": "Выявы працоўнага стала ўключаюць пэўныя асяроддзя працоўнага стала Linux. Наша афіцыйная версія Workstation выкарыстоўвае працоўны стол Gnome, але вы можаце ўсталяваць Fedora пасля канфігурацыі любога з пералічаных асяроддзяў працоўнага стала.",
    "Talented leaders are elected to oversee the Fedora Project and Fedora's subprojects.": "Для кантролю над праектам Fedora і падпраектамі Fedora выбіраюцца таленавітыя лідэры.",
    "Sway Tiling WM": "Менеджэр вокнаў мазаікі Sway",
    "Spins": "Варыянты",
    "Social & Events": "Супольнасць і падзеі",
    "Security Lab": "Лабараторыя бяспекі",
    "Scientific": "Навуковы",
    "Run applications on bare metal or the cloud with a Linux server OS packed with the latest open source technology.": "Запускайце прыкладанні на фізічным кампутары або ў воблаку з дапамогай сервернай аперацыйнай сістэмы Linux з найноўшымі тэхналогіямі з адкрытым зыходным кодам.",
    "Robotics Suite": "Набор для робататэхнікі",
    "Release planning, scheduling, and status tracking.": "Планаванне выпуску, складанне графіка і адсочванне статуса.",
    "Release Parties": "Вечарыны наконт рэлізу",
    "Python Classroom": "Клас Python",
    "Project Discussion": "Абмеркаванне праекта",
    "Program Management": "Упраўленне праграмай",
    "Powerful, completely open-source and free tools for amateur and professional astronomers.": "Магутныя, цалкам адкрытыя і бясплатныя інструменты для астраномаў-аматараў і прафесіяналаў.",
    "Policies for licensing, trademarks, and other legal issues.": "Правілы па ліцэнзіях, гандлёвых марках і іншых юрыдычных пытаннях.",
    "Pick a language to view this page in your language": "Абярыце мову для прагляду гэтай старонкі на вашай мове",
    "Packaging Guidelines": "Кіраўніцтва па стварэнні пакетаў",
    "Packaging & Development": "Упакоўка і распрацоўка",
    "Package Sources": "Крыніцы пакетаў",
    "Over the years, Fedorans have created many sources of information about Fedora Linux and the Fedora Project.": "За гады свайго існавання федарыянцы стварылі мноства крыніц інфармацыі аб Fedora Linux і праекце Fedora.",
    "Our flagship Fedora Linux variants for different uses.": "Нашы флагманскія варыянты Fedora Linux для рознага выкарыстання.",
    "Other Sources": "Іншыя крыніцы",
    "News & Publications": "Навіны і публікацыі",
    "News & Announcements": "Навіны і аб'явы",
    "New Contributors": "Новыя ўкладчыкі",
    "Most subprojects hold weekly meetings in chatrooms. Fedora's Zodbot listens in on these meetings and keeps the logs here.": "Большасць падпраектаў праводзяць штотыднёвыя сустрэчы ў чаце. Fedora's Zodbot падслухоўвае гэтыя сустрэчы і захоўвае часопісы тут.",
    "Mindshare Teams": "Каманды Mindshare",
    "Mate-Compiz Desktop": "Працоўны стол Mate-Compiz",
    "Many of Fedora's groups use this version control system.": "Многія групы Fedora выкарыстоўваюць гэтую сістэму кантролю версій.",
    "Mailing Lists": "Спісы рассылання",
    "Learn about the Fedora Project governance.": "Даведайцеся пра кіраванне праектамі Fedora.",
    "Learn about packaging for Fedora Linux — from both a policy and a technical perspective.": "Даведайцеся аб пакетах для Fedora - як з тэхнічнага, так і з палітычнага пункту гледжання.",
    "Learn about FESCo and Engineering subprojects, SIGs, Work Groups, and teams.": "Даведайцеся больш пра FESCo і інжынерныя падпраекты, SIG, працоўныя групы і каманды.",
    "Labs": "Камплекты",
    "LXQT Desktop": "Рабочы стол LXQT",
    "LXDE Desktop": "Рабочы стол LXDE",
    "Join SIG": "Далучыцца да SIG",
    "It's Fedora's calendar!": "Гэта каляндар Fedory!",
    "Installation": "Устаноўка",
    "Infrastructure Status": "Стан інфраструктуры",
    "Immutable Desktops": "Нязменныя прыборныя панэлі",
    "Images optimized to run on cloud infrastructures.": "Выявы, аптымізаваныя для працы ў хмарных інфраструктурах.",
    "If you need help installing, using, or customizing Fedora Linux, or have any other questions about the operating system or the Fedora Project, this is the place to ask!": "Калі вам патрэбна дапамога ва ўсталёўцы, выкарыстанні ці наладзе Fedora Linux, ці ў вас ёсць іншыя пытанні аб аперацыйнай сістэме ці праекце Fedora, то вам варта задаць іх менавіта тут!",
    "How to use Weblate": "Як выкарыстоўваць Weblate",
    "How to upgrade an existing Fedora Linux installation.": "Як абнавіць існуючую сістэму Fedora.",
    "How to select the appropriate download.": "Як абраць правільную загрузку.",
    "Help!": "Дапамажыце!",
    "GitLab is the newest of Fedora's official version control systems. It supports single-sign-on with Fedora accounts.": "GitLab – гэта апошняя з афіцыйных сістэм кантролю версій Fedora. Яна падтрымлівае адзіную рэгістрацыю (SSO) з уліковымі запісамі Fedora.",
    "Get Fedora": "Спампаваць Fedora",
    "Getting Started": "Пачатак працы",
    "General Q&A": "Агульныя пытанні і адказы",
    "Games": "Гульні",
    "From mobile apps to web; from desktop to GUIs to CLI tools; create it all easily with Fedora.": "Ад мабільных прыкладанняў да вэб-прыкладанняў; ад настольных кампутараў да графічных інтэрфейсаў і прылад CLI; стварайце ўсё гэта з лёгкасцю з дапамогай Fedora.",
    "For audio enthusiasts and musicians who want to create, edit, and produce audio and music on Linux.": "Для аматараў музыкі і музыкаў, якія жадаюць ствараць, змяняць і вырабляць музыку ў сістэме Linux.",
    "Follow us on twitter! This is a great place to stay up to date on the latest in the Fedora community.": "Выконвайце за намі ў Twitter! Гэта выдатнае месца, каб быць у курсе апошніх навін аб супольнасці Fedora.",
    "Follow us on Mastodon! This is a great place to stay up to date on the latest in the Fedora community.": "Выконвайце за намі на Mastodon! Гэта выдатнае месца, каб быць у курсе апошніх навін супольнасці Fedora.",
    "Flock To Fedora": "Flock To Fedora",
    "Fedora’s Mission and Foundations": "Місія і асновы Fedora",
    "Fedora releases two major versions every year. We celebrate the hard work of our contributors virtually at each release.": "Fedora выпускае дзве асноўныя версіі штогод. Практычна ў кожным выпуску мы адзначаем цяжкую працу нашых суаўтараў.",
    "Fedora new release and beta release announcements show up here first. Test Day announcements are also posted here. This blog also hosts articles contributed from users like you!": "Аб'явы аб новых выпусках Fedora і бэта-версіях з'яўляюцца тут у першую чаргу. Тут таксама публікуюцца аб'явы аб Дні тэсціравання. Гэты блог таксама змяшчае артыкулы, дасланыя такімі ж карыстальнікамі, як і вы!",
    "Fedora has lots of teams! Click here to see a more complete list.": "У Fedora шмат каманд! Націсніце тут для больш поўнага спісу.",
    "Fedora built for Pinephone and Pinephone Pro": "Fedora створана для Pinephone і Pinephone Pro",
    "Fedora Social": "Супольнасць Fedora",
    "Fedora Silverblue is an immutable desktop operating system aimed at good support for container-focused workflows.": "Fedora Silverblue – гэта нязменная аперацыйная сістэма для кампутараў, нацэленая на добрую падтрымку рашэнняў на аснове кантэйнераў.",
    "Fedora Sericea is an immutable Sway-based desktop.": "Fedora Sericea - гэта нязменны працоўны стол, заснаваны на Sway.",
    "Fedora Quick Docs": "Хуткая дакументацыя Fedora",
    "Fedora Magazine is a website that hosts promotional articles and short guides contributed from the community about free/libre and open-source software that runs on or works with the Fedora Linux operating system.": "Часопіс Fedora - гэта вэб-сайт, на якім размяшчаюцца рэкламныя артыкулы і кароткія кіраўніцтва аб бясплатным праграмным забеспячэнні з адкрытым зыходным кодам, які прадастаўляецца супольнасцю, якая працуе або працавала з аперацыйнай сістэмай Fedora Linux.",
    "Fedora Linux with the i3 Tiling Window Manager.": "Fedora Linux з аконным мэнэджэрам i3.",
    "Fedora Linux with the Sway Tiling Window Manager": "Fedora Linux з аконным мэнэджэрам Sway",
    "Fedora Linux with the Budgie Desktop": "Fedora Linux з працоўным сталом Budgie",
    "Fedora Linux bugs are reported to Red Hat's bugzilla.": "Аб памылках Fedora Linux паведамляецца на сайце Red Hat's bugzilla.",
    "Fedora Kinoite is an immutable KDE-based desktop.": "Fedora Kinoite - гэта нязменны працоўны стол на аснове KDE.",
    "Fedora Developer": "Распрацоўшчык Fedora",
    "Fedora Council": "Савет Fedory",
    "Fedora Community Blog": "Блог супольнасці Fedora",
    "Fedora Accounts": "Уліковыя запісы Fedora",
    "Extended Social Channels": "Пашыраныя сацыяльныя каналы",
    "Engineering Teams": "Каманды інжынераў",
    "Edit this website": "Рэдагаваць гэтую старонку",
    "Edit these docs": "Рэдагаванне гэтых дакументаў",
    "Edit fedoraproject.org using the content management system! Tip: Use the GitLab SSO link to open a session first.": "Рэдагуйце fedoraproject.org з дапамогай сістэмы кіравання кантэнтам! Савет: Выкарыстоўвайце спасылку GitLab SSO, каб спачатку адкрыць сесію.",
    "Easy Fix": "Лёгкае выпраўленне",
    "Downloading Fedora Linux": "Як спампаваць Fedora Linux",
    "Diversity & Inclusion": "Разнастайнасць і ўключэнне",
    "Did you notice a glaring typo or a broken link in these docs? Click here to find out how you can help make it right!": "Ці заўважылі вы абуральную памылку друку або непрацуючую спасылку ў гэтых дакументах? Націсніце тут, каб даведацца, як вы можаце дапамагчы гэта выправіць!",
    "Design Suite": "Дызайнерскі пакет",
    "Connections": "Сувязі",
    "Cinnamon Desktop": "Працоўны стол Cinnamon",
    "Budgie Desktop": "Працоўны стол Budgie",
    "Beyond the official channels for Fedorans to communicate, community members are involved on other popular platforms as well! Check out IRC, Discord, Telegram, Reddit, and more!": "У дадатак да афіцыйных каналаў сувязі для аматараў Fedora, члены суполкі таксама задзейнічаны на іншых папулярных платформах! Праверце IRC, Discord, Telegram, Reddit і іншыя!",
    "Badges": "Значкі",
    "Astronomy": "Астраномія",
    "Announcements that are pertinent to Fedora developers and the Fedora infrastructure team tend to be posted here.": "Аб'явы аб распрацоўшчыках Fedora і камандзе інфраструктуры Fedora звычайна публікуюцца тут.",
    "An in-depth guide to installing Fedora Linux.": "Падрабязнае кіраўніцтва па ўсталёўцы Fedora Linux.",
    "An automatically-updating, minimal operating system for running containerized workloads securely and at scale.": "Аўтаматычнае абнаўленне, мінімальная аперацыйная сістэма для бяспечнага выканання буйнамаштабных кантэйнерных заданняў.",
    "All Teams & Tags": "Усе каманды і тэгі",
    "Add translation": "Дадаць пераклад",
    "Add a translation": "Дадайце пераклад",
    "Activities beyond engineering: Learn about the teams focused on Fedora's outreach, brand, & more.": "Дзейнасць, якая выходзіць за рамкі інжынернай: даведайцеся аб камандах, якія займаюцца брэндам Fedora, і аб многім іншым.",
    "Accounts & Apps": "Акаўнты і прыкладанні",
    "About": "Аб",
    "A wide variety of free and open robotics software packages for beginners and experts.": "Набор пакетаў з адкрытым зыходным кодам для пачаткоўцаў і прасунутых энтузіястаў робататэхнікі.",
    "A plethora of Free/Open source computational modelling tools for Neuroscience.": "Тоны інструментаў вылічальнага мадэлявання з адкрытым зыходным кодам для неўралогіі.",
    "A modern desktop featuring a traditional gnome user experience.": "Сучасны працоўны стол з традыцыйным карыстальніцкім інтэрфейсам gnome.",
    "A lightweight and well intgrated LXQT desktop environment.": "Лёгкае і добра інтэграванае асяроддзе працоўнага стала LXQT.",
    "A light, fast, and less resource hungry desktop environment": "Лёгкае, хуткае і эканомнае асяроддзе працоўнага стала",
    "A foundation for Internet of Things and Device Edge ecosystem.": "Аснова Інтэрнэту рэчаў і экасістэм памежных прылад.",
    "A complete, modern desktop built using the KDE Plasma Desktop Environment.": "Поўны, сучасны працоўны стол, створаны з выкарыстаннем асяроддзя працоўнага стала Plasma KDE.",
    "A complete and well integrated desktop.": "Поўны і добра інтэграваны працоўны стол.",
    "A collection and perfect showcase of the best games available in Fedora.": "Калекцыя і выдатная прэзентацыя лепшых гульняў, даступных у Fedora.",
    "A classroom lab for teaching the Python programming language to students.": "Лабараторыя навучання мове праграмавання Python.",
    "A classic Fedora desktop with an additional 3D window manager.": "Класічны працоўны стол Fedora з дадатковым 3D-менеджарам вокнаў.",
    "A bundle of open source scientific and numerical tools used in research.": "Набор навуковых і вылічальных інструментаў з адкрытым зыходным кодам, якія выкарыстоўваюцца ў навуковых даследаваннях.",
    "We're so glad you've decided to give Fedora Minimal a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Minimal. Мы ведаем, што вам гэта спадабаецца.",
    "Fedora Minimal": "Fedora Minimal",
    "We're so glad you've decided to give Fedora Mate Compiz Spin a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Mate Compiz. Мы ведаем, што вам гэта спадабаецца.",
    "Fedora Mate Compiz Spin": "Вобраз Fedora Mate Compiz",
    "We're so glad you've decided to give Fedora LXQT Spin a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora LXQT. Мы ведаем, што вам гэта спадабаецца.",
    "Fedora LXQT Spin": "Вобраз Fedora LXQT",
    "We're so glad you've decided to give Fedora LXDE Spin a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora LXDE. Мы ведаем, што вам гэта спадабаецца.",
    "Fedora LXDE Spin": "Вобраз Fedora LXDE",
    "We're so glad you've decided to give Fedora KDE Plasma Desktop a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora KDE Plasma Desktop. Мы ведаем, што вам гэта спадабаецца.",
    "Utilities": "Інструменты",
    "The popular and free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.": "Папулярны і бясплатны вэб-браўзер на базе Mozilla, некамерцыйнай арганізацыі па захаванні прыватнасці ў інтэрнэце.",
    "The integrated personal information manager of KDE Plasma Desktop. The Kontact suite unites mature and proven KDE PIM applications under one easy to use application.": "У KDE Plasma Desktop інтэграваны менеджэр асабістай інфармацыі. Пакет Kontact аб'ядноўвае сталыя і правераныя прыкладанні KDE PIM у адно простае ў выкарыстанні прыкладанне.",
    "The Fedora KDE Plasma Desktop Edition is a powerful Fedora-based operating system utilizing the KDE Plasma Desktop as the main user interface.\n\nFedora KDE Plasma Desktop comes with many pre-selected top quality applications that suit all modern desktop use cases - from online communication like web browsing, instant messaging and electronic mail correspondence, through multimedia and entertainment, to an advanced productivity suite, including office applications and enterprise grade personal information management.\n\nAll KDE applications are well integrated, with a similar look and feel and an easy to use interface, accompanied by an outstanding graphical appearance.": "Fedora KDE Plasma Desktop Edition - гэта магутная аперацыйная сістэма на базе Fedora, якая выкарыстоўвае працоўны стол KDE Plasma ў якасці асноўнага карыстальніцкага інтэрфейсу.\n\nFedora KDE Plasma Desktop пастаўляецца з мноствам папярэдне выбраных праграм прэміум-класа, якія адпавядаюць усім сучасным вылічальным патрэбам - ад онлайн-камунікацый, такіх як прагляд вэб-старонак, абмен імгненнымі паведамленнямі і перапіска па электроннай пошце, да мультымедыя і забаў, да пашыранага пакета прадукцыйнасці, у тым ліку карпаратыўнага офісныя праграмы класа і кіраванне персанальнымі дадзенымі.\n\nУсе прыкладанні KDE добра інтэграваныя, маюць падобны знешні выгляд і просты ў выкарыстанні інтэрфейс, які суправаджаецца унікальным графічным дызайнам.",
    "Stay connected with your friends and colleagues using Telepathy Instant Messaging client. It supports all common IM protocols.": "Заставайцеся на сувязі з сябрамі і калегамі з дапамогай кліента імгненных паведамленняў Telepathy. Ён падтрымлівае ўсе папулярныя пратаколы IM.",
    "Screenshot of Fedora KDE Plasma desktop": "Здымак экрана працоўнага стала Fedora KDE Plasma",
    "Parley is a vocabulary trainer that helps you memorize things via virtual flashcards. It provides a rich set of tools to manage your card sets.": "Parley - гэта слоўнікавы трэнажор, які дапаможа вам запомніць рэчы з дапамогай віртуальных картак. Прадастаўляе багаты набор інструментаў для кіравання наборамі карт.",
    "Okular is a universal document viewer that combines the excellent functionalities with the versatility of supporting different kind of documents, like PDF, Postscript, DjVu, CHM, XPS, ePub and others.": "Okular - гэта ўніверсальная праграма для прагляду дакументаў, якая спалучае выдатныя функцыянальныя магчымасці з універсальнасцю апрацоўкі розных тыпаў дакументаў, такіх як PDF, Postscript, DjVu, CHM, XPS, ePub і іншыя.",
    "Office & Productivity Suite": "Офісны і прадукцыйны пакет",
    "Marble is a virtual globe and world atlas in your computer. You can learn a lot about Earth or you can just enjoy virtual trips around our planet.": "Marble - гэта віртуальны глобус і атлас свету на вашым кампутары. Вы можаце даведацца шмат новага пра Зямлю або проста атрымаць асалоду ад віртуальных тураў па нашай планеце.",
    "LibreOffice is a free and powerful office suite. Its clean interface and feature-rich tools help you unleash your creativity and enhance your productivity.": "LibreOffice - гэта бясплатны і магутны офісны пакет. Зразумелы інтэрфейс і шматфункцыянальныя інструменты дапамогуць вам раскрыць свой творчы патэнцыял і павысіць прадукцыйнасць.",
    "Kiten is a Japanese dictionary application as well as a Japanese language reference. It includes a kanji lookup tool and browsing interface.": "Kiten - гэта японскі слоўнік. Уключае інструмент пошуку кандзі і інтэрфейс прагляду.",
    "Kalzium allows you to explore the periodic table of elements. It has a 3D molecule editor plus multiple simulators and calculators.": "Kalzium дазваляе даследаваць перыядычную сістэму элементаў. Ён мае 3D-рэдактар часціц і мноства сімулятараў і калькулятараў.",
    "K3B allows you to easily back up your multimedia files as it's a full featured CD/DVD writing software. K3B supports writing data CDs/DVDs, audio CDs, video CDs, DVDs, copying, CD ripping and more.": "K3B дазваляе лёгка ствараць рэзервовыя копіі вашых мультымедыйных файлаў, паколькі гэта поўнафункцыянальнае праграмнае забеспячэнне для запісу CD/DVD. K3B падтрымлівае запіс CD/DVD з дадзенымі, аўдыя-, відэа-, DVD-дыскі, капіраванне, капіяванне з кампакт-дыскаў і многае іншае.",
    "Gwenview is able to load and save to a variety of image formats, such as PNG and JPEG. Its simple interface does not get in the way and lets you view your images quickly and easily.": "Gwenview можа загружаць і захоўваць выявы ў розных фарматах, такіх як PNG і JPEG. Яго просты інтэрфейс не перашкаджае і дазваляе хутка і лёгка праглядаць фатаграфіі.",
    "Fedora KDE Plasma Image": "Вобраз Fedora KDE Plasma",
    "Fedora KDE Plasma Desktop": "Fedora з працоўным сталом KDE Plasma",
    "Education": "Адукацыя",
    "Dolphin is a file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.": "Dolphin - гэта файлавы менеджэр, які дазваляе вам перамяшчацца і праглядаць змесціва жорсткіх дыскаў, флэш-назапашвальнікаў, SD-карт і іншага. Ствараць, перамяшчаць і выдаляць файлы і каталогі проста і хутка.",
    "Ark is a graphical file compression and decompression utility with support for multiple formats, including tar, gzip, bzip2, rar and zip, as well as CD-ROM images. Ark can be used to browse, extract, create, and modify archives.": "Ark - гэта інструмент для сціску і дэкампрэсіі графічных файлаў, які падтрымлівае некалькі фарматаў, у тым ліку tar, gzip, bzip2, rar і zip, а таксама выявы CD-ROM. Ark можна выкарыстоўваць для прагляду, распакавання, стварэння і змены архіваў.",
    "Are you a downloader? Use KTorrent or KGet to get new versions of Fedora KDE Plasma Desktop Edition!": "Хочаце спампаваць? Выкарыстоўвайце KTorrent або KGet, каб спампаваць новыя версіі Fedora KDE Plasma Desktop Edition!",
    "A simple music player that should be easy to use. It does not require any configuration before one can use it.": "Просты музычны прайгравальнік, які павінен быць простым у выкарыстанні. Ён не патрабуе ніякай канфігурацыі перад выкарыстаннем.",
    "A multimedia player where the focus is on simplicity, instead of features. Its simple interface is designed not to get in your way and instead empower you to simply play multimedia files.": "Медыяплэер, у якім акцэнт робіцца на прастаце, а не на функцыях. Яго просты інтэрфейс распрацаваны, каб не перашкаджаць і замест гэтага дазваляе проста прайграваць медыяфайлы.",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues)": "Вы можаце праглядаць, архіваваць і абмяркоўваць праблемы Fedora IoT на [Fedora IoT Issue Tracker](https://pagure.io/fedora-iot/issues)",
    "Why Fedora Iot?": "Чаму Fedora IoT?",
    "Visit \\#fedora-iot on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).": "Наведайце \\#fedora-iot на irc.libera.chat або наведайце [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https: //chat.fedoraproject.org/#/room/#iot:fedoraproject.org).",
    "Use Fedora IoT to support your workloads that are computed outside of the traditional datacenter.": "Выкарыстоўвайце Fedora IoT для выканання задач, якія выконваюцца па-за межамі традыцыйнага цэнтра апрацоўкі дадзеных.",
    "The solid foundation for IoT ecosystems": "Трывалая аснова для экасістэм IoT",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora IoT is created by a team in the Fedora community called the **IoT Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [IoT Working Group website](https://docs.fedoraproject.org/en-US/iot-wg/).": "Праект Fedora прадугледжвае свет, дзе кожны выкарыстоўвае бясплатнае праграмнае забеспячэнне з адкрытым зыходным кодам, створанае інклюзіўнымі, дружалюбнымі і адкрытымі супольнасцямі.\n\nFedora IoT распрацоўваецца камандай супольнасці Fedora пад назвай **Рабочая група IoT**. Ён складаецца з афіцыйных членаў, якія маюць права прымаць рашэнні, а таксама іншых удзельнікаў. Даведайцеся больш на [сайте рабочай групы IoT](https://docs.fedoraproject.org/en-US/iot-wg/).",
    "Sign up at **iot@lists.fedoraproject.org** to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/iot@lists.fedoraproject.org/)": "Зарэгіструйцеся на **iot{'@'}lists.fedoraproject.org**, каб атрымаць парадак дня і пратаколы [праглядаць архівы](https://lists.fedoraproject.org/archives/list/iot{'@'} lists.fedoraproject .org/)",
    "Platforms Tested against IoT": "Платформы, пратэставаныя для IoT",
    "Open to all current and potential contributors **every Wednesday at 16:00 UTC** on [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Адкрыта для ўсіх цяперашніх і патэнцыйных удзельнікаў **кожную сераду ў 16:00 UTC** у [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.org ](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Makes the most of your device": "Ён выкарыстоўвае ўсе магчымасці вашай прылады",
    "Leading Technology": "Перадавыя тэхналогіі",
    "Fedora works with hardware vendors to make excellent hardware support across a range of devices.": "Fedora працуе з вытворцамі абсталявання, каб падтрымліваць як мага больш прылад усіх тыпаў.",
    "Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.": "Fedora IoT - гэта кантэйнерны хост, які працуе на вашым абсталяванні з упорам на разгортванне краявых прылад.",
    "Fedora IoT Image": "Вобраз Fedora IoT",
    "Edge Support": "Краявая падтрымка",
    "Container Based": "На аснове кантэйнераў",
    "Built on the latest technologies and enhancements that open-source has to offer.": "Створаны з выкарыстаннем найноўшых тэхналогій і ўдасканаленняў, прапанаваных праграмным забеспячэннем з адкрытым зыходным кодам.",
    "A lightweight yet powerful and scalable OS": "Лёгкая, але магутная аперацыйная сістэма з магчымасцю маштабавання",
    "Download the latest version of Fedora IoT Edition for your architecture here.": "Спампуйце апошнюю версію Fedora IoT для вашай архітэктуры тут.",
    "Download Fedora IoT": "Спампуйце Fedora IoT",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues).": "Вы можаце праглядаць, паведамляць і абмяркоўваць праблемы Fedora IoT на [Fedora IoT Issue Tracker](https://pagure.io/fedora-iot/issues).",
    "You can chat with the Fedora IoT Working Group via either Matrix or IRC: #iot:fedoraproject.org on Matrix and #fedora-iot on irc.libera.chat.": "Вы можаце размаўляць з рабочай групай Fedora IoT праз Matrix або IRC: #iot:fedoraproject.org на Matrix і #fedora-iot на irc.libera.chat.",
    "The Fedora IoT Working Group sends meeting agendas and minutes and has discussions on their mailing list at iot@lists.fedoraproject.org.": "Рабочая група Fedora IoT рассылае парадак дня пасяджэнняў, пратаколы і абмеркаванні ў свой спіс рассылкі на iot{'@'}lists.fedoraproject.org.",
    "The **Fedora IoT** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora IoT users and contributors.": "Тэг **Fedora IoT** на дыскусійным форуме Fedora з'яўляецца выдатным месцам для зносін з іншымі карыстальнікамі і ўдзельнікамі Fedora IoT.",
    "Join a community of users and contributors focused on Fedora IoT.": "Далучайцеся да супольнасці карыстальнікаў і ўдзельнікаў, арыентаваных на Fedora IoT.",
    "IoT Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Сустрэчы рабочай групы IoT адкрыты для ўсіх цяперашніх і патэнцыйных удзельнікаў па серадах у 11:00 раніцы EST на fedora-meeting{'@'}irc.libera.chat.",
    "Header Second Half": "Header Second Half",
    "Fedora IoT is created by a team in the Fedora Project community called the IoT Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the IoT Working Group website.": "Fedora IoT распрацоўваецца камандай супольнасці Fedora Project, якая называецца IoT Working Group. Ён складаецца з афіцыйных членаў, якія маюць права прымаць рашэнні, а таксама іншых удзельнікаў. Даведайцеся больш пра гэту групу і пра тое, як вы можаце прыняць удзел, на сайце IoT Working Group.",
    "🎉 [Fedora Linux 38 released!](https://fedoramagazine.org/announcing-fedora-38)": "🎉 [Выпушчана Fedora Linux 38!](https://fedoramagazine.org/announcing-fedora-38)",
    "its_your_Operating System.": "Аперацыйная сістэма.",
    "its_your_Community.": "Супольнасць.",
    "its_your_Workstation.": "Працоўная станцыя.",
    "its_your_Server.": "Сервер.",
    "Want more Fedora options?": "Трэба больш варыянтаў?",
    "View more articles on [Fedora Magazine](https://fedoramagazine.org/)": "Іншыя артыкулы можна прачытаць у [Часопіс Fedora](https://fedoramagazine.org/)",
    "Users and developers are available in the #fedora channel on Fedora Chat.": "Размаўляйце з карыстальнікамі і распрацоўшчыкамі ў чаце #fedora Fedora.",
    "The solid edge foundation": "Магутнае рашэнне для крайніх прылад",
    "The leading Linux desktop": "Вядучы дыстрыбутыў Linux для ПК",
    "The Fedora Alternative Downloads are either special-purpose - for testing, for specific architectures - or are more standard versions of Fedora in alternative formats such as network installer format or formatted for BitTorrent download.": "Тут вы знойдзеце спецыялізаваныя дыстрыбутывы Fedora (для тэсціравання і адаптаваныя для канкрэтных архітэктур) і стандартныя ў альтэрнатыўных фарматах, напрыклад, для сеткавай устаноўкі або загрузкі праз BitTorrent.",
    "Support Resources": "Дадатковыя рэсурсы",
    "Next upcoming event": "Наступнае мерапрыемства",
    "Mission Statement": "Заява аб місіі",
    "Make the most of using Fedora.": "Выкарыстоўвайце ўсе магчымасці Fedora.",
    "License Details": "Дэталі ліцэнзіі",
    "License": "Ліцэнзія",
    "It is a compilation of software packages, each under its own license. Images that can be downloaded here are available under the combination of licenses of the constituent software packages and the license of the Fedora Linux distribution itself. [View License](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)": "Гэта складанка праграмных пакетаў, кожны з якіх мае сваю ўласную ліцэнзію. Выявы, якія можна загрузіць тут, даступныя на аснове камбінацыі ліцэнзій, уключаных у пакеты праграм, і ліцэнзіі самога дыстрыбутыва Fedora Linux. [Паглядзець ліцэнзію](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)",
    "If you prefer an alternative desktop environment such as KDE Plasma Desktop or Xfce, you can download a Fedora Spin for your preferred desktop environment and use that to install Fedora, pre-configured for the desktop environment of your choice.": "Калі вы аддаеце перавагу альтэрнатыўнаму асяроддзю працоўнага стала, напрыклад KDE Plasma Desktop або Xfce, вы можаце загрузіць вобраз Fedora для вашага пераважнага асяроддзя працоўнага стала і выкарыстаць яго для ўстаноўкі Fedora, папярэдне сканфігураванага для абранага вамі асяроддзя працоўнага стала.",
    "The Fedora CoreOS image is kept minimal by design.": "Вобраз Fedora CoreOS наўмысна змяшчае толькі самае неабходнае.",
    "Sign up at [coreos-status@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Зарэгіструйцеся на [coreos-status{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/), каб атрымліваць парадак дня сустрэчы.",
    "Platforms Tested against CoreOS": "Платформы, на якіх тэставалася CoreOS",
    "Open to all current and potential contributors on Wednesday 11 AM Eastern on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Адкрыты для ўсіх цяперашніх і патэнцыйных удзельнікаў у сераду ў 11:00 раніцы EST на [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject. org) .",
    "Minimal": "Мінімальны",
    "Flexible": "Гнуткі",
    "Fedora CoreOS Image": "Вобраз Fedora CoreOS",
    "CoreOS is currently available on multiple platforms, with more coming soon.": "У цяперашні час CoreOS даступная на некалькіх платформах, і ў бліжэйшы час з'явіцца больш.",
    "A minimal OS with automatic updates. Scalable and secure.": "Аперацыйная сістэма, якая змяшчае толькі самае неабходнае і абнаўляецца аўтаматычна. Бяспечны і маштабаваны.",
    "The Testing stream contains the next Stable release. Mix a few Testing machines into your cluster to catch any bugs specific to your hardware or configuration.": "Паток тэсціравання тэстуе наступны стабільны выпуск і адмяняе яго. Дадайце некалькі тэставых машын у свой кластар, каб хутка ліквідаваць праблемы, характэрныя для вашага абсталявання або канфігурацыі.",
    "The Stable stream is the most reliable version of Fedora CoreOS. Releases are battle-tested within the Testing stream before being promoted.": "Паток «Стабільны» - гэта самая стабільная версія Fedora CoreOS. Сюды трапляюць рэлізы, старанна пратэставаныя ва ўмовах, набліжаных да рэальных, у паток «Тэставанне».",
    "The Next stream represents the future. It provides early access to new features and to the next major version of Fedora. Run a few Next machines in your cluster, or in staging, to help find problems.": "Будучыня чакае вас у стрыме «Далей». Тут вы можаце атрымаць ранні доступ да новых функцый і наступнага буйнога выпуску Fedora. Некалькі машын Next у кластары або тэставым асяроддзі дапамогуць выявіць магчымыя праблемы.",
    "Testing": "Тэставанне",
    "Streams": "Патокі",
    "Stable": "Стабільны (Stable)",
    "Pick your architecture": "Выберыце архітэктуру",
    "Next": "Далей",
    "For IBM Cloud and zSystems.": "Для IBM Cloud і zSystems.",
    "Fedora CoreOS is available across 3 different release streams": "Fedora CoreOS даступная ў 3 розных патоках",
    "Also known as armv8. For most processors other than Intel and AMD like Raspberry Pi or other comparable devices.": "Таксама вядомы як armv8. Для большасці працэсараў не-Intel і AMD, такіх як Raspberry Pi або іншых параўнальных прылад.",
    "You can view, file, and discuss Fedora CoreOS issues on the [Fedora CoreOS issue tracker](https://pagure.io/fedora-coreos/issues).": "Вы можаце праглядаць, паведамляць і абмяркоўваць памылкі Fedora CoreOS на [Fedora CoreOS Bug Tracker](https://pagure.io/fedora-coreos/issues).",
    "You can chat with the Fedora CoreOS Working Group via either Matrix or IRC: #coreos:fedoraproject.org on Matrix and #fedora-coreos on irc.libera.chat.": "Вы можаце размаўляць з рабочай групай Fedora CoreOS праз Matrix або IRC: #coreos:fedoraproject.org на Matrix і #fedora-xoreos на irc.libera.chat.",
    "The Fedora CoreOS Working Group sends meeting agendas and minutes and has discussions on their mailing list at coreos@lists.fedoraproject.org.": "Рабочая група Fedora CoreOS дасылае парадак дня сустрэч, пратаколы і абмеркаванні ў свой спіс рассылкі на coreos{'@'}lists.fedoraproject.org.",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "Тэг **Fedora CoreOS** на дыскусійным форуме Fedora з'яўляецца выдатным месцам для зносін з іншымі карыстальнікамі і распрацоўшчыкамі Fedora CoreOS.",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Далучайцеся да супольнасці карыстальнікаў і распрацоўшчыкаў Fedora CoreOS.",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "Над Fedora CoreOS працуе асобная група членаў супольнасці Fedora, працоўная група CoreOS. У яе склад уваходзяць як афіцыйныя ўдзельнікі праекта, упаўнаважаныя прымаць рашэнні, так і іншыя члены супольнасці. Вы можаце прачытаць больш пра гэтую групу і пра тое, якая дапамога ім патрэбна, на іх сайце.",
    "CoreOS Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Сустрэчы рабочай групы CoreOS адкрыты для ўсіх цяперашніх і патэнцыйных удзельнікаў па серадах, 11 раніцы па ўсходнім усходзе ЗША на fedora-meeting{'@'}irc.libera.chat.",
    "Help": "Даведка",
    "You can view, file, and discuss Fedore Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/cloud-sig/issues).": "Вы можаце праглядаць, архіваваць і абмяркоўваць праблемы з Fedora Cloud на [Fedora Cloud Issue Tracker](https://pagure.io/cloud-sig/issues).",
    "Why Fedora Cloud?": "Чаму Fedora Cloud?",
    "Visit **\\#fedora-Cloud** on irc.libera.chat.": "Наведайце **\\#fedora-Cloud** на irc.libera.chat.",
    "Up-to-date": "Сучасны",
    "Screenshot of Fedora Sway desktop": "Скрыншот працоўнага стала Fedora Sway",
    "NetworkManager Applet": "Аплет NetworkManager",
    "Fedora Sway Spin": "Вобраз Fedora Sway",
    "To sponsor our [Flock to Fedora](https://flocktofedora.org) conference, see the prospectus or email [sponsors@fedoraproject.org](mailto:sponsors@fedoraproject.org).\n\nTo mirror the repos, see the [Mirroring page](https://fedoraproject.org/wiki/Infrastructure/Mirroring) or contact the [Infrastructure team](https://docs.fedoraproject.org/en-US/infra/#_communicating).": "Каб стаць фундатарам нашай канферэнцыі [Flock to Fedora](https://flocktofedora.org), гледзіце аб'яву або пішыце [sponsors{'@'}fedoraproject.org](mailto:sponsors{'@'}fedoraproject.org).\n\nКаб люстраваць рэпазітары, глядзіце [старонку люстэркавання](https://fedoraproject.org/wiki/Infrastructure/Mirroring) або звяжыцеся з [камандай інфраструктуры](https://docs.fedoraproject.org/en-US/infra/ #_adjacent ).",
    "The Fedora Project is proud to have the following organizations as sponsors.": "Праект Fedora ганарыцца тым, што фундатарамі праекту з'яўляюцца наступныя арганізацыі.",
    "The Fedora Project is also grateful to the following sponsors for providing substantial support.": "Праект Fedora таксама ўдзячны наступным спонсарам за аказанне істотнай падтрымкі.",
    "Red Hat, Inc. is the primary sponsor for the Fedora Project. Red Hat provides the Fedora Project with a wide variety of resources, including full-time employee support, infrastructure, hardware and bandwidth, event funding, and legal counsel.": "Кампанія Red Hat, Inc. з'яўляецца асноўным спонсарам праекту Fedora. Red Hat дае праекту Fedora шырокі спектр рэсурсаў, уключаючы падтрымку штатных супрацоўнікаў, інфраструктуру, абсталяванне і прапускную здольнасць, фінансаванне мерапрыемстваў і юрыдычныя кансультацыі.",
    "Interested in sponsoring something for Fedora?": "Жадаеце стаць фундатарам Fedora?",
    "Fedora Sponsors": "Спонсары Fedora",
    "We're so glad you've decided to give Fedora Sugar on a Stick Spin a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Sugar on a Stick. Мы ведаем, што ён вам спадабаецца.",
    "Fedora Sugar on a Stick Spin": "Вобраз Fedora Sugar on a Stick",
    "Visit \\#fedora-server on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)": "Наведайце #fedora-server на irc.libera.chat або наведайце [chat.fedoraproject.org/#/room/##server:fedoraproject.org](https://chat.fedoraproject.org/#/room/#server: fedoraproject.org)",
    "The Fedora Project envisions a world where everyone can benefit from free and open source software built by inclusive, welcoming, and open-minded communities.\nFedora Server is created by a team in the Fedora community called the **Server Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Server Working Group website](https://docs.fedoraproject.org/en-US/server-working-group/).": "Праект Fedora уяўляе сабе мір, у якім кожны можа скарыстацца бясплатным і адчыненым праграмным забеспячэннем, распрацаваным інклюзіўнымі, дружалюбнымі і адчыненымі супольнасцямі.\nFedora Server распрацоўваецца камандай супольнасці Fedora пад назвай **Server Working Group**. Яна складаецца з афіцыйных сяброў, якія маюць права прымаць рашэнні, а таксама іншых удзельнікаў. Даведайцеся больш на [вэб-сайце Рабочай групы сервера](https://docs.fedoraproject.org/en-US/server-working-group/).",
    "Stable Ecosystem": "Стабільная экасістэма",
    "Serving the needs of small to medium businesses, home labs, and enterprise workloads": "Адказвае патрэбнасцям малых і сярэдніх кампаній, хатніх лабараторый і буйных прадпрыемстваў",
    "Sensible Defaults": "Мэтазгодныя наладкі па змаўчанні",
    "Run server workloads on bare metal or virtual machines with the latest open source technologies curated by the Fedora Community": "Выконваць заданні сервера на фізічных машынах або віртуальных машынах з дапамогай найноўшых тэхналогій з адчыненым зыходным кодам, распрацаваных супольнасцю Fedora",
    "Quickly deploy a server with the tools you need to spin up your workloads": "Хуткае разгортванне сервера з дапамогай інструментаў, неабходных для паскарэння выканання задач",
    "Open to all current and potential contributors **every 1st and 3rd Wednesday at 18:00 UTC** on  [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Адкрыты для ўсіх дзейных і патэнцыйных удзельнікаў **кожную 1-ю і 3-ю сераду ў 18:00 UTC** на [chat.fedoraproject.org/#/room/#meeting: fedoraproject.org](https://chat .fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Latest Technologies": "Найноўшыя тэхналогіі",
    "Fedora Server Image": "Вобраз Fedora Server",
    "Features for everyone": "Функцыі для ўсіх",
    "Enables a variety of server workloads": "Забяспечвае розную нагрузку на сервер",
    "Built by you": "Створана вамі",
    "A built-in remote server administration tool is ready to use on first boot": "Убудаваная прылада выдаленага адміністравання сервера гатова да працы пры першым запуску",
    " From the Data Center to your Raspberry Pi": " Ад цэнтра апрацоўкі дадзеных да вашага Raspberry Pi",
    "We're so glad you've decided to give Fedora Server a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Server. Мы ведаем, што ён вам спадабаецца.",
    "Download Fedora Server 37": "Спампаваць Fedora Server 37",
    "You can view, file, and discuss Fedora Server issues on the [Fedora Server issue tracker](https://pagure.io/fedora-server/issues).": "Вы можаце праглядаць, архіваваць і абмяркоўваць праблемы з Fedora Server на [Fedora Server Problem Tracker](https://pagure.io/fedora-server/issues).",
    "You can chat with the Fedora Server Working Group via either Matrix or IRC: #server:fedoraproject.org on Matrix and #fedora-server on irc.libera.chat.": "Вы можаце мець зносіны з працоўнай групай Fedora Server праз Matrix ці IRC: #server:fedoraproject.org на Matrix і #fedora-server на irc.libera.chat.",
    "The Fedora Server Working Group sends meeting agendas and minutes and has discussions on their mailing list at server@lists.fedoraproject.org.": "Працоўная група сервера Fedora рассылае павесткі дня і пратаколы паседжанняў і вядзе абмеркаванні ў сваім спісе рассылання па адрасе server{'@'}lists.fedoraproject.org.",
    "The **Fedora Server** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Server users and contributors.": "Пазнака **Fedora Server** на дыскусійным форуме Fedora Discourse - гэта выдатнае месца для зносін з іншымі карыстальнікамі і ўдзельнікамі Fedora Server.",
    "Server Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Пасяджэнні рабочай групы сервера адкрыты для ўсіх дзеючых і патэнцыйных удзельнікаў па серадах у 11 раніцы па ўсходнім часе ЗША па адрасе fedora-meeting{'@'}irc.libera.chat.",
    "Join a community of users and contributors focused on Fedora Server.": "Далучайцеся да супольнасці карыстальнікаў і распрацоўшчыкаў, арыентаваных на Fedora Server.",
    "Fedora Server is created by a team in the Fedora Project community called the Server Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Server Working Group website.": "Fedora Server распрацоўваецца камандай супольнасці праекту Fedora пад назовам Server Working Group. Яна складаецца з афіцыйных сяброў, якія маюць права прымаць рашэнні, а таксама іншых удзельнікаў. Даведайцеся больш пра гэтую групу і пра тое, як вы можаце ўзяць у ёй удзел, на сайце Server Working Group.",
    "rpm-ostree is a hybrid image/package system. It combines libostree and libdnf to provide atomic and safe upgrades with local RPM package layering.": "rpm-ostree - гэта гібрыдная сістэма малюнкаў / пакетаў. Яна аб'ядноўвае libostree і libdnf для забеспячэння атамарнага і бяспечнага абнаўлення лакальных узроўняў пакетаў RPM.",
    "light gets and sets the screen back-light brightness on Linux.": "light дазваляе пазнаць і ўсталяваць яркасць падсвятлення экрана ў Linux.",
    "imv is a command line image viewer intended for use with tiling window managers.": "Imv - гэта тэрмінальны прагляднік малюнкаў, прызначаны для выкарыстання з мэнэджэрамі вокнаў з чарапічным структурай.",
    "Simple screen locker.": "Простая блакіроўка экрана.",
    "Screenshot of Fedora Sericea": "Здымак экрана Fedora Sericea",
    "Podman is a daemonless container engine for developing, managing and running Open Container Initiative (OCI) containers and container images on your Linux system.": "Podman – гэта бесдэмонны кантэйнерны рухавічок для стварэння, кіравання і запуску кантэйнераў і кантэйнерных вобразаў Open Container Initiative (OCI) у Linux.",
    "Podman for development": "Podman для распрацоўкі праграмнага забеспячэння",
    "Just a click and you're connected to your wireless LAN router, or online via many supported 3G mobile broadband cards.": "Адной пстрычкай мышы вы можаце падлучыцца да бесправаднога маршрутызатара LAN або да Інтэрнэту праз шэраг падтрымліваемых мабільных сетак 3G.",
    "Highly-configurable and lightweight notification daemon.": "Высоканаладжвальны і лёгкі дэман апавяшчэнняў.",
    "Highly customizable Wayland window manager Sway is great for keyboard-first workflows.": "Добра наладжвальны аконны менеджэр Wayland Sway ідэальна падыходзіць для працы з клавіятурай.",
    "Highly customizable Wayland bar for Sway and Wlroots based compositors.": "Высоканаладжвальныя панэль Wayland для кампазітараў на базе Sway і Wlroots.",
    "Foot is a fast, lightweight and minimalistic Wayland terminal emulator.": "Foot - гэта хуткі, лёгкі і мінімалістычны эмулятар тэрмінала з падтрымкай Wayland.",
    "File manager for Linux and other Unix-like systems.": "Файлавы мэнэджар для Linux і іншых Unix-падобных сістэм.",
    "Fedora creates an innovative, free and open source platform for hardware, clouds, and containers that enables software developers and community members to build tailored solutions for their users.": "Fedora стварае інавацыйную бясплатную платформу з адкрытым зыходным кодам для апаратнага забеспячэння, хмарных вылічэнняў і кантэйнераў, якая дазваляе распрацоўшчыкам і членам супольнасці ствараць індывідуальныя рашэнні для сваіх карыстальнікаў.",
    "Fedora Sericea provides the popular Sway tiling window manager in an immutable fashion. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse, touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sericea offers a complete experience with a minimalist user interface.": "Fedora Sericea пастаўляе папулярны пліткавы аконны мэнэджар Sway у нязменным выглядзе. Гэта робіць Sway даступным і прывабным як для пачаткоўцаў, так і для дасведчаных карыстачоў, якія аддаюць перавагу не выкарыстоўваць мыш, тачпад ці іншая якая паказвае прыладу для ўзаемадзеяння з асяроддзем. Дзякуючы наяўнасці лёгкіх прыкладанняў для прагляду вэб-старонак, рэдагаванні тэксту і прайграванні мультымедыя, Fedora Sericea прапануе поўны досвед працы з мінімалістычным карыстацкім інтэрфейсам.",
    "Fedora Sericea Image": "Вобраз Fedora Sericea",
    "Fedora Community & Support": "Супольнасць і падтрымка Fedora",
    "Download thousands of open-source and proprietary, containerized applications thanks to Flatpak.": "Загружайце тысячы адкрытых і прапрыетарных кантэйнерных прыкладанняў з дапамогай Flatpak.",
    "Configuration": "Канфігурацыя",
    "CLI application to control the NetworkManager configuration. It gives you the power of the nm-applet, but in the terminal.": "Кансольнае прыкладанне для кіравання канфігурацыяй NetworkManager. Яно дае вам магчымасці аплета NM, але ў тэрмінале.",
    "Built on top of the best": "Пабудаваны на аснове лепшых",
    "Applications as Flatpaks": "Прыкладанні ў выглядзе Flatpaks",
    "A window switcher, application launcher and dmenu replacement.": "Перамыкач вокнаў, запуск прыкладанняў і замена меню.",
    "A Dynamic display configuration tool.": "Інструмент дынамічнай налады дысплея.",
    "Verify with CHECKSUM files": "Праверка з дапамогай файлаў кантрольных сум",
    "Package signing keys": "Ключы для падпісання пакетаў",
    "Learn how to verify your downloads": "Даведайцеся, як праверыць загрузкі",
    "Learn how Fedora uses package signing to help protect you.": "Даведайцеся, як Fedora выкарыстоўвае подпіс пакетаў для абароны.",
    "If your download comes with a CHECKSUM file, follow these easy steps to verify your image for both security and integrity.": "Калі загружаны файл уключае ў сябе файл кантрольнай сумы, выканайце наступныя простыя дзеянні, каб праверыць выяву на бяспеку і цэласнасць.",
    "Found a security bug?": "Знайшлі памылку ў сістэме бяспекі?",
    "Fedora keeps you safe": "Fedora забяспечвае вашу бяспеку",
    "Each stable RPM package published by the Fedora Project is signed with a GPG signature. By default, `dnf` and the graphical update tools will verify these signatures and refuse to install any packages that are not signed or have bad signatures. You should always verify the signature of a package before you install it. These signatures ensure that the packages you install are what was produced by the Fedora Project and have not been altered (accidentally or maliciously) by any mirror or website that is providing the packages.": "Кожны стабільны пакет RPM, апублікаваны праектам Fedora, падпісаны подпісам GPG. Па змаўчанні `dnf` і графічныя прылады абнаўлення правяраюць гэтыя подпісы і адмаўляюцца ўсталёўваць пакеты, якія не падпісаны ці маюць дрэнныя подпісы. Заўсёды правярайце подпіс пакета перад яго ўсталёўкай. Гэтыя подпісы гарантуюць, што пакеты былі створаныя праектам Fedora і не былі зменены (выпадкова або зламысна) люстэркам або вэб-сайтам, якія прадстаўляюць пакеты.",
    "We're so glad you've decided to give Fedora Phosh a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Phosh. Мы ведаем, што ён вам спадабаецца.",
    "The Phosh spin provides a mobile friendly, touch based desktop interface. It's built for mobile devices like phones and tablets, but also laptops with touchscreens. \n\n\nPhosh allows you to use a touch based device to quickly launch and switch applications as well as handy settings like battery level and wan signal strength. \n\n\nBehind this desktop is the entire Fedora collection of packages which you can install and use as you see fit. Phosh is built on wayland and other modern gnome desktop technologies.": "Phosh забяспечвае інтэрфейс працоўнага стала, зручны для мабільных прылад і сэнсарных экранаў. Ён прызначаны не толькі для мабільных прылад, такіх як тэлефоны і планшэты, але і для ноўтбукаў з сэнсарным экранам.\n\n\nPhosh дазваляе выкарыстоўваць сэнсарнае прылада для хуткага запуску і пераключэння прыкладанняў, а таксама для такіх карысных налад, як узровень батарэі і нізкі ўзровень сігналу.\n\n\nЗа гэтым працоўным сталом хаваецца цэлая калекцыя пакетаў Fedora, якія вы можаце ўсталяваць і выкарыстоўваць, як лічыце патрэбным. Phosh створаны на аснове Wayland і іншых сучасных тэхналогій працоўнага стала gnome.",
    "Screenshot of Fedora Phosh on mobile": "Здымак экрана Fedora Phosh на мабільным тэлефоне",
    "Fedora Sway Image": "Вобраз Fedora Sway",
    "Visit now": "Наведайце зараз",
    "The Community Blog provides a single source for members of the community to share important news, updates, and information about Fedora with others in the Project community.": "Блог супольнасці дае членам супольнасці адзіную крыніцу для абмену важнымі навінамі, абнаўленнямі і інфармацыяй аб Fedora з іншымі членамі супольнасці праекта.",
    "Fedora Publications": "Публікацыі Fedora",
    "Worldwide & Local Fedora Meetups": "Глабальныя і лакальныя сходы Fedora",
    "We want you to be part of Nest 2022": "Мы хочам, каб вы сталі часткай Nest 2022",
    "Twice a year, in coordination with the release of each new version of Fedora Linux, we hold global virtual release parties. These are typically a 1.5 day \"mini-conference\" with talks and social events. ": "Двойчы ў год, у сувязі з выхадам кожнай новай версіі Fedora Linux, мы арганізуем глабальныя віртуальныя мерапрыемствы па выпуску. Як правіла, гэта паўтарадзённыя \"міні-канферэнцыі\" з дакладамі і сацыяльнымі мерапрыемствамі. ",
    "There's a Fedora release party every six months and a Flock event every year. Make a plan to attend and even propose a talk!": "Кожныя шэсць месяцаў праводзіцца мерапрыемства па запуску Fedora, а кожны год - мерапрыемства па Flock. Плануйце прыняць удзел і нават прапанаваць выступіць!",
    "The Virtual Fedora Project Conference": "Віртуальная канферэнцыя праекта Fedora",
    "The Annual Fedora Project Conference": "Штогадовая канферэнцыя праекта Fedora",
    "Recap": "Рэзюмэ",
    "Nest is our at-home, virtual Flock that has been running since the global outbreak of COVID-19.  It takes place over 3 days and includes talks, workshops, hackfests, and social events.": "Nest - гэта наш родны віртуальны Flock, які праводзіцца з моманту глабальнага выбліску COVID-19. Ён праходзіць на працягу 3 дзён і ўключае ў сябе выступленні, семінары, хакфесты і сацыяльныя мерапрыемствы.",
    "Make a proposal": "Падаць заяўку",
    "In-person Flock events are currently on-hold due to the ongoing COVID pandemic.": "Вочныя мерапрыемствы Flock у цяперашні час прыпыненыя ў сувязі з якая працягваецца пандэміяй COVID.",
    "Hatch is a series of small-scale, in-person global meetups organized in the weeks preceding the Flock / Nest conference enabling Fedorans local to each other to meet.": "Hatch - гэта серыя лакальных, глабальных, невялікіх сустрэч, якія праводзяцца за некалькі тыдняў да канферэнцыі Flock / Nest, якія дазваляюць мясцовым энтузіястам Fedora сабрацца разам.",
    "Flock is the Fedora Project's annual multi-day **in-person** conference focused on our contributors. It typically alternates between European and North American locations. The conference provides a venue for face-to-face meetings and conversations. It is also a place to celebrate our community. \n\n**Flock typically takes place every August.**": "Flock - гэта штогадовая шматдзённая **персанальная** канферэнцыя праекта Fedora, прысвечаная нашым укладчыкам. Звычайна яна праходзіць у Еўропе і Паўночнай Амерыцы. Канферэнцыя дае месца для асабістых сустрэч і гутарак. Гэта таксама месца для ўшаноўвання нашай супольнасці.\n\n**Flock звычайна праходзіць кожны год у жніўні.**",
    "Fedora has events throughout the year that you can attend, typically in-person or virtually, to learn more about Fedora Workstation as well as meet other users and contributors.": "На працягу года Fedora праводзіць мерапрыемствы, якія вы можаце наведаць, звычайна асабіста ці віртуальна, каб даведацца больш пра Fedora Workstation і пазнаёміцца з іншымі карыстальнікамі і ўдзельнікамі.",
    "Fedora Release Parties": "Мерапрыемствы ў гонар выхаду Fedora",
    "Colúr (cuh-loohr) is our Flock mascot.": "Colúr (cuh-loohr) - талісман нашай зграі.",
    "Check out the recap from our latest event, the Fedora 36 release party!": "Паглядзіце агляд нашага нядаўняга мерапрыемства - прэзентацыі Fedora 36!",
    "By clicking on and downloading Fedora, you agree to comply with the following terms and conditions.": "Націскаючы і загружаючы Fedora, вы згаджаецеся з наступнымі ўмовамі і палажэннямі.",
    "By clicking on and downloading Fedora, you agree to comply with the [Fedora Export Control Policy](https://docs.fedoraproject.org/en-US/legal/export/).": "Націскаючы і загружаючы Fedora, вы згаджаецеся выконваць [Палітыку экспартнага кантролю Fedora](https://docs.fedoraproject.org/en-US/legal/export/).",
    "Once you've got Fedora installed and running, why not join and contribute to one of our online communities?": "Пасля ўсталёўкі і запуску Fedora чаму б вам не далучыцца да адной з нашых суполак і не падтрымаць яго ў Інтэрнэце?",
    "Officially-supported Fedora community spaces": "Афіцыйна падтрымліваемыя супольнасці Fedora",
    "Community-maintained spaces": "Участкі, якія падтрымліваюцца супольнасцю",
    "Become a Fedora contributor": "Стаць укладчыкам Fedora",
    "i3 Tiling WM": "Мазаічны менеджэр вокнаў i3",
    "You can use this to search for things in Fedora's code repositores. See the Fedora Magazine article for more info.": "Вы можаце выкарыстоўваць яго для пошуку ў рэпазітарах кода Fedora. Больш падрабязную інфармацыю гл. у артыкуле часопіса Fedora.",
    "Yes, they still exist.": "Так, яны ўсё яшчэ існуюць.",
    "Workstation": "Рабочая станцыя",
    "Week of Diversity": "Тыдзень разнастайнасці",
    "We use weblate to translate our site. Please find relevant links below.": "Мы выкарыстоўваем weblate для пераводу нашага сайта. Калі ласка, скарыстайцеся адпаведнымі спасылкамі ніжэй.",
    "We are always excited to work with new contributors. If you're new to the project, check out these sites.": "Мы заўсёды рады супрацоўніцтву з новымі ўдзельнікамі. Калі вы пачатковец у праекце, зазірніце на гэтыя сайты.",
    "Visual design, multimedia production, and publishing suite of free and open source creative tools.": "Набор інструментаў візуальнага дызайну, вытворчасці мультымедыя і выдавецкай дзейнасці для свабоднай і адкрытай творчасці.",
    "User Guides": "Інструкцыі карыстальніка",
    "Use this link to focus on questions and answers about the KDE desktop environment.": "Выкарыстоўвайце гэтую спасылку, каб знайсці пытанні і адказы аб працоўным стале KDE.",
    "Use this link to focus on questions and answers about the GNOME desktop environment.": "Выкарыстоўвайце гэтую спасылку, каб знайсці пытанні і адказы аб працоўным стале GNOME.",
    "Use this link to focus on questions and answers about installing Fedora Linux.": "Выкарыстоўвайце гэтую спасылку, каб знайсці пытанні і адказы па ўстаноўцы Fedora.",
    "Use this link to focus on questions and answers about Fedora Workstation.": "Выкарыстоўвайце гэтую спасылку, каб знайсці пытанні і адказы аб Fedora Workstation.",
    "Use this link to focus on questions and answers about Fedora Server.": "Выкарыстоўвайце гэтую спасылку, каб знайсці пытанні і адказы аб Fedora Server.",
    "Use this link to focus on questions and answers about Fedora IoT (Internet of Things).": "Выкарыстоўвайце гэтую спасылку, каб знайсці пытанні і адказы аб Fedora IoT.",
    "Use this link to focus on questions and answers about Fedora CoreOS.": "Выкарыстоўвайце гэтую спасылку, каб знайсці пытанні і адказы аб Fedora CoreOS.",
    "Use this link to focus on questions and answers about Fedora Cloud.": "Выкарыстоўвайце гэтую спасылку, каб засяродзіцца на пытаннях і адказах аб Fedora Cloud.",
    "Use this link to connect with other workstation contributors.": "Выкарыстоўвайце гэтую спасылку, каб звязацца з іншымі распрацоўшчыкамі працоўных станцый.",
    "Upgrading Fedora Linux": "Абнаўленне Fedora",
    "Translations": "Наяўныя пераклады",
    "To be granted access and be credited for your contributions, you will need a Fedora account. Do this first!": "Вам спатрэбіцца уліковы запіс Fedora, каб атрымаць доступ і атрымаць прызнанне за свой уклад. Зрабіце гэта першым!",
    "This page lists known and scheduled outages of Fedora Project services.": "На гэтай старонцы пералічаны вядомыя і запланаваныя перапынкі ў абслугоўванні праекта Fedora.",
    "This is where contributors are awarded tokens of recognition for their contributions. How many can you get!": "Тут удзельнікі атрымліваюць значкі прызнання за свой уклад. Колькі іх можна атрымаць!",
    "This is the software that builds Fedora's RPM packages.": "Гэта праграмнае забеспячэнне, якое збірае пакеты Fedora RPM.",
    "This is the proverbial office “water cooler”, where people gather for “break from work” conversation. Introduce yourself, have (friendly!) off-topic discussions, and socialize!": "Гэта праславуты офісны \"кулер для вады\", дзе людзі збіраюцца на \"перапынак у працы\". Уяўляйцеся, вядзіце (сяброўскія!) дыскусіі не па тэме і майце зносіны!",
    "This is the main index page for all of Fedora's Documentation. If you weren't able to find a direct link to what you were looking for in this site's menus, you can try searching from here.": "Гэта галоўная індэксная старонка для ўсёй дакументацыі Fedora. Калі вы не змаглі знайсці прамую спасылку на тое, што вы шукаеце, у меню гэтага сайта, вы можаце паспрабаваць пашукаць тут.",
    "This is primarily a collaboration tool for the community. Content that has been submitted here might be out of date and/or it might not have undergone the same level of scrutiny as the information on Fedora Docs.": "Гэта ў першую чаргу інструмент узаемадзеяння для супольнасці. Матэрыялы, прадстаўленыя тут, могуць быць састарэлымі і/ці могуць быць не правераны на тым жа ўзроўні, што і інфармацыя ў дакументацыі Fedora.",
    "This is an open-source git forge that the Fedora Project uses.": "Гэта git-рэпазітар з адкрытым зыходным кодам, які выкарыстоўваецца праектам Fedora.",
    "This is an open-source git forge that hosts most of Fedora's source RPM packages.": "Гэта git-рэпазітар з адчыненым зыходным кодам, які падтрымлівае большасць зыходных RPM-пакетаў Fedora.",
    "This is an easy-to-use build system for the Fedora community.": "Гэта простая ў выкарыстанні сістэма зборкі для супольнасці Fedora.",
    "This is a week in September where we highlight the contributions and experiences of women, lgbtq+, and bipoc in Fedora.": "Гэта тыдзень у верасні, калі мы падкрэсліваем фундуш і досвед жанчын, лесбіянак+ і біпокаў у Fedora.",
    "This is a special interest group that has formed for the sole purpose of helping new contributors get involved. Fedora is big and complex and it needs your help!": "Гэта спецыяльная група па інтарэсах, створаная з адзінай мэтай - дапамагчы новым удзельнікам уключыцца ў работу. Fedora – вялікая і складаная сістэма, і ёй патрэбна ваша дапамога!",
    "This is a collection of short HOWTO and FAQ-style documentation for Fedora users.": "Гэта калекцыя кароткіх HOWTO і дакументацыі ў стылі FAQ для карыстальнікаў сістэмы Fedora.",
    "This is Fedora's official build system. It is used to create, test, and publish packages.": "Гэта афіцыйная сістэма зборкі Fedora. Яна выкарыстоўваецца для зборкі, тэсціравання і публікацыі пакетаў.",
    "This is Fedora's main forum for all project collaboration and user support. Also, if you have encountered a problem that might be a software bug, this is a good place to triage it with other users before escalating it to Red Hat's bugzilla reporting system.": "Гэта асноўны форум Fedora для сумеснай працы над усімі праектамі і падтрымкі карыстальнікаў. Таксама, калі вы сутыкнуліся з праблемай, якая можа быць памылкай у праграмным забеспячэнні, гэта добрае месца, каб падзяліцца ёю з іншымі карыстальнікамі, перш чым адправіць яе ў сістэму паведамленняў аб памылках Red Hat's bugzilla.",
    "These pages connect you to all the different spaces that Fedorans work on projects. From new to long-term contributors, the following links will get you to where you want to go.": "Гэтыя старонкі злучаюць вас з рознымі прасторамі, дзе энтузіясты Fedora працуюць над праектамі. Спасылкі ніжэй прывядуць вас туды, куды вы хочаце патрапіць, ад пачаткоўцаў да даўніх суаўтараў.",
    "These editions are supported but not yet a part of the official Fedora editions.": "Гэтыя рэдакцыі падтрымліваюцца, але пакуль не ўваходзяць у афіцыйныя выпускі Fedora.",
    "These documentation pages are contributor-focused. They include Fedora's guidelines, teams, organizational structure, and legal docs. If you are looking for user guides (installation, getting started, etc.) check under the Help menu.": "Гэтыя старонкі дакументацыі прызначаны для суаўтараў. Яны ўключаюць кіраўніцтва Fedora, каманды, арганізацыйную структуру і юрыдычныя дакументы. Калі вы шукаеце кіраўніцтва карыстальніка (усталёўка, пачатак працы і г.д.), звярніцеся да меню Дапамога.",
    "These are the tools and Git forges that Fedora packagers and developers use to build the Fedora systems.": "Гэта прылады і ўтыліты Git, якія распрацоўшчыкі пакетаў і распрацоўшчыкі Fedora выкарыстоўваюць для стварэння сістэм Fedora.",
    "These are some of the tools that you will use when contributing to the Fedora Project.": "Вось некаторыя з прылад, якія вы можаце выкарыстоўваць пры занясенні фундуша ў праект Fedora.",
    "These are some low-priority items that are thought to be good entry-level tasks for a new contributor to start with.": "Вось некалькі нізкапрыярытэтных пунктаў, якія лічацца добрымі асноўнымі задачамі для пачаткоўца са-творцы.",
    "These are some introductory guides to help users get started with Fedora Linux.": "Вось некалькі ўступных кіраўніцтваў, якія дапамогуць карыстальнікам пачаць працу з Fedora.",
    "The lightweight VM environment": "Непатрабавальнае асяроддзе для віртуальных машын",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora Cloud is created by a team in the Fedora community called the **Cloud Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Cloud Working Group website](https://fedoraproject.org/wiki/Cloud_SIG).": "Праект Fedora прадугледжвае свет, дзе кожны выкарыстоўвае бясплатнае праграмнае забеспячэнне з адкрытым зыходным кодам, створанае інклюзіўнымі, дружалюбнымі і адкрытымі супольнасцямі.\n\nFedora Cloud створана камандай супольнасці Fedora пад назвай **Cloud Working Group**. Ён складаецца з афіцыйных членаў, якія маюць права прымаць рашэнні, а таксама іншых удзельнікаў. Даведайцеся больш на [сайте Cloud Working Group](https://fedoraproject.org/wiki/Cloud_SIG).",
    "Sign up at [cloud@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Зарэгіструйцеся на [cloud{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/), каб атрымліваць парадак дня сустрэчы.",
    "Secure": "Бяспечны",
    "Open-source Ecosystem": "Экасістэма з адкрытым зыходным кодам",
    "Open to all current and potential contributors on **Wednesday 11 AM Eastern** on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Адкрыты для ўсіх цяперашніх і патэнцыйных удзельнікаў у **сераду ў 11:00 EST** на [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/ #сустрэча: fedoraproject.org).",
    "Join the mailing list": "Далучайцеся да спісу рассылкі",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "Fedora Cloud прапануе найноўшыя праграмныя пакеты і абнаўленні, гарантуючы, што вы заўсёды ў курсе падзей.",
    "Fedora Cloud is optimized for container workloads making it a great host for running containerized applications.": "Fedora Cloud аптымізавана для кантэйнерных аперацый, што робіць яго выдатным хостам для запуску кантэйнерных прыкладанняў.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "Fedora Cloud дазваляе адаптаваць асяроддзе ў адпаведнасці з вашымі патрэбамі, выбіраючы пэўныя пакеты і функцыі, якія вы хочаце ўключыць.",
    "Fedora Cloud Image": "Вобраз Fedora Cloud",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Усё падтрымліваецца цалкам бясплатнай экасістэмай Fedora з адкрытым зыходным кодам.",
    "Endorsed Partners of Fedora Cloud ": "Зацверджаныя партнёры Fedora Cloud ",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "Fedora Cloud, распрацаваная з улікам бяспекі, уключае такія функцыі, як SELinux, які павышае бяспеку ядра і профілі бяспекі.",
    "Customizable": "Наладжвальны",
    "Container-based": "На аснове кантэйнераў",
    "Community-driven": "Кіруецца супольнасцю",
    "Chat with the team": "Пагутарыце з камандай",
    "Built By You": "Створаны вамі",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "Будучы праектам з адкрытым зыходным кодам, гэта азначае, што ёсць вялікі запас ведаў і вопыту.",
    "A customizable cloud native experience.": "Наладжвальнае воблачнае асяроддзе.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "Спампуйце апошнюю версію Fedora Cloud для вашай архітэктуры тут.",
    "Documentation": "Дакументацыя",
    "Community Support": "Падтрымка супольнасці",
    "community": "супольнасць",
    "You can view, file, and discuss Fedora Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues).": "Вы можаце праглядаць, паведамляць і абмяркоўваць памылкі Fedora Cloud на [Fedora Cloud Bug Tracker](https://pagure.io/fedora-cloud/issues).",
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "Вы можаце пагаварыць з рабочай групай Fedora Cloud па Matrix: #cloud:fedoraproject.org.",
    "Ways to get involved": "Як прыняць удзел",
    "Visit Now": "Наведайце зараз",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "Рабочая група Fedora Cloud рассылае парадак дня і пратаколы сустрэч і вядзе абмеркаванне ў свой спіс рассылкі на cloud{'@'}lists.fedoraproject.org.",
    "verify_button_instruction": "Націсніце на кнопку {verify_button}, каб убачыць інструкцыі для адпаведнага варыянту загрузкі.",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "Тэг **Fedora Cloud** на дыскусійным форуме Fedora Discourse з'яўляецца выдатным месцам для зносін з іншымі карыстальнікамі і ўдзельнікамі Fedora Cloud.",
    "Report & discuss issues": "Дакладвайце і абмяркоўвайце праблемы",
    "Mailing List": "Спіс адрасатаў",
    "Join a community of users and contributors focused on Fedora Cloud.": "Далучайцеся да супольнасці карыстальнікаў і ўдзельнікаў, арыентаваных на Fedora Cloud.",
    "Forum": "Форум",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "Воблака Fedora створана камандай у супольнасці праекта Fedora пад назвай Cloud Working Group. Ён складаецца з афіцыйных членаў, якія маюць права прымаць рашэнні, а таксама іншых удзельнікаў. Даведайцеся больш пра гэту групу і пра тое, як вы можаце прыняць удзел, на вэб-сайце Cloud Working Group.",
    "Description": "Апісанне",
    "Communication Channels": "Каналы сувязі",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Сустрэчы Cloud Working Group адкрыты для ўсіх цяперашніх і патэнцыйных удзельнікаў па серадах у 11 раніцы EST на fedora-meeting{'@'}irc.libera.chat.",
    "Chat Now": "Гаварыць зараз",
    "Chat": "Чат",
    "Attend a meeting": "Прыняць удзел у сустрэчы",
    "We're so glad you've decided to give Fedora Cinnamon Spin a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Cinnamon. Мы ведаем, што вам гэта спадабаецца.",
    "Fedora Cinnamon Spin": "Вобраз Fedora Cinnamon",
    "We're so glad you've decided to give Fedora Budgie Spin a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Budgie. Мы ведаем, што вам гэта спадабаецца.",
    "Utilities & Configuration": "Інструменты і канфігурацыя",
    "Upstream Documentation": "Пераважная дакументацыя",
    "The Fedora Budgie Spin showcases the Budgie Desktop, a feature-rich, modern desktop designed to keep out the way of the user. Budgie Desktop uses common desktop design metaphors while offering uses sophisticated functionality such as its Raven widget and notification center, and an approachable method to personalization.\n\nThis Spin is designed to align closely with upstream Budgie Desktop, providing a close to vanilla experience with a curated set of default applications that fit in best with Budgie.": "Fedora Budgie прадстаўляе працоўны стол Budgie, шматфункцыянальны сучасны працоўны стол, распрацаваны, каб не перашкаджаць вам. Працоўны стол Budgie выкарыстоўвае тыповыя метафары дызайну працоўнага стала, адначасова прапаноўваючы такія складаныя функцыі, як віджэт Raven і цэнтр апавяшчэнняў, а таксама даступны метад персаналізацыі.\n\nПастаўляецца з падабраным наборам праграм па змаўчанні, якія найбольш падыходзяць Budgie.",
    "Simple interface. Powerful music management. Playlists. Streaming Radio. Podcasts.": "Просты інтэрфейс. Магутнае кіраванне музыкай. Плэйлісты. Струменевае радыё. Падкасты.",
    "Screenshot of Fedora Budgie desktop": "Здымак экрана працоўнага стала Fedora Budgie",
    "Office & Productivity": "Офіс і прадукцыйнасць",
    "Multimedia": "Мультымедыя",
    "Mozilla Thunderbird is a standalone Matrix, mail and newsgroup client. Organize your schedule with the included Lightning calendar application.": "Mozilla Thunderbird - гэта аўтаномны кліент Matrix, пошты і груп навін. Арганізуйце свой графік з дапамогай праграмы Lightning Calendar, якая ўваходзіць у камплект.",
    "LibreOffice is an integrated office suite. It utilizes free and open standards for its document formats and components.": "LibreOffice - гэта інтэграваны офісны пакет. Ён выкарыстоўвае свабодныя і адкрытыя стандарты для фарматаў дакументаў і кампанентаў.",
    "Going Online": "Выход у інтэрнэт",
    "GNOME Terminal": "Тэрмінал GNOME",
    "Fedora Budgie Spin ships Gnome Terminal, the gateway to the real power of any UNIX/Linux machine.": "Вобраз Fedora Budgie забяспечвае тэрмінал Gnome, шлюз да сапраўднай магутнасці любой машыны UNIX/Linux.",
    "Fedora Budgie Image": "Выява Фёдара з Budgie",
    "Eye of MATE is meant to be a fast and functional image viewer.": "Мяркуецца, што Eye of MATE будзе хуткім і функцыянальным праглядальнікам фатаграфій.",
    "Eye of MATE": "Eye of MATE",
    "Explore the World Wide Web with Firefox, the full featured web browser.": "Сёрфінг у сусветнай павуціне з дапамогай вэб-браўзера Firefox.",
    "Budgie Desktop Settings provide a wide range of capabilities for personalization, from Raven and panel management to theming.": "Наладчык працоўнага стала Budgie дазваляе вам наладзіць працоўны стол, змяняючы налады Raven, панэлі і стылі і многае іншае.",
    "Atril is a simple multi-page document viewer. It can display and print PostScript, DVI, XPS and Portable Document Format files.": "Простая праграма для прагляду шматстаронкавых дакументаў. З яго дапамогай можна праглядаць і раздрукоўваць файлы ў фарматах PostScript, DVI, XPS і PDF.",
    "A modern media player, using gtk3 and the gstreamer plugin framework.": "Сучасны мультымедыйны прайгравальнік, які выкарыстоўвае gtk3 і gstreamer plugin framework.",
    "Download Now": "Спампаваць зараз",
    "We're so glad you've decided to give Fedora Everything a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora Everything. Мы ведаем, што вам гэта спадабаецца.",
    "Fedora Everything": "Fedora everything",
    "GitLab repo": "Рэпазітар GitLab",
    "CMS": "CMS",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Праверце спампаваны файл, выкарыстоўваючы адпаведную кантрольную суму для бяспекі і цэласнасці файла. Калі ёсць подпіс з ключамі Fedora і кантрольная сума SHA256 супадае, файл сапраўдны.",
    "No files available for this version.": "Для гэтай версіі няма файлаў.",
    "RELEASE DATE": "ДАТА ВЫХОДУ",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "І блог супольнасці Fedora, і часопіс Fedora заўсёды шукаюць новых артыкулаў, аўтараў і рэдактараў.",
    "Obsolete GPG keys": "Састарэлыя ключы GPG",
    "Current GPG keys": "Актуальныя ключы GPG",
    "Verify the CHECKSUM file is valid": "Праверце, ці правільная КАНТРОЛЬНАЯ СУМА файла",
    "You can verify the details of the GPG key(s) below.": "Вы можаце праверыць характарыстыкі ключа(оў) GPG ніжэй.",
    "List Fedora's GPG key(s)": "Спіс ключоў Fedora GPG",
    "Latest release": "Апошні выпуск",
    "100% Free & Open Source": "100% бясплатны і з адкрытым зыходным кодам",
    "It's your Operating System.": "Гэта ваша аперацыйная сістэма.",
    "Release Notes": "Заўвагі да выпуску",
    "Verify the signature file is valid": "Праверце, ці правільны подпіс файла",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Праверце спампаваны файл, выкарыстоўваючы адпаведную кантрольную суму для бяспекі і цэласнасці файла. Калі ключ Fedory добры і кантрольная сума SHA256 правільная, файл правільны.",
    "If the output states that the file is valid, then it's ready to use!": "Калі вы бачыце паведамленне, што файл цэлы, вы можаце выкарыстоўваць яго!",
    "Verify the checksum matches": "Пераканайцеся, што кантрольныя сумы супадаюць",
    "Verify the checksum file is valid": "Пераканайцеся, што файл кантрольнай сумы правільны",
    "You can verify the details of the GPG key(s)": "Уключана дадатковая інфармацыя аб ключах GPG",
    "Import Fedora's GPG key(s)": "Імпартаваць ключы Fedora GPG",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid": "Бяспеку і цэласнасць спампаванага малюнка можна праверыць з дапамогай адпаведнага файла кантрольнай сумы. Калі малюнак падпісаны ключом Fedora і кантрольная сума SHA256 супадае, значыць, усё нармальна",
    "Verify your download": "Праверце сваю загрузку",
    "Become a Sponsor": "Стаць спонсарам",
    "Learn more": "Даведайцеся больш",
    "Get Started": "Пачаць",
    "Watch the latest reviews ➔": "Глядзіце новыя агляды тут ➔",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity.": "Каб праверыць вобраз на наяўнасць прыкмет пашкоджання або шкоднасных маніпуляцый, вам трэба вылічыць яго кантрольную суму на вашым кампутары і параўнаць з арыгіналам. Акрамя таго, усе нашы арыгінальныя выявы падпісаны ключамі Fedora GPG.",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "Спампоўваючы ўсталявальны вобраз сістэмы, пераканайцеся, што ён бяспечны і без памылак.",
    "Most computers with Intel and AMD processors.": "Для большасці кампутараў з працэсарамі Intel і AMD.",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Таксама вядомы як armv8. Ахоплівае працэсары іншых вытворцаў, устаноўленыя ў такіх прыладах, як Raspberry Pi.",
    "BETA": "БЭТА версія",
    "Panda, Beefy and Badger.": "Панда, Біфі і Барсук.",
    "Deadline:": "Крайні тэрмін:",
    "Screenshot": "Скрыншот",
    "Visit Fedora Youtube": "Наведайце канал Fedora на YouTube",
    "Cloud Launchable": "Для хуткага разгортвання ў воблаку",
    "Cloud Images": "Для воблачнага асяроддзя",
    "Bare Metal & Virtualized": "Для фізічных прылад і віртуальных машын",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "Fedora CoreOS можа быць разгорнута на 3 розных архітэктурах працэсараў.",
    "architecture": "архітэктура",
    "Pick your": "Выберыце",
    "Download": "Спампаваць",
    "Try it now.": "Паспрабуйце зараз.",
    "Learn more about the relationship between Red Hat and Fedora.": "Даведайцеся больш пра адносіны паміж Red Hat і Fedora.",
    "Fedora is sponsored by Red Hat.": "Fedora спансуецца Red Hat.",
    "Registration": "Рэгістрацыя",
    "Learn More": "Даведайцеся больш",
    "Destination": "Пункт прызначэння",
    "Learn more about the relationship between Red Hat and Fedora": "Даведайцеся больш пра адносіны паміж Red Hat і Fedora",
    "Fedora is sponsored by Red Hat": "Fedora спансуецца Red Hat",
    "Sponsored by Red Hat Logo": "Спансуецца Red Hat Logo",
    "Sponsors": "Спонсары",
    "Code of Conduct": "Правілы паводзін",
    "Legal": "Юрыдычная інфармацыя",
    "Privacy Statement": "Палажэнне аб канфiдэнцыяльнасцi",
    "Fedora Logo": "Лагатып Fedora",
    "Support": "Падтрымка",
    "Contributors": "Укладальнікі",
    "Community": "Супольнасць",
    "Downloads": "Загрузкі",
    "Languages": "Мовы",
    "Become a Fedora Contributor": "Станьце ўдзельнікам Fedora",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Удзел у сустрэчы або справаздачы і абмеркаванне выяўленых вамі праблем могуць стаць выдатным першым крокам для ўнясення ўкладкі",
    "Join Us!": "Далучайся да нас!",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "Ваш дружны і карысны ўклад у гэтыя сродкі сувязі будзе высока ацэнены",
    "For IBM s390x zSystems": "Для сістэм IBM s390x zSystems",
    "For Power ppc64le systems": "Для сістэм Power ppc64le",
    "For ARM® aarch64 systems": "Для сістэм ARM® aarch64",
    "For Intel and AMD x86_64 systems": "Для сістэм Intel і AMD x86_64",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "Вылічыўшы кантрольную суму выявы на сваім кампутары і параўнаўшы яе з арыгінальнай кантрольнай сумай, вы можаце пераканацца, што выява не быў падроблены або пашкоджаны. Выявы таксама падпісаныя gpg ключамі Fedora, каб прадэманстраваць іх цэласнасць",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "Пасля загрузкі выявы абавязкова праверце яго на бяспеку і цэласнасць",
    "We take security seriously": "Мы сур'ёзна ставімся да бяспекі",
    "Get support from our the community on the Fedora Discussion Forum.": "Атрымайце падтрымку ад нашай супольнасці на дыскусійным форуме Fedora.",
    "Fedora is always free for anyone to **use, modify, and distribute**. It is built and used by people across the globe who work together as a community.": "Fedora можа свабодна **выкарыстоўваць, змяняць і распаўсюджваць**. Ён распрацаваны сумеснымі намаганнямі распрацоўшчыкаў і карыстальнікаў з усяго свету.",
    "Fedora Workstation is a polished, easy to use operating system for laptop and desktop computers, with a complete set of tools for developers and makers of all kinds.": "Fedora Workstation – простая ў выкарыстанні і якасная аперацыйная сістэма для настольных ПК і наўтбукаў. Мае ўсё неабходнае для распрацоўкі праграм і штодзённага карыстання.",
    "Fedora Spins": "Вобразы Fedora",
    "Fedora Server is a powerful, flexible operating system that includes the best and latest datacenter technologies.": "Fedora Server – магутная і гнуткая ў выкарыстанні аперацыйная сістэма, у якой рэалізаваны самыя лепшыя і найноўшыя тэхналогіі выкарыстання ў цэнтрах дадзеных.",
    "Fedora Magazine": "Часопіс Fedora",
    "Fedora Linux": "Fedora Linux",
    "Fedora Labs is a selection of curated bundles of purpose-driven software and content as curated and maintained by members of the Fedora Community. These may be installed as standalone full versions of Fedora or as add-ons to existing Fedora installations.": "Пакеты Fedora ўтрымліваюць тэматычнае праграмнае забеспячэнне і кантэнт, адмыслова выбраны і падтрымліваецца супольнасцю. Іх можна ўсталяваць як асобныя дыстрыбутывы Fedora, так і як дапаўненні да ўжо ўсталяваных сістэм Fedora.",
    "Fedora IoT provides a trusted open source platform as a strong foundation for IoT ecosystems.": "Fedora IoT падае надзейную платформу з адчыненым зыходным кодам у якасці трывалага падмурка для экасістэм IoT.",
    "Fedora Index Image": "Індэксная выява Fedora",
    "Fedora Docs": "Дакументацыя Fedora",
    "Fedora Discussion": "Абмеркаванне Fedora",
    "Fedora CoreOS is an automatically updating, minimal, container-focused operating system.": "Fedora CoreOS - гэта мінімалістычная аперацыйная сістэма з аўтаматычнымі абнаўленнямі і акцэнтам на кантэйнерызацыі.",
    "Fedora Cloud edition is a powerful and minimal base operating system image with tailored images available for both public and many private cloud uses.": "Fedora Cloud - гэта магутная мінімалістычная базавая аперацыйная сістэма з уласнымі вобразамі, даступнымі для выкарыстання ў публічных і прыватных воблачных асяроддзях.",
    "Fedora Chat": "Чат Fedora",
    "Fedora ALT Downloads": "Загрузка альтэрнатыўных версій Fedora",
    "Extensive documentation is available at the Fedora documentation page.": "Шырокая дакументацыя даступна на старонцы дакументацыі Fedora.",
    "Editions": "Выданні",
    "Call to action": "Заклік да дзеяння",
    "An innovative platform for hardware, clouds, and containers, built with love by you.": "Інавацыйная платформа для настольных, воблачных і кантэйнерных прыкладанняў. Створаны вамі з любоўю.",
    "A Registered Digital Public Good": "Зарэгістраванае Digital Public Good",
    "A Community Server OS": "Серверная аперацыйная сістэма з падтрымкай супольнасці",
    "We're so glad you've decided to give Fedora i3 Spin a try. We know you'll love it.": "Мы рады, што вы вырашылі паспрабаваць Fedora i3. Мы ведаем, што вам спадабаецца.",
    "Fedora i3 Spin": "Fedora i3",
    "Workshops and hackfests offer opportunities for active learning and collaboration.": "Семінары і хакфэсты прапануюць магчымасці для актыўнага навучання і супрацоўніцтва.",
    "Workshops": "Майстэрні",
    "What to expect": "Чаго чакаць",
    "We are Fedora": "Fedora - гэта мы",
    "Watch Footage from Past Events": "Відэа хронікі мінулых падзей",
    "Virtual": "Віртуальны",
    "View Topics": "Праглядзіце тэмы",
    "View Socials": "Глядзіце сацыяльныя сеткі",
    "View Projects": "Паглядзець праекты",
    "Use the **\\#NestWithFedora** hashtags on your preferred social media platforms. Follow **[@fedora](https://twitter.com/fedora)** on Twitter for updates.": "Выкарыстоўвайце хэштэг **#NestWithFedora** у любімых сацыяльных сетках. Сачыце за **[{'@'}fedora](https://twitter.com/fedora)** у Twitter, каб атрымліваць апошнія абнаўленні.",
    "Use our messaging board Fedora Discussions to stay up to date on Flock Notifications. **[Check it out here](https://discussion.fedoraproject.org/)**.": "Карыстайцеся нашым форумам Fedora Discussions, каб быць у курсе Flock. **[Праверце тут](https://discussion.fedoraproject.org/)**.",
    "The location of Flock changes each year between Europe and North America. In 2020 Fedorans went virtual with Nest, now we offer a hybrid version of Flock to make it more accessible to our community.": "Месца правядзення канферэнцыі Flock мяняецца кожную гадзіну паміж Еўропай і Паўночнай Амерыкай. У 2020 годзе энтузіясты Fedora перайшлі на віртуальную сустрэчу Nest, і цяпер мы прапануем гібрыдную версію канферэнцыі Flock, каб зрабіць яе больш даступнай для нашай супольнасці.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities. Stay connected during Flock through the following channels.": "Праект Fedora накіраваны на стварэнне свету, дзе кожны можа выкарыстоўваць бясплатнае праграмнае забеспячэнне з адкрытым зыходным кодам, створанае інклюзіўнымі, ветлівымі і прагрэсіўнымі супольнасцямі. Заставайцеся на сувязі падчас Flock, выкарыстоўваючы каналы сувязі ніжэй.",
    "The Fedora Project Conference": "Канферэнцыя праекта Fedora",
    "Thank you to our sponsors, supporting this event is one of the ways that they contribute to open source.": "Мы дзякуем нашым спонсарам, падтрымка гэтага мерапрыемства - адзін са спосабаў іх унёску ў развіццё open source.",
    "Submit Proposal": "Адправіць прапанову",
    "Submissions Closed": "Прыём заявак зачынены",
    "Spotlight": "Пражэктар",
    "Sponsors are advertised in several places at Flock. We also post about sponsors on social media. Your brand will be distributed globally in our swag bag.": "Фундатары рэкламуюцца ў некалькіх месцах на сайце Flock. Мы таксама пішам аб фундатарах у сацыяльных сетках. Ваш брэнд будзе распаўсюджвацца па ўсім свеце ў нашым пакеце з узнагародамі.",
    "Social Events": "Грамадскія мерапрыемствы",
    "Sessions": "Сесіі",
    "Register to attend": "Зарэгістравацца для ўдзелу",
    "Register": "Зарэгістравацца",
    "Presentations that showcase the work done in Fedora and planning for the future.": "Прэзентацыі, якія дэманструюць працу, праведзеную ў Fedora, і планы на будучыню.",
    "Our tierd sponsorship levels will all give you great visibility at Flock. Your booth will be showcased on the Expo page to maximize engagement.": "Усе нашы ўзроўні спонсарства забяспечаць вам выдатную бачнасць на Flock. Ваш стэнд будзе прадстаўлены на сайце выставы для максімальнага прыцягнення наведвальнікаў.",
    "Our main IRC channel for the event is **\\#fedora-flock** on **libera.chat**. Join **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** to chat on Matrix or IRC.": "Наш асноўны IRC-канал для гэтай падзеі - **#fedora-flock** на **libera.chat**. Далучайцеся да **[**#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** для зносін на Matrix ці IRC.",
    "Our Sponsors": "Нашы спонсары",
    "New to Fedora? Check our **[community forum](https://discussion.fedoraproject.org/c/ask)** for support and help with frequently asked questions.": "Навічок у Fedora? Наведайце наш **[форум супольнасці](https://discussion.fedoraproject.org/c/ask)** для атрымання падтрымкі і дапамогі ў часта задаваных пытаннях.",
    "Networking": "Праца ў сетцы",
    "Matrix & IRC": "Matrix i IRC",
    "Looking for a date that is not listed? Click here for help.": "Шукаеце дату, якой няма ў сьпісе? Націсніце тут, каб атрымаць дапамогу.",
    "July 1 - 31 2023\nIn the month leading up to Flock, Fedorans are encouraged to organize local community events. Set the format and topic of your choice. The Fedora Council will help support your initiative with financial and organizating aid. Click below to set up a Hatch! Deadline for submissions is May 29.": "1 ліпеня - 31 2023 года\nУ месяц, які папярэднічае Flock, энтузіястам Fedora прапануецца арганізаваць мясцовыя грамадскія мерапрыемствы. Задайце фармат і тэму на свой выбар. Савет Fedora дапаможа падтрымаць вашу ініцыятыву фінансавай і арганізацыйнай дапамогай. Націсніце ніжэй, каб стварыць свой Hatch. Апошні тэрмін падачы заявак - 29 траўня.",
    "Interested in hosting your own event?": "Жадаеце арганізаваць уласнае мерапрыемства?",
    "Important Dates": "Важныя даты",
    "Hatch Call for Proposals": "Аб'ява аб прыёме прапаноў",
    "Free Admission": "Свабодны ўваход",
    "Flock offers an immersive in person experience. Attend sessions, collaborate with others, explore and meet new people. Plus, Flock is free to attend!": "Flock прапануе пагрузіцца ў атмасферу асабістага досведу. Удзельнічайце ў сесіях, супрацоўнічайце з іншымі, даследуйце і знаёмцеся з новымі людзьмі. Больш за тое, Flock з'яўляецца бясплатным!",
    "Flock is an annual conference for contributors of Fedora Linux. It is where the community plans and showcases the strategy and work on the project. Check out the recordings from previous years of Flock and Nest.": "Flock - гэта штогадовая канферэнцыя для распрацоўшчыкаў Fedora Linux. Менавіта тут супольнасць плануе і прадстаўляе стратэгію і працу над праектамі. Паглядзіце запісы з папярэдніх гадоў Flock і Nest.",
    "Flock attracts hundreds of amazing open source community members who work on and use software daily. Engage with our vibrant community in sessions and social hours.": "Flock прыцягвае сотні выдатных чальцоў супольнасці з адкрытым зыходным кодам, якія працуюць і выкарыстоўваюць праграмнае забеспячэнне кожны дзень. Майце зносіны з нашым яркім супольнасцю на сесіях і ў гадзіны зносін.",
    "Flock Registration Open": "Адкрыццё рэгістрацыі на Flock",
    "Flock Call for Proposals": "Flock Заклік да падачы прапаноў",
    "Explore the latest in Open Source": "Адкрыйце для сябе найноўшыя рашэнні з адкрытым зыходным кодам",
    "Events": "Падзеі",
    "During the Covid-19 pandemic, we created Nest as a virtual alternative to Flock. Now it exists as a virtual option for those who cannot attend in person. Making Flock accessible for everyone!": "Падчас пандэміі Covid-19 мы стварылі Nest як віртуальную альтэрнатыву Flock. Цяпер ён існуе як віртуальны варыянт для тых, хто не можа прысутнічаць асабіста. Робім Flock даступным для ўсіх!",
    "Don't miss these important deadlines": "Не прапусціце гэтыя важныя даты",
    "Discussions": "Дыскусіі",
    "Cork": "Корак",
    "Community events hosted around the world": "Супольныя мерапрыемствы, якія праводзяцца па ўсім свеце",
    "Casual, facilitated, and interactive events for meeting and socializing with Fedorans.": "Выпадковыя, спрыяльныя і інтэрактыўныя мерапрыемствы для сустрэч і зносін з аматарамі Fedora.",
    "Calendar": "Каляндар",
    "Brand Exposure": "Экспазіцыя брэнда",
    "Booths": "Стэнды",
    "Benefits of Sponsoring Flock": "Што атрымліваюць спонсары Flock",
    "August 1 - 4, 2023": "1-4 жніўня 2023 г",
    "All sponsor booths include a video, customizable experience, chat, and social media engagement. Click below to learn more.": "Усе стэнды спонсараў ўключаюць відэа, наладжвальны вопыт, чат і ўзаемадзеянне ў сацыяльных сетках. Націсніце ніжэй, каб даведацца больш.",
    "Accomodations": "Размяшчэнне",
    "A Hybrid Experience": "Гібрыдны вопыт",
    "A 3 day conference hosted on Hopin.io": "Трохдзённая канферэнцыя, арганізаваная на Hopin.io",
    "See the major changes and components version for latest Fedora CoreOS releases.": "Глядзіце асноўныя змены і версіі кампанентаў для апошніх выпускаў Fedora CoreOS.",
    "Fedora CoreOS Release Notes": "Заўвагі да выпуску Fedora CoreOS",
    "You can view, file, and discuss Fedore CoreOS issues on the Fedora CoreOS issue tracker.": "Вы можаце праглядаць, архіваваць і абмяркоўваць праблемы Fedora CoreOS у Fedora CoreOS Issue Tracker.",
    "Why Fedora CoreOS?": "Чаму Fedora CoreOS?",
    "Visit \\#fedora-coreos on irc.libera.chat.": "Наведайце \\#fedora-coreos на irc.libera.chat.",
    "Try it now": "Паспрабуйце зараз",
    "There are a wide variety of supported installation methods.": "Ёсць шмат розных падтрымоўваных метадаў усталёўкі.",
    "The optimal container host will be offered in order to run containerized applications.": "Для запуску кантэйнерных прыкладанняў будзе прапанаваны аптымальны кантэйнерны хост.",
    "The container optimized OS": "Аперацыйная сістэма, аптымізаваная для кантэйнераў",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora CoreOS is created by a team in the Fedora community called the CoreOS Working Group. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the CoreOS Working Group website.": "Праект Fedora мае бачанне свету, дзе кожны выкарыстоўвае бясплатнае праграмнае забеспячэнне з адкрытым зыходным кодам, створанае талерантнымі, прыязнымі і адкрытымі суполкамі.\n\nFedora CoreOS распрацоўваецца групай у супольнасці Fedora пад назвай CoreOS Working Group. Ён складаецца з афіцыйных членаў, якія маюць права прымаць рашэнні, а таксама іншых удзельнікаў. Даведайцеся больш на старонцы CoreOS Workgroup.",
    "Our goal is to provide the best container host to run workloads securely and at scale.": "Наша мэта складаецца ў тым, каб забяспечыць лепшы хост кантэйнераў для бяспечнага запуску кантэйнераў у маштабе.",
    "Open to everyone": "Адкрыты для ўсіх"
}
