{
    "Communication Channels": "Komunikační kanály",
    "Colúr (cuh-loohr) is our Flock mascot.": "Colúr je náš maskot Flocku.",
    "Code of Conduct": "Kodex chování",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Jednání Pracovní skupiny pro cloud jsou otevřena všem současným i potenciálním přispěvatelům každou středu, 11:00 hod (US Eastern) na kanálu fedora-meeting{'@'}irc.libera.chat.",
    "Cloud Launchable": "Spustitelné v cloudu",
    "Cloud Images": "Obrazy pro cloud",
    "Cinnamon Desktop": "Pracovní prostředí Cinnamon",
    "Check out the recap from our latest event, the Fedora 36 release party!": "Projděte si rekapitulaci z naší nejnovější události, Párty k vydání Fedory 36!",
    "Chat with the team": "Chatujte s týmem",
    "Chat Now": "Chatujte hned",
    "Chat": "Chat",
    "Casual, facilitated, and interactive events for meeting and socializing with Fedorans.": "Příležitostné, podporované a interaktivní události pro setkání a socializaci s Fedorany.",
    "Call to action": "Výzva k akci",
    "Calendar": "Kalendář",
    "By clicking on and downloading Fedora, you agree to comply with the following terms and conditions.": "Klepnutím a stažením Fedory souhlasíte, že souhlasíte s následujícími ustanoveními a podmínkami.",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity.": "Výpočtem kontrolního součtu obrazu na svém počítači a jeho porovnání s původním kontrolním součtem lze ověřit, že obraz nebyl pozměněn nebo poškozen. Obrazy jsou rovněž podepsány podpisy gpg s klíči Fedory, aby bylo možno prokázat jejich neporušenost.",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "Výpočtem kontrolního součtu obrazu na svém počítači a jeho porovnání s původním kontrolním součtem lze ověřit, že obraz nebyl pozměněn nebo poškozen. Obrazy jsou rovněž podepsány podpisy gpg s klíči Fedory, aby bylo možno prokázat jejich neporušenost",
    "Built on the latest technologies and enhancements that open-source has to offer.": "Postavena na nejnovějších technologiích a vývoji, který Open Source nabízí.",
    "Built on the latest technologies and enhancements that open source has to offer.": "Postavena na nejnovějších technologiích a vývoji, který Open Source nabízí.",
    "Built by you": "Vyvinuto vámi",
    "Built By You": "Vyvinuto vámi",
    "Boxes takes the guesswork out of using virtual machines. Just select the OS you want to install, and the app will do the rest.": "Boxy odstraňují pokus a omyl z používaní virtuálních strojů. Prostě si jen zvolte OS, který chcete nainstalovat, a aplikace pro vás zařídí vše ostatní.",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "Jak Komunitní blog Fedory, tak časopis Fedora Magazine vždy hledají návrhy na články, autory textů a redaktory.",
    "Both the Fedora Community Blog and Fedora Magazine are always [looking for article proposals, writers, and editors](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ": "Jak Komunitní blog Fedory, tak časopis Fedora Magazine vždy [hledají návrhy na články, autory textů a redaktory](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ",
    "Booths": "Stánky",
    "Beyond the official channels for Fedorans to communicate, community members are involved on other popular platforms as well! Check out IRC, Discord, Telegram, Reddit, and more!": "Mimo oficiální kanály, přes které Fedorané komunikují, členové komunity se také zapojují do dalších oblíbených platforem! Zkontrolujte IRC, Discord, Telegram, Reddit a další!",
    "Benefits of Sponsoring Flock": "Přínosy ze sponzorování Flock",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "Být open-source projektem znamená, že existuje ohromné množství dostupných znalostí a odbornosti.",
    "Become a Sponsor": "Stát se sponzorem",
    "Become a Fedora contributor": "Stát se přispěvatelem Fedory",
    "Become a Fedora Contributor": "Staňte se přispěvatelem Fedory",
    "Beautiful": "Pěkná",
    "Bare Metal & Virtualized": "Holé železo & virtualizované",
    "Badges": "Odznáčky",
    "BETA": "BETA",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Účast na jednání nebo nahlášení a diskuze o problému, který jste objevili, může být skvělým prvním krokem k přispívání",
    "Attend a meeting": "Zúčastněte se jednání",
    "Ask and answer questions on [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)": "Dotazy a odpovědi na [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)",
    "Announcements that are pertinent to Fedora developers and the Fedora infrastructure team tend to be posted here.": "Oznámení relevantní pro vývojáře Fedory a Tým infrastruktury Fedory jsou uveřejňována zde.",
    "An innovative platform for hardware, clouds, and containers, built with love by you.": "Inovativní platforma pro hardware, cloudy a kontejnery; vyvinutá vámi s láskou.",
    "An in-depth guide to installing Fedora Linux.": "Podrobná příručka instalací Fedora Linuxu.",
    "An automatically-updating, minimal operating system for running containerized workloads securely and at scale.": "Automaticky aktualizovaný, minimální operační systém pro běh kontejnerizovaných pracovních zátěží bezpečně a ve škále.",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Také známa jako armv8. Pro většinu procesorů jiných než Intel a AMD, jako např. Raspberry Pi či další odpovídající zařízení.",
    "All the packages, tools and runtimes you might need, up to date and ready for use with just a single command.": "Všechny potřebné balíčky, nástroje a běhová prostředí; aktuální a připravené k použití jediným příkazem.",
    "All the packages developers need": "Všechny potřebné balíčky pro vývojáře",
    "All Teams & Tags": "Všechny týmy & štítky",
    "Add translation": "Přidat překlad",
    "Add a translation": "Přidat překlad",
    "Activities beyond engineering: Learn about the teams focused on Fedora's outreach, brand, & more.": "Mimotechnické aktivity: Objevte týmy, které se zaměřují na růst povědomí o Fedoře, budování značky a další.",
    "Accounts & Apps": "Účty & aplikace",
    "About": "O Fedoře",
    "A wide variety of free and open robotics software packages for beginners and experts.": "Široká nabídka balíčků svobodného a open-source softwaru pro začátečníky i odborníky v robotice.",
    "A plethora of Free/Open source computational modelling tools for Neuroscience.": "Nadbytek svobodných/open-source nástrojů počítačového modelování pro neurovědu.",
    "A modern desktop featuring a traditional gnome user experience.": "Moderní prostředí pracovní plochy dle tradiční zkušenosti uživatelů GNOME.",
    "A minimal OS with automatic updates. Scalable and secure.": "Minimalistický OS s automatickými aktualizacemi. Škálovatelný a bezpečný.",
    "A lightweight yet powerful and scalable OS": "Odlehčený, přesto výkonný a škálovatelný OS",
    "A lightweight and well intgrated LXQT desktop environment.": "Odlehčené a dobře integrované prostředí pracovní plochy LXQT.",
    "A light, fast, and less resource hungry desktop environment": "Lehké, rychlé a méně náročné na zdroje prostředí pracovní plochy",
    "A foundation for Internet of Things and Device Edge ecosystem.": "Základna pro ekosystém Internetu věcí a hraničních zařízení.",
    "A customizable cloud native experience.": "Přizpůsobitelná vrozená zkušenost s cloudem.",
    "A complete, modern desktop built using the KDE Plasma Desktop Environment.": "Kompletní moderní prostředí pracovní plochy postavené na KDE Plasma Desktop Environment.",
    "A complete and well integrated desktop.": "Kompletní a dobře integrované prostředí pracovní plochy.",
    "A collection and perfect showcase of the best games available in Fedora.": "Sbírka a perfektní ukázka nejlepších her ve Fedoře.",
    "A classroom lab for teaching the Python programming language to students.": "Laboratorní učebna pro výuku programovacího jazyka Python.",
    "A classic Fedora desktop with an additional 3D window manager.": "Klasické prostředí pracovní plochy Fedory doplněné 3D okenním správcem.",
    "A bundle of open source scientific and numerical tools used in research.": "Balík open-source vědních a početních nástrojů používaných ve výzkumu.",
    "A built-in remote server administration tool is ready to use on first boot": "Vestavěný nástroj pro vzdálenou správu serveru je připraven od prvního spuštění",
    "A beautiful, high-quality desktop, built on the latest open source technology. Trusted, powerful and easy.\n": "Líbivý desktop vysoké kvality postavený na nejnovější open-source technologii. Spolehlivý, výkonný a snadný.\n",
    "A Registered Digital Public Good": "Registrovaný digitální veřejný majetek",
    "A Hybrid Experience": "Hybridní praxe",
    "A Community Server OS": "Komunitní serverový OS",
    "A 3 day conference hosted on Hopin.io": "3denní konference pořádaná na Hopin.io",
    "100% Free & Open Source": "100 % svobodná & open source",
    " From the Data Center to your Raspberry Pi": " Od datového centra po vaše Raspberry Pi",
    " * Fedora requires a minimum of 20GB disk, 2GB RAM, to install and run successfully. Double those amounts is recommended. ": " * Fedora vyžaduje pro úspěšnou instalaci a svůj běh alespoň 20 GB prostor na disku a 2 GB RAM. Doporučen je však dvojnásobek těchto kapacit. ",
    "Downloads": "Odkazy ke stažení",
    "Downloading Fedora Linux": "Stažení Fedora Linuxu",
    "Download the latest version of Fedora IoT Edition for your architecture here.": "Stáhněte si zde nejnovější verzi edice Fedory IoT pro vaši architekturu.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "Stáhněte si zde nejnovější verzi edice Fedory Cloud pro vaši architekturu.",
    "Download Fedora Server 37": "Stažení Fedory Server 37",
    "Download Fedora IoT": "Stažení Fedory IoT",
    "Download now": "Stáhnout hned",
    "Download Now": "Stáhnout hned",
    "Download": "Stáhnout",
    "Don't miss these important deadlines": "Nepropásněte tyto důležité termíny",
    "Documentation": "Dokumentace",
    "Diversity & Inclusion": "Rozmanitost & začlenění",
    "Discussions": "Diskuze",
    "Did you notice a glaring typo or a broken link in these docs? Click here to find out how you can help make it right!": "Všimli jste si v těchto dokumentech zjevného překlepu nebo nefunkčního odkazu? Klikněte zde a zjistěte, jak můžete pomoci s nápravou!",
    "Developed in partnership with upstream projects. Rigorously tested. Backed by Red Hat.": "Vyvíjena v partnerství s dodavatelskými projekty. Přísně testována. Zaštítěna společností Red Hat.",
    "Destination": "Destinace",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "Navržena se zřetelem na bezpečnost obsahuje Fedora Cloud funkce jako SELinux, který podporuje bezpečnost jádra, a bezpečnostní profily.",
    "Design Suite": "Design Suite",
    "Description": "Popis",
    "Deadline:": "Termín:",
    "Customizable": "Přizpůsobitelná",
    "Current GPG keys": "Současné klíče GPG",
    "CoreOS is currently available on multiple platforms, with more coming soon.": "CoreOS je momentálně k dispozici na několika platformách, s dalšími čekajícími v pořadí.",
    "CoreOS Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Jednání Pracovní skupiny CoreOS jsou otevřena všem současným i potenciálním přispěvatelům každou středu, 11:00 hod (US Eastern) na kanálu fedora-meeting{'@'}irc.libera.chat.",
    "Contributors": "Přispěvatelé",
    "Containers ready to go": "Kontejnery připravené na startu",
    "Container-based": "Založena na kontejnerech",
    "Container Based": "Založena na kontejnerech",
    "Connections": "Kontakty",
    "Community-maintained spaces": "Prostory udržované komunitou",
    "Community-driven": "Komunitně řízený",
    "Community events hosted around the world": "Komunitní akce pořádané v rámci světa",
    "Community Support": "Komunitní podpora",
    "Community": "Komunita",
    "Communication channels": "Komunikační kanály",
    "It's Fedora's calendar!": "To je kalendář Fedory!",
    "It is a compilation of software packages, each under its own license. Images that can be downloaded here are available under the combination of licenses of the constituent software packages and the license of the Fedora Linux distribution itself. [View License](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)": "Jedná se o skladbu softwarových balíčků, každý s vlastní licencí. Obrazy nabízené zde ke stažení jsou k dispozici v kombinaci licencí, které se váží ke zvoleným softwarovým balíčkům, a vlastní licence distribuce Fedora Linuxu. [Zobrazit licenci](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)",
    "IoT Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Jednání Pracovní skupiny IoT jsou otevřena všem současným i potenciálním přispěvatelům ve středu, 11:00 US Eastern na kanálu fedora-meeting{'@'}irc.libera.chat.",
    "Interested in hosting your own event?": "Máte zájem o uspořádání vlastní akce?",
    "Installation": "Instalace",
    "Infrastructure Status": "Stav infrastruktury",
    "Important Dates": "Důležité termíny",
    "Import Fedora's GPG key(s)": "Naimportujte si klíč(-e) GPG Fedory",
    "Immutable Desktops": "Neměnné desktopy",
    "If your download comes with a CHECKSUM file, follow these easy steps to verify your image for both security and integrity.": "Je-li součástí vašeho stažení i soubor kontrolního součtu CHECKSUM, postupujte podle těchto jednoduchých kroků, kterými si ověříte, že stažený obraz je bezpečný a neporušený.",
    "If you prefer an alternative desktop environment such as KDE Plasma Desktop or Xfce, you can download a Fedora Spin for your preferred desktop environment and use that to install Fedora, pre-configured for the desktop environment of your choice.": "Dáváte-li přednost alternativním pracovním prostředím, jako např. KDE Plasma Desktop nebo Xfce, lze si stáhnout Spin Fedory preferovaného prostředí a použít ho pro instalaci Fedory, přednastavené pro prostředí pracovní plochy vaší volby.",
    "If you need help installing, using, or customizing Fedora Linux, or have any other questions about the operating system or the Fedora Project, this is the place to ask!": "Potřebujete-li pomoc s instalací, používáním nebo přizpůsobením Fedora Linuxu, nebo máte další otázky k tomuto operačnímu systému či Projektu Fedora, toto je místo, kde se zeptat!",
    "If the output states that the file is valid, then it's ready to use!": "Uvede-li výstup, že soubor je platný, je již připraven k použití!",
    "How to use Weblate": "Jak používat Weblate",
    "How to upgrade an existing Fedora Linux installation.": "Jak přejít na vyšší verzi existující instalace Fedora Linuxu.",
    "How to select the appropriate download.": "Jak vybrat vhodný odkaz ke stažení.",
    "High-efficiency tool for creating, running and managing containers": "Vysoce efektivní nástroj pro tvorbu, běh a řízení kontejnerů",
    "Helpful out of the box": "Nápomocná bez příprav",
    "Help!": "Pomoc!",
    "Help the design and docs teams with workstation": "Pomozte designovému a dokumentačnímu týmu s Workstation",
    "Help keep the Fedora experience smooth, performant and bug-free by participating in a [test day](https://fedoraproject.org/wiki/QA/Test_Days)": "Pomozte zachovat zkušenost s Fedorou hladkou, výkonnou a bezchybnou účastí v [testovacím dnu](https://fedoraproject.org/wiki/QA/Test_Days)",
    "Help": "Nápověda",
    "Hatch is a series of small-scale, in-person global meetups organized in the weeks preceding the Flock / Nest conference enabling Fedorans local to each other to meet.": "Hatch je série malých, osobních celosvětových setkání organizovaných několik týdnů před konferencí Flock / Nest, které umožňují místním Fedořanům se vzájemně setkat.",
    "Hatch Call for Proposals": "Výzva k návrhům pro Hatch",
    "Guides on developing and deploying applications using Fedora workstation": "Návody na vývoj a nasazování aplikací prostřednictvím Fedora Workstation",
    "Great for developers": "Skvělá pro vývojáře",
    "GitLab is the newest of Fedora's official version control systems. It supports single-sign-on with Fedora accounts.": "GitLab je nejnovější oficiální systém pro správu verzí Fedory. Podporuje single-sign-on s účty Fedory.",
    "Get Fedora": "Získat Fedoru",
    "Getting going with Fedora is easier than ever. All you need is a 2GB USB flash drive, and Fedora Media Writer.\nOnce Fedora Media Writer is installed, it will set up your flash drive to run a \"Live\" version of Fedora Workstation, meaning that you can boot it from your flash drive and try it out right away without making any permanent changes to your computer. Once you are hooked, installing it to your hard drive is a matter of clicking a few buttons*.": "Začít s Fedorou je jednodušší než kdykoliv předtím. Vše, co potřebujete, je disk USB flash o velikosti 2 GB a Fedora Media Writer.\nAž si Fedora Media Writer nainstalujete, nastaví váš flash disk pro spuštění \"živé\" verze Fedory Workstation tak, že z vašeho flash disku spustíte svůj počítat, který načte do paměti Fedoru, a vy si ji můžete ihned vyzkoušet, aniž by došlo k jakýmkoliv trvalým změnám ve vašem počítači. Pokud se Vám Fedora zalíbí, její nainstalování na váš pevný disk je záležitostí klepnutí na pár tlačítek*.",
    "Getting Started": "Začínáme",
    "Get support from our the community on the Fedora Discussion Forum.": "Získejte podporu od naší komunity na Diskuzním fóru Fedory.",
    "Get started developing with Fedora Workstation": "Začněte vyvíjet s Fedorou Workstation",
    "Get Started": "Začínáme",
    "General Q&A": "Obecné Dotazy a odpovědi",
    "Games": "Hry",
    "From mobile apps to web; from desktop to GUIs to CLI tools; create it all easily with Fedora.": "Od mobilních aplikací po web; od GUI pracovní plochy po nástroje CLI; tvořte vše jednoduše s Fedorou.",
    "Free Admission": "Volný vstup",
    "Free & private": "Svobodná & soukromá",
    "Found a security bug?": "Objevili jste bezpečnostní chybu?",
    "Forum": "Fórum",
    "For audio enthusiasts and musicians who want to create, edit, and produce audio and music on Linux.": "Pro audio nadšence a hudebníky, kteří chtějí tvořit, upravovat a produkovat audio a hudbu na Linuxu.",
    "For Power ppc64le systems": "Pro systémy Power ppc64le",
    "For Intel and AMD x86_64 systems": "Pro systémy Intel a AMD x86_64",
    "For IBM s390x zSystems": "Pro IBM s390x zSystem",
    "For IBM Cloud and zSystems.": "Pro IBM Cloud a zSystem.",
    "For ARM® aarch64 systems": "Pro systémy ARM® aarch64",
    "Follow us on twitter! This is a great place to stay up to date on the latest in the Fedora community.": "Sledujte nás na twitteru! Skvělé místo, kde nezůstanete pozadu ohledně novinek z komunity Fedory.",
    "Follow us on Mastodon! This is a great place to stay up to date on the latest in the Fedora community.": "Sledujte nás na Mastodon! Skvělé místo, kde nezůstanete pozadu ohledně novinek z komunity Fedory.",
    "Flock offers an immersive in person experience. Attend sessions, collaborate with others, explore and meet new people. Plus, Flock is free to attend!": "Flock nabízí úchvatný osobní zážitek. Navštivte sezení, spolupracujte s ostatními, objevujte a seznamujte se s novými lidmi. Navíc účast na Flocku je zdarma!",
    "Flock is the Fedora Project's annual multi-day **in-person** conference focused on our contributors. It typically alternates between European and North American locations. The conference provides a venue for face-to-face meetings and conversations. It is also a place to celebrate our community. \n\n**Flock typically takes place every August.**": "Flock je výroční vícedenní konference Projektu Fedora s osobní účastí, jež se zaměřuje na naše přispěvatele. Zpravidla alternuje mezi Evropou a Severní Amerikou. Konference poskytuje prostor pro osobní setkávání a debaty. Je také místem oslav naší komunity. \n\n**Flock se běžně koná v srpnu.**",
    "Flock is an annual conference for contributors of Fedora Linux. It is where the community plans and showcases the strategy and work on the project. Check out the recordings from previous years of Flock and Nest.": "Flock je výroční konference pro přispěvatele do Fedora Linuxu. Je místem, kde komunita plánuje a ukazuje strategii a práce na projektu. Podívejte se na záznamy z předchozích ročníků Flocku a Nest.",
    "Flock attracts hundreds of amazing open source community members who work on and use software daily. Engage with our vibrant community in sessions and social hours.": "Flock přitahuje stovky úžasných členů open-source komunity, kteří používají a pracují na softwaru každý den. Zařaďte se do naší vibrující komunity během sezení a sociálních hodin.",
    "Flock To Fedora": "Flock To Fedora",
    "Flock Registration Open": "Registrace na Flock otevřena",
    "Flock Call for Proposals": "Výzva k návrhům pro Flock",
    "Flip a switch to turn on dark mode and give your eyes a break. Or use night light to reduce screen glare and help with sleep.": "Přehoďte přepínač na tmavý režim a ulevte svým očím. Nebo použijte noční světlo, abyste snížili vyzařování obrazovky, a usnadnili si usínání.",
    "Flexible": "Pružná",
    "Fedora’s Mission and Foundations": "Poslání a základní hodnoty Fedory",
    "Fedora works with hardware vendors to make excellent hardware support across a range of devices.": "Fedora spolupracuje s výrobci hardwaru, aby zajistila výtečnou podporu hardwaru napříč škály zařízení.",
    "Fedora releases two major versions every year. We celebrate the hard work of our contributors virtually at each release.": "Fedora každý rok vydá dvě hlavní verze. Při každém vydání virtuálně oslavíme obtížnou práci našich přispěvatelů.",
    "Fedora new release and beta release announcements show up here first. Test Day announcements are also posted here. This blog also hosts articles contributed from users like you!": "Oznámení o nových a beta vydáních Fedory jsou uveřejněna nejdříve zde. Rovněž jsou zde zveřejňována oznámení o Testovacích dnech. Tento blog uveřejňuje i články od uživatelů jako jste vy!",
    "Fedora keeps you safe": "Fedora vás ponechává v bezpečí",
    "Fedora is sponsored by Red Hat.": "Fedora je sponzorována společností Red Hat.",
    "Fedora is sponsored by Red Hat": "Fedora je sponzorována společností Red Hat",
    "Fedora is always free for anyone to **use, modify, and distribute**. It is built and used by people across the globe who work together as a community.": "Fedora je vždy svobodná pro každého, aby ji mohl **použít, měnit a šířit**. Je vyvíjena a používána lidmi po celém světě, kdo pracují společně jako komunita.",
    "Fedora has lots of teams! Click here to see a more complete list.": "Fedora má mnoho týmů! Úplnější seznam zobrazíte klepnutím sem.",
    "Fedora has events throughout the year that you can attend, typically in-person or virtually, to learn more about Fedora Workstation as well as meet other users and contributors.": "Fedora pořádá během roku akce, kterých se můžete zúčastnit, osobně i virtuálně, abyste se o Fedoře Workstation dozvěděli více a také se setkali s dalšími uživateli a přispěvateli.",
    "Fedora comes with a fantastic collection of apps which cater to every need. Easily install the very best desktop apps with the click of a button from Fedora's repositories, Flathub or anywhere else.": "Fedora přichází s fantastickou sbírkou aplikací, které obstarají každou potřebu. Nainstalujte ty nejlepší desktopové aplikace z repozitářů Fedory, Flathubu nebo odkudkoliv jinde jednoduše klepnutím na tlačítko.",
    "Fedora built for Pinephone and Pinephone Pro": "Sestavení Fedory pro Pinephone a Pinephone Pro",
    "Fedora Workstation is the result of work done across the Fedora Project, and everyone is welcome to participate. To learn how decisions are made about Workstation, see the [Fedora Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/) pages.": "Fedora Workstation je výsledkem práce vykonané napříč Projektem Fedora a každý, kdo chce přispět, je vítán. Informace o tom, jak se činí rozhodnutí ohledně Workstation viz stránky [Fedora Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Workstation is created by a team in the Fedora Project community called the **Workstation Working Group**. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the [Workstation Working Group website](https://docs.fedoraproject.org/en-US/workstation-working-group/).": "Fedora Workstation je vytvářena komunitním týmem Projektu Fedora s názvem **Pracovní skupina Workstation**. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a rovněž dalších přispěvatelů. Více informací o této skupině a jak se do ní zapojit lze získat na [webové stránce Pracovní skupiny Workstation](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Workstation is a polished, easy to use operating system for laptop and desktop computers, with a complete set of tools for developers and makers of all kinds.": "Fedora Workstation je vytříbený, snadno použitelný operační systém pro laptopy a stolní počítače s ucelenou sadou nástrojů pro vývojáře a tvůrce všeho druhu.",
    "Fedora Workstation includes a great set of utilities, like Clocks, Weather and Maps.": "Fedora Workstation obsahuje velkou sadu pomocných programů, jako jsou hodiny, počasí a mapy.",
    "Fedora Workstation Image": "Obraz Fedory Workstation",
    "Fedora Spins": "Spiny Fedory",
    "Fedora Social": "Fedora Social",
    "Fedora Silverblue is an immutable desktop operating system aimed at good support for container-focused workflows.": "Fedora Silverblue je neměnný operační systém pro stolní počítač s důrazem na kvalitní podporu pracovních toků zaměřených na kontejnery.",
    "Fedora Server is created by a team in the Fedora Project community called the Server Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Server Working Group website.": "Fedora Server je vytvářena komunitním týmem Projektu Fedora s názvem Pracovní skupina Server. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a rovněž dalších přispěvatelů. Více informací o této skupině a jak se do ní zapojit lze nalézt na webové stránce Pracovní skupiny Server.",
    "Fedora Server Image": "Obraz Fedory Server",
    "Fedora Release Parties": "Párty k vydání Fedory",
    "Fedora Quick Docs": "Rychlé dokumenty Fedory",
    "Fedora Publications": "Publikace Fedory",
    "Fedora Magazine is a website that hosts promotional articles and short guides contributed from the community about free/libre and open-source software that runs on or works with the Fedora Linux operating system.": "Časopis Fedora Magazine jsou webové stránky, které obsahují propagační články a krátké průvodce, kterými přispěla komunita, o svobodném/libre a open-source softwaru, který běží nebo funguje s operačním systémem Fedora Linux.",
    "Fedora Magazine": "Fedora Magazine",
    "Fedora Logo": "Logo Fedory",
    "Fedora Linux with the i3 Tiling Window Manager.": "Fedora Linux s Dlaždicovým okenním správcem i3.",
    "Fedora Linux bugs are reported to Red Hat's bugzilla.": "Chyby Fedora Linuxu jsou hlášeny do bugzilly Red Hatu.",
    "Fedora Linux": "Fedora Linux",
    "Fedora Labs is a selection of curated bundles of purpose-driven software and content as curated and maintained by members of the Fedora Community. These may be installed as standalone full versions of Fedora or as add-ons to existing Fedora installations.": "Fedora Labs (laboratoře) jsou výběrem řízených balíků účelově sestaveného softwaru a obsahu dohlížených a udržovaných členy komunity Fedory. Lze je instalovat jako samostatné plné verze Fedory, nebo o ně doplnit již existující instalace Fedory.",
    "Fedora Labs": "Fedora Labs",
    "Fedora Kinoite is an immutable KDE-based desktop.": "Fedora Kinoite je neměnný desktrop založený na KDE.",
    "Fedora IoT provides a trusted open source platform as a strong foundation for IoT ecosystems.": "Fedora IoT poskytuje důvěryhodnou open-source platformu jako silnou základu pro ekosystémy IoT.",
    "Fedora IoT is created by a team in the Fedora Project community called the IoT Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the IoT Working Group website.": "Fedora IoT je vytvářena komunitním týmem Projektu Fedora s názvem Pracovní skupina IoT. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a rovněž dalších přispěvatelů. Více informací o této skupině a jak se do ní zapojit lze nalézt na webové stránce Pracovní skupiny IoT.",
    "Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.": "Fedora IoT je hostující systém založený na kontejnerech, který běží na vašem hardwaru, s orientací na nasazování hraničních zařízení.",
    "Fedora IoT Image": "Obraz Fedory IoT",
    "Fedora Docs": "Dokumentace Fedory",
    "Fedora Discussion": "Diskuze Fedory",
    "Fedora Developer": "Vývojář Fedory",
    "Fedora Council": "Rada Fedory",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "Fedora CoreOS je vytvářena komunitním týmem Projektu Fedora s názvem Pracovní skupina CoreOS. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a rovněž dalších přispěvatelů. Více informací o této skupině a jak se do ní zapojit lze nalézt na webové stránce Pracovní skupiny CoreOS.",
    "Fedora CoreOS is available across 3 different release streams": "Fedora CoreOS je k dispozici na 3 různých proudech vydání",
    "Fedora CoreOS is an automatically updating, minimal, container-focused operating system.": "Fedora CoreOS je automaticky aktualizovaný, minimalistický operační systém s orientací na kontejnery.",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "Fedoru CoreOS lze nasadit na 3 různých architekturách CPU.",
    "Fedora CoreOS Release Notes": "Poznámky k vydání Fedory CoreOS",
    "Fedora CoreOS Image": "Obraz Fedory CoreOS",
    "Fedora Community Blog": "Komunitní blog Fedory",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "Fedora Cloud nabízí ty nejaktuálnější softwarové balíčky a aktualizace, abyste zůstali aktuální po celý čas.",
    "Fedora Cloud is optimized for container workloads making it a great host for running containerized applications.": "Fedora Cloud je optimalizována pro kontejnerovou pracovní zátěž, je tedy výtečným hostitelským systémem pro běh aplikací v kontejnerech.",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "Fedora Cloud je vytvářena komunitním týmem Projektu Fedora s názvem Pracovní skupina Cloud. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a rovněž dalších přispěvatelů. Více informací o této skupině a jak se do ní zapojit lze nalézt na webové stránce Pracovní skupiny Cloud.",
    "Fedora Cloud edition is a powerful and minimal base operating system image with tailored images available for both public and many private cloud uses.": "Edice Fedora Cloud je výkonný a minimalistický obraz základního operačního systému s připravenými obrazy pro použití ve veřejných i mnoha soukromých cloudech.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "Fedora Cloud vám umožní si zařídit své prostředí dle svých potřeb výběrem konkrétních balíčků a vlastností, které si přejete.",
    "Fedora Cloud Image": "Obraz Fedory pro cloud",
    "Fedora Chat": "Chat Fedory",
    "Fedora Accounts": "Účty Fedory",
    "Fedora ALT Downloads": "Fedora ALT odkazy",
    "Features for everyone": "Vlastnosti pro každého",
    "Fantastic apps": "Fantastické aplikace",
    "Extensive documentation is available at the Fedora documentation page.": "Množství dokumentace je k dispozici na dokumentační stránce Fedory.",
    "Extended Social Channels": "Další sociální kanály",
    "Explore the latest in Open Source": "Objevte to nejaktuálnější z Open Source",
    "Explore Fedora Laptops": "Prozkoumejte laptopy s Fedorou",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Vše je podporováno zcela svobodným a open-source ekosystémem Fedory.",
    "Events": "Události",
    "Engineering Teams": "Technické týmy",
    "Endorsed Partners of Fedora Cloud ": "Schválení partneři Fedory Cloud ",
    "Enables a variety of server workloads": "Umožní rozličné pracovní vytížení serveru",
    "Editions": "Edice",
    "Edit this website": "Upravte tuto webovou stránku",
    "Edit these docs": "Upravte tuto dokumentaci",
    "Edit fedoraproject.org using the content management system! Tip: Use the GitLab SSO link to open a session first.": "Upravte fedoraproject.org pomocí systémů pro správu obsahu! Nápověda: Nejdříve použijte SSO odkaz GitLabu, abyste zahájili sezení.",
    "Edge Support": "Podpora hraničních zařízení",
    "Easy Fix": "Jednoduchá oprava",
    "Easily install, update and manage software packages": "Snadno nainstalujte, aktualizujte a spravuje softwarové balíčky",
    "Each stable RPM package published by the Fedora Project is signed with a GPG signature. By default, `dnf` and the graphical update tools will verify these signatures and refuse to install any packages that are not signed or have bad signatures. You should always verify the signature of a package before you install it. These signatures ensure that the packages you install are what was produced by the Fedora Project and have not been altered (accidentally or maliciously) by any mirror or website that is providing the packages.": "Každý stabilní balíček RPM zveřejněný Projektem Fedora je opatřen podpisem GPG. Standardně jsou tyto podpisy ověřovány `dnf` a grafickými aktualizačními nástroji, které odmítnou nainstalovat balíčky, které nejsou podepsány nebo jejich podpis je vadný. Měli byste vždy ověřit podpis balíčku před jeho instalací. Účelem podpisů je poskytnout jistotu, že instalované balíčky jsou tím, co bylo vytvořeno Projektem Fedora a nebylo pozměněno (omylem či záměrně) žádným zrcadlem nebo webovou stránkou, která balíček poskytuje.",
    "During the Covid-19 pandemic, we created Nest as a virtual alternative to Flock. Now it exists as a virtual option for those who cannot attend in person. Making Flock accessible for everyone!": "Během pandemie Covid-19 jsme vytvořili Nest, jako virtuální alternativu Flocku. Nyní Nest pokračuje jako virtuální možnost pro ty, kteří se nemohou zúčastnit osobně. Flock se tím zpřístupnil pro každého!",
    "All sponsor booths include a video, customizable experience, chat, and social media engagement. Click below to learn more.": "V každém stánku sponzora naleznete video, vlastní zkušenost, chat a angažmá sociálních médií. Chcete-li zjistit více, klepněte níže.",
    "Astronomy": "Astronomie",
    "Nest is our at-home, virtual Flock that has been running since the global outbreak of COVID-19.  It takes place over 3 days and includes talks, workshops, hackfests, and social events.": "Nest je náš domácí, virtuální Flock, který se koná od celosvětového propuknutí COVID-19.  Koná se po 3 dny a zahrnuje přednášky, workshopy, hackfesty a společenské akce.",
    "Make a proposal": "Podejte návrh",
    "In-person Flock events are currently on-hold due to the ongoing COVID pandemic.": "Flock s osobní účastí se v současnosti nekoná kvůli probíhající pandemii COVID.",
    "Once you've got Fedora installed and running, why not join and contribute to one of our online communities?": "Když už nainstalujete a provozujete Fedoru, proč se nezapojit a nepřispět do jedné z našich on-line komunit?",
    "Officially-supported Fedora community spaces": "Oficiálně podporované komunitní prostory Fedory",
    "Workshops and hackfests offer opportunities for active learning and collaboration.": "Workshopy a hackfesty nabízejí příležitosti pro aktivní výuku a spolupráci.",
    "Workshops": "Workshopy",
    "What to expect": "Co lze očekávat",
    "We are Fedora": "Fedora jsme my",
    "Watch Footage from Past Events": "Podívejte se na nahrávky z minulých akcí",
    "Visit Fedora Youtube": "Navštivte Fedoru na Youtube",
    "Virtual": "Virtuální",
    "View Topics": "Zobrazit témata",
    "View Socials": "Zobrazit společenské akce",
    "View Projects": "Zobrazit projekty",
    "The location of Flock changes each year between Europe and North America. In 2020 Fedorans went virtual with Nest, now we offer a hybrid version of Flock to make it more accessible to our community.": "Místo konání Floku se každý rok mění mezi Evropou a Severní Amerikou. V roce 2020 se Fedorané setkali virtuálně v rámci Nestu, nyní nabízíme hybridní verzi Flocku, aby byl pro naši komunitu přístupnější.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities. Stay connected during Flock through the following channels.": "Projekt Fedora si představuje svět, kde má každý prospěch ze svobodného a open-source softwaru vytvořeného komunitami, které jsou nevylučující, vřelé a otevřeny novým myšlenkám. Během Flocku zůstaňte v kontaktu pomocí těchto kanálů.",
    "The Fedora Project Conference": "Konference Projektu Fedora",
    "Thank you to our sponsors, supporting this event is one of the ways that they contribute to open source.": "Našim sponzorům děkujeme, podpora této akce je jedním ze způsobů, kterým přispívají k open source.",
    "Submit Proposal": "Podejte návrh",
    "Submissions Closed": "Podávání návrhů uzavřeno",
    "Sponsors are advertised in several places at Flock. We also post about sponsors on social media. Your brand will be distributed globally in our swag bag.": "Sponzoři jsou na Flocku propagováni na několika místech. Uveřejníme příspěvky o sponzorech i na sociální média. Vaše značka bude všem distribuována v naší konferenční tašce.",
    "Social Events": "Společenské akce",
    "Register to attend": "Registrace k účasti",
    "Register": "Zaregistrujte se",
    "Presentations that showcase the work done in Fedora and planning for the future.": "Prezentace, které ukazují dosaženou práci ve Fedoře a plánování pro budoucnost.",
    "Our Sponsors": "Naši sponzoři",
    "Networking": "Tvorba kontaktů",
    "Matrix & IRC": "Matrix & IRC",
    "Looking for a date that is not listed? Click here for help.": "Hledáte datum, které není v seznamu? Klepněte sem.",
    "July 1 - 31 2023\nIn the month leading up to Flock, Fedorans are encouraged to organize local community events. Set the format and topic of your choice. The Fedora Council will help support your initiative with financial and organizating aid. Click below to set up a Hatch! Deadline for submissions is May 29.": "1.-31. července 2023\nMěsíc před konáním Floku jsou Fedorané pobízeni k organizování místních komunitních akcí. Stanovte si svůj vlastní formát a téma. Rada Fedory vám pomůže přispět k místní iniciativě finanční i organizační pomocí. Chcete-li uspořádat Hatch klepněte níže! Termín pro podání návrhů je 29. květen.",
    "community": "komunita",
    "You can view, file, and discuss Fedora Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues).": "Procházet, nahlásit a diskutovat problémy s Fedorou Cloud lze v [systému hlášení Fedory Cloud](https://pagure.io/fedora-cloud/issues).",
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "Chatovat s Pracovní skupinou Fedora Cloud lze pomocí protokolu Matrix: #cloud:fedoraproject.org.",
    "Ways to get involved": "Způsoby jak se zapojit",
    "Visit Now": "Hned navštívit",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "Pracovní skupina Fedora Cloud rozesílá programy a zápisy z jednání a vede diskuzi ve své elektronické poštovní konferenci na adrese cloud{'@'}lists.fedoraproject.org.",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "Štítek **Fedora Cloud** na diskuzním fóru Fedory, založeném na Discourse, je skvělé místo, kde se lze spojit s dalšími uživateli a přispěvateli Fedory Cloud.",
    "Report & discuss issues": "Nahlaste a diskutujte problémy",
    "Mailing List": "Elektronická poštovní konference",
    "Join a community of users and contributors focused on Fedora Cloud.": "Zapojte se do komunity uživatelů a přispěvatelů pro Fedoru Cloud.",
    "Learn more about the relationship between Red Hat and Fedora": "Zjistěte si více o vztahu mezi společností Red Hat a Fedorou",
    "Sponsors": "Sponzoři",
    "Legal": "Právní informace",
    "Privacy Statement": "Prohlášení o soukromí",
    "Support": "Podpora",
    "Languages": "Jazyky",
    "Join Us!": "Přidejte se k nám!",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "Za přátelské a nápomocné příspěvky do těchto komunikačních kanálů Vám budeme vděčni",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "Až si obraz stáhnete, ověřte si jeho bezpečnost a neporušenost",
    "We take security seriously": "Bezpečnost bereme vážně",
    "verify_button_instruction": "Klepněte na tlačítko ověřit {verify_button} a zobrazí se vám pokyny odpovídající vámi staženému souboru.",
    "Secure": "Bezpečná",
    "Open-source Ecosystem": "Open-source Ekosystém",
    "Join the mailing list": "Přidejte se do elektronické poštovní konference",
    "Obsolete GPG keys": "Zastaralé klíče GPG",
    "Verify the CHECKSUM file is valid": "Ověřte si, že soubor kontrolního součtu je platný",
    "You can verify the details of the GPG key(s) below.": "Podrobnosti klíče(-ů) GPG lze ověřit níže.",
    "List Fedora's GPG key(s)": "Zobrazte seznam klíčů GPG Fedory",
    "Latest release": "Aktuální vydání",
    "Release Notes": "Poznámky k vydání",
    "Verify the signature file is valid": "Ověřte, že soubor s podpisem je platný",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Ověřte si soubor, který jste stáhli, z hlediska bezpečnosti a neporušenosti pomocí příslušného souboru kontrolního součtu a podpisu. Je-li vygenerován platný podpis z jednoho z klíčů Fedory a shoduje-li se i kontrolní součet SHA256, pak je stažený soubor správný.",
    "Verify the checksum matches": "Ověřte, že se kontrolní součet shoduje",
    "Verify the checksum file is valid": "Ověřte, že kontrolní součet je platný",
    "You can verify the details of the GPG key(s)": "Podrobnosti o klíči/-ích GPG lze ověřit",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid": "Ověřte si soubor, který jste stáhli, z hlediska bezpečnosti a neporušenosti pomocí příslušného souboru kontrolního součtu. Je-li vygenerován platný podpis z jednoho z klíčů Fedory a shoduje-li se i kontrolní součet SHA256, pak je stažený soubor správný",
    "Verify your download": "Ověřte si stažený soubor",
    "Learn more": "Zjistit si více",
    "Watch the latest reviews ➔": "Prohlédněte si nejnovější recenze ➔",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "Až si obraz stáhnete, ověřte si jeho bezpečnost a neporušenost.",
    "Most computers with Intel and AMD processors.": "Většina počítačů s procesory Intel a AMD.",
    "Screenshot": "Snímek obrazovky",
    "architecture": "architekturu",
    "Pick your": "Vyberte",
    "Try it now.": "Zkuste ji hned.",
    "Learn more about the relationship between Red Hat and Fedora.": "Zjistěte si více o vztahu mezi společností Red Hat a Fedorou.",
    "Registration": "Registrace",
    "Learn More": "Zjistit si více",
    "Visit now": "Hned navštívit",
    "The Community Blog provides a single source for members of the community to share important news, updates, and information about Fedora with others in the Project community.": "Komunitní blog poskytuje pro členy komunity jednotný zdroj důležitých zpráv, novinek a informací o Fedoře, které lze sdílet s ostatními z komunity Projektu.",
    "Worldwide & Local Fedora Meetups": "Celosvětová a místní setkání Fedory",
    "Twice a year, in coordination with the release of each new version of Fedora Linux, we hold global virtual release parties. These are typically a 1.5 day \"mini-conference\" with talks and social events. ": "Dvakrát za rok, spolu s vydáním každé nové verze Fedora Linuxu, pořádáme celosvětové virtuální párty k vydání. Nejčastěji se jedná o přibližně 1 a půl denní \"minikonferenci\" s přednáškami a společenskými akcemi. ",
    "There's a Fedora release party every six months and a Flock event every year. Make a plan to attend and even propose a talk!": "Za každých šest měsíců se konají párty k vydání Fedory a jednou za rok Flock. Vytvořte si plán, abyste se mohli zúčastnit nebo dokonce navrhněte přednášku!",
    "The Virtual Fedora Project Conference": "Virtuální konference Projektu Fedora",
    "The Annual Fedora Project Conference": "Každoroční konference Projektu Fedora",
    "Open to all current and potential contributors **every 1st and 3rd Wednesday at 18:00 UTC** on  [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Otevřeno všem současným i potenciálním přispěvatelům **každou 1. a 3. středu v měsíci v 18:00 hod. UTC** v místnosti [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Latest Technologies": "Nejnovější technologie",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues).": "Procházet, nahlásit a diskutovat problémy s Fedorou IoT lze v [systému hlášení Fedory IoT](https://pagure.io/fedora-iot/issues).",
    "You can chat with the Fedora IoT Working Group via either Matrix or IRC: #iot:fedoraproject.org on Matrix and #fedora-iot on irc.libera.chat.": "Chatovat s Pracovní skupinou Fedora IoT lze pomocí protokolů Matrix nebo IRC: místnost #iot:fedoraproject.org na Matrixu a kanál #fedora-iot na irc.libera.chat.",
    "The Fedora IoT Working Group sends meeting agendas and minutes and has discussions on their mailing list at iot@lists.fedoraproject.org.": "Pracovní skupina Fedora IoT rozesílá programy a zápisy z jednání a vede diskuzi ve své elektronické poštovní konferenci na adrese iot{'@'}lists.fedoraproject.org.",
    "The **Fedora IoT** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora IoT users and contributors.": "Štítek **Fedora IoT** na diskuzním fóru Fedory, založeném na Discourse, je skvělé místo, kde se lze spojit s dalšími uživateli a přispěvateli Fedory IoT.",
    "Join a community of users and contributors focused on Fedora IoT.": "Zapojte se do komunity uživatelů a přispěvatelů zaměřené na Fedoru IoT.",
    "Workstation speaks your language": "Workstation hovoří vaším jazykem",
    "Workstation is carefully curated to deliver a high-quality experience. The desktop is clean and uncluttered.": "Workstation je pečlivě opatrována, aby přinášela zkušenost vysoké úrovně. Prostředí pracovní plochy je čisté a uspořádané.",
    "With Fedora, your desktop is your own. It's free, there are no ads, and your data belongs to you.": "S Fedorou je desktop pouze váš. Je svobodný, neobsahuje reklamy a vaše data patří jen vám.",
    "Why Fedora Workstation?": "Proč Fedoru Workstation?",
    "Virtualization made easy": "Virtualizace jednoduše",
    "Use the latest container tools from the Red Hat ecosystem. No setup required. Access the Red Hat container registry.": "Používejte nejnovější kontejnerové nástroje z ekosystému Red Hat. Žádné nastavování není nutné. Přistupte do registru kontejnerů Red Hat.",
    "Use performance mode to boost hardware speed when you need it. Turn off notifications with Do Not Disturb. Press the Super key and just type to search for what you need.": "Použijte režim výkonu, aby se v případě potřeby zvýšila rychlost hardwaru. Vypněte zobrazování oznámení možností Nerušit. Stiskněte klávesu Super a napište jen do vyhledávání, co chcete.",
    "Turn the lights down low": "Ztlumte osvětlení",
    "Trusted": "Důvěryhodná",
    "The leading Linux desktop": "Špička v linuxovém desktopu",
    "Thanks to a global community of translators, Workstation is available in many languages.": "Díky celosvětové komunitě překladatelů je Workstation k dispozici v mnoha jazycích.",
    "Reliable": "Spolehlivá",
    "Productivity-boosting desktop features": "Vlastnosti pracovní plochy zvyšující produktivitu",
    "Participate in workstation discussions on [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)": "Účastněte se diskuzí k workstation na [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)",
    "Participate in a test day": "Zúčastněte se testovacího dne",
    "Optionally bring your online calendar, contacts and data to the desktop with online accounts": "Volitelně přeneste své on-line kalendáře, kontakty a data do stolního počítače skrze on-line účty",
    "Open to all current and potential contributors weekly - find more info [here](https://fedoraproject.org/wiki/Design).": "Otevřeno pro všechny současné i potenciální přispěvatele každý týden - více informací [zde](https://fedoraproject.org/wiki/Design).",
    "Online account integration": "Integrace on-line účtů",
    "Leading technology": "Technologie na špici",
    "We've partnered with companies like Lenovo to bring you laptops pre-loaded with Fedora that include fully-supported hardware components. ": "Uzavíráme partnerství se společnostmi, jako je Lenovo, abychom vám přinesli laptopy s předinstalovanou Fedorou, jejíž součástí je plná podpora hardwarových komponent. ",
    "We're so glad you've decided to give Fedora Workstation a try. We know you'll love it.": "Velmi nás těší, že jste se rozhodli vyzkoušet Fedoru Workstation. Víme, že si ji zamilujete.",
    "RELEASE DATE": "DATUM VYDÁNÍ",
    "Not sure how to use these files? [Learn here](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)": "Nejste si jisti, jak tyto soubory použít? Více informací [zde](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)",
    "Mac": "Mac",
    "Learn more about Fedora Media Writer": "Více o Fedora Media Writeru",
    "Laptops pre-loaded with Fedora": "Laptopy s předinstalovanou Fedorou",
    "You can view, file, and discuss Fedora Workstation issues on [the Fedora Workstation issue tracker](https://fedoraproject.org/wiki/Bugzilla).": "Procházet, nahlásit nebo diskutovat problémy s Fedorou Workstation lze v [systému hlášení Fedory Workstation](https://fedoraproject.org/wiki/Bugzilla).",
    "You can chat with the Fedora Workstation Working Group via either Matrix or IRC: **#workstation:fedoraproject.org** on Matrix or #fedora-workstation on irc.libera.chat.": "Chatovat s Pracovní skupinou Workstation lze pomocí protokolů Matrix nebo IRC: místnost **#workstation:fedoraproject.org** na Matrixu a kanál #fedora-workstation na irc.libera.chat.",
    "You can chat with the Fedora CoreOS Working Group via either Matrix or IRC: #coreos:fedoraproject.org on Matrix and #fedora-coreos on irc.libera.chat.": "Chatovat s Pracovní skupinou Fedora CoreOS lze pomocí protokolů Matrix nebo IRC: místnost #coreos:fedoraproject.org na Matrixu a kanál #fedora-coreos na irc.libera.chat.",
    "Workstation Working Group meetings are open to all current and potential contributors on **Tuesdays, 9:30 AM US Eastern** on [bluejeans.com/395383051](https://bluejeans.com/395383051).": "Jednání Pracovní skupiny Workstation jsou otevřena všem současným i potenciálním přispěvatelům v **úterý, od 9:30 hod., americké východní pásmo (AM US Eastern)** na [bluejeans.com/395383051](https://bluejeans.com/395383051).",
    "The Fedora Workstation Working Group sends meeting agendas and minutes and has discussions on their mailing list at **desktop@lists.fedoraproject.org**.": "Pracovní skupina Workstation zasílá programy a záznamy z jednání a vede diskuzi na své elektronické poštovní konferenci **desktop{'@'}lists.fedoraproject.org**.",
    "The **Fedora Workstation** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Workstation users and contributors.": "Štítek **Fedora Workstation** na diskuzním fóru Fedory, založeném na Discourse, je skvělé místo, kde se lze spojit s dalšími uživateli a přispěvateli Fedory Workstation.",
    "Join a community of users and contributors focused on Fedora Workstation.": "Zapojte se do komunity uživatelů a přispěvatelů zaměřené na Fedoru Workstation.",
    "We're so glad you've decided to give Fedora Server a try. We know you'll love it.": "Velmi nás těší, že jste se rozhodli vyzkoušet Fedoru Server. Víme, že si ji zamilujete.",
    "Verify with CHECKSUM files": "Ověřit se soubory CHECKSUM",
    "Please take a moment and let us know. [Learn how on our wiki page](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).": "Prosíme, věnujte nám chvilku a dejte nám vědět. [Jak? Naleznete na naší wiki stránkce](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).",
    "Package signing keys": "Podpisové klíče balíčků",
    "Learn how to verify your downloads": "Naučte se, jak si ověřit váš stažený soubor",
    "Learn how Fedora uses package signing to help protect you.": "Zjistěte si, jak Fedora využívá podpisy balíčků, aby vás pomohla ochránit.",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues)": "Procházet, nahlásit a diskutovat problémy s Fedorou IoT lze v [systému hlášení Fedory IoT](https://pagure.io/fedora-iot/issues)",
    "Why Fedora Iot?": "Proč Fedoru IoT?",
    "Visit \\#fedora-iot on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).": "Navštivte kanál \\#fedora-iot na irc.libera.chat nebo místnost v [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).",
    "Use Fedora IoT to support your workloads that are computed outside of the traditional datacenter.": "Využijte Fedoru IoT pro podporu pracovních zátěží počítačově zpracovaných mimo tradiční datové centrum.",
    "The solid foundation for IoT ecosystems": "Solidní základna pro ekosystémy IoT",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora IoT is created by a team in the Fedora community called the **IoT Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [IoT Working Group website](https://docs.fedoraproject.org/en-US/iot-wg/).": "Projekt Fedora si představuje svět, kde má každý prospěch ze svobodného a open-source softwaru vytvořeného komunitami, které jsou nevylučující, vřelé a otevřeny novým myšlenkám.\n\nFedora IoT je vytvářena týmem z komunity Fedory pod názvem **Pracovní skupina IoT**. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a také dalších přispěvatelů. Více podrobností lze zjistit na [stránkách Pracovní skupiny IoT](https://docs.fedoraproject.org/en-US/iot-wg/).",
    "Sign up at **iot@lists.fedoraproject.org** to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/iot@lists.fedoraproject.org/)": "Přihlaste se do konference **iot{'@'}lists.fedoraproject.org** a budou vám zasílány programy a zápisy z jednání [zobrazit archiv](https://lists.fedoraproject.org/archives/list/iot{'@'}lists.fedoraproject.org/)",
    "Platforms Tested against CoreOS": "Platformy testované pro CoreOS",
    "Platforms Tested against IoT": "Platformy testované pro IoT",
    "Open to all current and potential contributors **every Wednesday at 16:00 UTC** on [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Otevřeno všem současným i potenciálním přispěvatelům **každou středu v 16:00 UTC** v místnosti [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Makes the most of your device": "Dostane z vašeho zařízení to nejlepší",
    "Leading Technology": "Technologie na špici",
    "See the major changes and components version for latest Fedora CoreOS releases.": "Zobrazte si hlavní změny a verze součástí nejnovějších vydání Fedory CoreOS.",
    "You can view, file, and discuss Fedore CoreOS issues on the Fedora CoreOS issue tracker.": "Procházet, nahlásit a diskutovat hlášení o problémech Fedory CoreOS lze v systému hlášení Fedory Cloud.",
    "Why Fedora CoreOS?": "Proč Fedoru CoreOS?",
    "Visit \\#fedora-coreos on irc.libera.chat.": "Navštivte \\#fedora-coreos na irc.libera.chat.",
    "Try it now": "Zkuste ji hned",
    "There are a wide variety of supported installation methods.": "Množství podporovaných metod instalace.",
    "The optimal container host will be offered in order to run containerized applications.": "Optimální kontejnerový host nabízený za účelem běhu kontejnerizovaných aplikací.",
    "The container optimized OS": "OS optimalizovaný pro kontejnery",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora CoreOS is created by a team in the Fedora community called the CoreOS Working Group. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the CoreOS Working Group website.": "Projekt Fedora si představuje svět, kde má každý prospěch ze svobodného a open-source softwaru vytvořeného komunitami, které jsou nevylučující, vřelé a otevřeny novým myšlenkám.\n\nFedora CoreOS je vytvářena týmem z komunity Fedory pod názvem Pracovní skupina CoreOS. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a také dalších přispěvatelů. Více podrobností lze zjistit na stránkách Pracovní skupiny CoreOS.",
    "The Fedora CoreOS image is kept minimal by design.": "Obraz Fedora CoreOS je z návrhu minimální.",
    "Our goal is to provide the best container host to run workloads securely and at scale.": "Naším cílem je poskytovat nejlepší kontejnerový host pro běh pracovních zátěží bezpečně a ve škále.",
    "Open to everyone": "Otevřená pro každého",
    "Minimal": "Minimální",
    "The Testing stream contains the next Stable release. Mix a few Testing machines into your cluster to catch any bugs specific to your hardware or configuration.": "Stream Testin obsahuje příští vydání Stable. Namixujte několik málo testovacích strojů ve svém klastru, abyste zachytili jakékoliv chyby vztahující se na váš hardware nebo konfiguraci.",
    "The Stable stream is the most reliable version of Fedora CoreOS. Releases are battle-tested within the Testing stream before being promoted.": "Stream Stable je nejspolehlivější verzí Fedory CoreOS. Vydání jsou před svým uvolněním prověřena testováním v rámci Testing streamu.",
    "The Next stream represents the future. It provides early access to new features and to the next major version of Fedora. Run a few Next machines in your cluster, or in staging, to help find problems.": "Stream Next představuje budoucnost. Poskytuje předběžný přístup k novým vlastnostem a příští hlavní verzi Fedory. Provozujte pár strojů Next ve svém klastru, nebo v staging, a pomozte nalézt problémy.",
    "Stable": "Stabilní (stable)",
    "Next": "Next",
    "Testing": "Testovací (Testing)",
    "Streams": "Streamy",
    "Pick your architecture": "Zvolte svou architekturu",
    "You can view, file, and discuss Fedora CoreOS issues on the [Fedora CoreOS issue tracker](https://pagure.io/fedora-coreos/issues).": "Procházet, nahlásit nebo diskutovat problémy s Fedorou CoreOS lze v [systému hlášení Fedory CoreOS](https://pagure.io/fedora-coreos/issues).",
    "The Fedora CoreOS Working Group sends meeting agendas and minutes and has discussions on their mailing list at coreos@lists.fedoraproject.org.": "Pracovní skupina Fedora CoreOS zasílá programy a záznamy z jednání a vede diskuzi na své elektronické poštovní konferenci coreos{'@'}lists.fedoraproject.org.",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "Štítek **Fedora CoreOS** na diskuzním fóru Fedory, založeném na Discourse, je skvělé místo, kde se lze spojit s dalšími uživateli a přispěvateli Fedory CoreOS.",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Přidejte se ke komunitě uživatelů a přispěvatelů zaměřené na Fedoru CoreOS.",
    "Why Fedora Cloud?": "Proč Fedoru Cloud?",
    "Visit **\\#fedora-Cloud** on irc.libera.chat.": "Navštivte **\\#fedora-Cloud** na irc.libera.chat.",
    "Up-to-date": "Aktuální",
    "The lightweight VM environment": "Odlehčené prostředí VM",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Máme **aktuálně otevřenou výzvu k návrhům a na sponzory** pro letošní virtuální výroční konferenci Nest Fedory! Máme proces s průběžnými termíny s akceptačními dny **1. a 8. července 2023**.\n\n[Přečtěte si podrobnosti k výzvě a podejte svůj návrh](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "Recap": "Souhrn",
    "Sponsored by Red Hat Logo": "Logo Sponzorováno společností Red Hat",
    "Security Lab": "Security Laboratoř",
    "Mate-Compiz Desktop": "Mate-Compiz Prostředí",
    "LXQT Desktop": "LXQT Prostředí",
    "LXDE Desktop": "LXDE Prostředí",
    "Spotlight": "Upozornění",
    "Sessions": "Relace",
    "Cork": "Korek",
    "Accomodations": "Ubytování",
    "This is the main index page for all of Fedora's Documentation. If you weren't able to find a direct link to what you were looking for in this site's menus, you can try searching from here.": "Hlavní stránka rejstříku celé dokumentace Fedory. Pokud se vám nepodařilo v nabídce těchto stránek nalézt přímo odkaz, který jste hledali, lze zkusit vyhledávat zde.",
    "This is primarily a collaboration tool for the community. Content that has been submitted here might be out of date and/or it might not have undergone the same level of scrutiny as the information on Fedora Docs.": "Jedná se především o nástroj spolupráce v komunitě. Obsah nacházející se zde může být zastaralý a/nebo nemusel projít stejnou úrovní ověření jako informace na Fedora Docs.",
    "This is an open-source git forge that the Fedora Project uses.": "Open-source gitový repozitář používaný Projektem Fedora.",
    "This is an open-source git forge that hosts most of Fedora's source RPM packages.": "Open-source gitový repozitář, který hostí většinu zdrojových RPM balíčků Fedory.",
    "This is an easy-to-use build system for the Fedora community.": "Snadno použitelný systém rozvoje pro komunitu Fedory.",
    "This is a week in September where we highlight the contributions and experiences of women, lgbtq+, and bipoc in Fedora.": "Zářijový týden, kdy zdůrazňujeme příspěvek a zkušenosti od žen, lgbtq+ a bipoc ve Fedoře.",
    "This is a special interest group that has formed for the sole purpose of helping new contributors get involved. Fedora is big and complex and it needs your help!": "Skupina zvláštního zájmu, která se zformovala ze jediným účelem pomoci novým přispěvatelům se zapojit. Fedora je velká a složitá a potřebuje vaši pomoc!",
    "This is a collection of short HOWTO and FAQ-style documentation for Fedora users.": "Sbírka krátké dokumentace ve stylu \"jak na to\" nebo často kladených dotazů pro uživatele Fedory.",
    "This is Fedora's official build system. It is used to create, test, and publish packages.": "Oficiální sestavovací systém Fedory. Používá se k vytvoření, testování a publikaci balíčků.",
    "This is Fedora's main forum for all project collaboration and user support. Also, if you have encountered a problem that might be a software bug, this is a good place to triage it with other users before escalating it to Red Hat's bugzilla reporting system.": "Hlavní fórum Fedory pro spolupráci nad všemi projekty a podporu uživatelů. Rovněž, pokud jste narazili na problém, který může být chybou softwaru, se jedná o vhodné místo, kde lze problém protřídit s ostatními uživateli předtím, než ho eskalujete do systému hlášení bugzilla Red Hatu.",
    "These pages connect you to all the different spaces that Fedorans work on projects. From new to long-term contributors, the following links will get you to where you want to go.": "Tyto stránky vás spojí se všemi různými prostory, kde Fedorané pracují na projektech. Ať už jste nový nebo dlouhodobý přispěvatel, následující odkazy vás přenesou tam, kam se chcete dostat.",
    "These editions are supported but not yet a part of the official Fedora editions.": "Tyto edice mají podporu, ale stále ještě nejsou součástí oficiálních edic Fedory.",
    "These documentation pages are contributor-focused. They include Fedora's guidelines, teams, organizational structure, and legal docs. If you are looking for user guides (installation, getting started, etc.) check under the Help menu.": "Stránky dokumentace zaměřené na přispěvatele. Obsahuji směrné pokyny Fedory, týmy, organizační strukturu a právní dokumenty. Hledáte-li naopak uživatelské průvodce (instalační, jak začít apod.) využijte nabídky Nápověda.",
    "These are the tools and Git forges that Fedora packagers and developers use to build the Fedora systems.": "Nástroje a repozitáře Git, které používají autoři balíčků a vývojáři Fedory k sestavování systémů Fedory.",
    "These are some of the tools that you will use when contributing to the Fedora Project.": "Některé z nástrojů, které budete používat během přispívání do Projektu Fedora.",
    "These are some low-priority items that are thought to be good entry-level tasks for a new contributor to start with.": "Několik položek nízké priority, které jsou považovány za vhodné vstupní úlohy pro nové přispěvatele.",
    "These are some introductory guides to help users get started with Fedora Linux.": "Několik seznamovacích průvodců, které pomohou uživatelům začít s Fedora Linuxem.",
    "These are some convenient links to the discussion threads for several of Fedora's larger subprojects and special interest groups.": "Několik příhodných odkazů do diskuzních vláken několika větších podprojektů a skupin zvláštního zájmu Fedory.",
    "These are sites where updates about new and upcomming events, releases, packages, and projects are likely to be posted. You might want to subscribe to some of these to get the notices in your inbox.": "Stránky, kde jsou nejspíše publikovány příspěvky o nových a nadcházejících akcích, vydáních, balíčcích a projektech. Můžete se do některých chtít přihlásit, abyste dostávali oznámení do své poštovní schránky.",
    "These are places to get (and give) user support.": "Místa, kde lze získat (a poskytovat) podporu uživatelům.",
    "These are a few free-form communication channels and some links to information about Fedora's release parties and annual conferences. Fedorans regularly come together to celebrate our community and the hard work that we put into it!": "Pář volně stylových komunikační kanálů a některé odkazy na informace o oslavách k vydání a výročních konferencích Fedory. Fedořané se pravidelně scházejí a společně oslavují naši komunitu a tvrdou práci, kterou do ní vkládáme!",
    "The goal of this initiative is to help foster diversity and inclusion in Fedora community.": "Cílem této iniciativy je pomoci zvýšit rozlišnost a začlenění v komunitě Fedory.",
    "The flagship Fedora edition featuring the latest Gnome desktop. The Linux desktop you've been waiting for.": "Vlajková loď edic Fedory obsahující nejnovější prostředí pracovní plochy Gnome. Linuxový desktop, na který jste čekali.",
    "The annual contributor conference for Fedora Linux. Flock takes place at the beginning of August.": "Každoroční konference přispěvatelů do Fedora Linuxu. Flock se koná na začátku srpna.",
    "The Labs are Fedora Linux set up with software bundles based on particular topics.": "Laboratoře (laby) jsou Fedora Linux, který je sestavený z balíčků softwaru odpovídajících konkrétnímu tématu.",
    "The Fedora Social chat room is a place for Fedora community members to relax and talk about most any topics they wish.": "Chatovací místnost Fedora Social je pro členy komunity Fedora místem, kde se lze odreagovat a hovořit o téměř kterémkoliv tématu, které mají na srdci.",
    "The Fedora Silverblue team": "Tým Fedora Silverblue",
    "The Fedora Server edition working group": "Pracovní skupina edice Fedora Server",
    "The Fedora Project is a community of people working together to build a free and open source software platform and to collaborate on and share user-focused solutions built on that platform. Or, in plain English, we make an operating system and we make it easy for you to do useful stuff with it.": "Projekt Fedora je společenstvím (komunita) lidí, kteří společně pracují na vývoji platformy svobodného a open-source softwaru a na této platformě spolupracují a sdílí řešení zaměřená na uživatele. Prostěji řečeno, vytváříme operační systém a pokoušíme se usnadnit vše, co s ním můžete užitečně dělat.",
    "Fedora Budgie Spin": "Spin Fedora Budgie",
    "The Fedora Project Leader likes to post things here. This forum also receives weekly updates from The Fedora Project Manager and the Community Platform Engineering team.": "Vedoucí Projektu Fedora má v oblibě zde zveřejňovat příspěvky. Toto fórum rovněž získává týdenní aktualizace od manažera Projektu Fedora a Technického týmu pro komunitní platformu.",
    "The Fedora Kinoite team": "Tým Fedora Kinoite",
    "The Fedora IoT (Internet of Things) edition working group": "Pracovní skupina pro edici Fedora IoT (Internet věcí)",
    "The Fedora CoreOS working group": "Pracovní skupina pro Fedoru CoreOS",
    "The Fedora Cloud edition working group": "Pracovní skupina pro edici Fedora Cloud",
    "The Extra Packages for Enterprise Linux special interest group": "Skupina zvláštního zájmu pro Extra Packages for Enterprise Linux",
    "The Desktop spins feature specific Linux Desktop Environments. Our official Workstation Edition uses the Gnome Desktop, but you can install Fedora preconfigured with any of the listed Desktop Environments.": "Desktopové spiny disponují zvláštními Linuxovými prostředími pracovní plochy. Naše oficiální edice Workstation používá Gnome Deskop, ale lze nainstalovat Fedoru, která je přednastavena pro jakékoliv prostředí pracovní plochy uvedené na seznamu.",
    "Talented leaders are elected to oversee the Fedora Project and Fedora's subprojects.": "Talentovaní vůdci jsou voleni, aby dohlíželi nad Projektem Fedora a jeho podprojekty.",
    "Sway Tiling WM": "Dlaždicový WM Sway",
    "Spins": "Spiny",
    "Social & Events": "Společenské akce",
    "Run applications on bare metal or the cloud with a Linux server OS packed with the latest open source technology.": "Provozujte aplikace na holém železe nebo v cloudu na linuxovém serverovém OS s nejaktuálnější open-source technologií.",
    "Release planning, scheduling, and status tracking.": "Plánování vydání, příprava harmonogramu a sledování pokroku.",
    "Project Discussion": "Projektová diskuze",
    "Program Management": "Programové řízení",
    "Powerful, completely open-source and free tools for amateur and professional astronomers.": "Výkonné, zcela open-source a svobodné nástroje pro amatérské i profesionální astronomy.",
    "Policies for licensing, trademarks, and other legal issues.": "Politiky licenční, obchodní značky a další právní otázky.",
    "Pick a language to view this page in your language": "Vyberte si jazyk pro zobrazení této stránky",
    "Packaging & Development": "Tvorba balíčků & vývoj",
    "Package Sources": "Zdroje balíčků",
    "Over the years, Fedorans have created many sources of information about Fedora Linux and the Fedora Project.": "Po mnoho let vytvářejí Fedorané mnoho informačních zdrojů o Fedora Linuxu a Projektu Fedora.",
    "Our flagship Fedora Linux variants for different uses.": "Naše vlajkové lodě variant Fedora Linuxu pro různé užití.",
    "Other Sources": "Další zdroje",
    "News & Publications": "Zprávy & publikace",
    "News & Announcements": "Zprávy & oznámení",
    "New Contributors": "Noví přispěvatelé",
    "Most subprojects hold weekly meetings in chatrooms. Fedora's Zodbot listens in on these meetings and keeps the logs here.": "Většina podprojektů pořádá svá týdenní jednání v chatovacích místnostech. Fedořin Zodbot naslouchá těmto jednáním a pořizuje záznamy.",
    "Mindshare Teams": "Mindshare týmy",
    "Many of Fedora's groups use this version control system.": "Mnoho skupin Fedory používá tento systém pro kontrolu verzí.",
    "Mailing Lists": "Elektronické poštovní konference",
    "Learn about the Fedora Project governance.": "Informace o správě Projektu Fedora.",
    "Learn about packaging for Fedora Linux — from both a policy and a technical perspective.": "Zjistěte si vše o balení softwaru pro Fedora Linux — z pohledu politiky i techniky.",
    "Learn about FESCo and Engineering subprojects, SIGs, Work Groups, and teams.": "Zjistěte si informace o FESCo a technických podprojektech, skupinách SIG, pracovních skupinách a týmech.",
    "Labs": "Laby",
    "Fedora Sericea is an immutable Sway-based desktop.": "Fedora Sericea je neměnný desktop založený na Sway.",
    "Fedora Linux with the Sway Tiling Window Manager": "Fedora Linux s dlaždicovým okenním správcem Sway",
    "Fedora Linux with the Budgie Desktop": "Fedora Linux s Budgie Desktopem",
    "Utilities": "Pomocné programy",
    "The popular and free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.": "Oblíbený a svobodný webový prohlížeč podporovaný Mozillou, neziskovkou věnující se nezávadnosti Internetu a soukromí.",
    "The integrated personal information manager of KDE Plasma Desktop. The Kontact suite unites mature and proven KDE PIM applications under one easy to use application.": "Integrovaný správce osobních informací KDE Plasma Desktopu. Balík Kontact sjednocuje vyzrálé a prověřené PIM aplikace KDE do jedné snadno použitelné aplikace.",
    "The Fedora KDE Plasma Desktop Edition is a powerful Fedora-based operating system utilizing the KDE Plasma Desktop as the main user interface.\n\nFedora KDE Plasma Desktop comes with many pre-selected top quality applications that suit all modern desktop use cases - from online communication like web browsing, instant messaging and electronic mail correspondence, through multimedia and entertainment, to an advanced productivity suite, including office applications and enterprise grade personal information management.\n\nAll KDE applications are well integrated, with a similar look and feel and an easy to use interface, accompanied by an outstanding graphical appearance.": "Edice Fedora KDE Plasma Desktop je výkonný operační systém založený na Fedoře, který využívá jako své hlavní uživatelské rozhraní KDE Plasma Desktop.\n\nFedora KDE Plasma Desktop přichází s mnoha špičkovými, předem vybranými aplikacemi, které odpovídají všem moderním případům užití stolního počítače - od on-line komunikace, jako je prohlížení webu, instant messaging a zasílání zpráv elektronické pošty, přes multimédia a zábavu po moderní balík pro produktivitu, včetně kancelářských aplikací a správu osobních záležitostí na podnikové úrovni.\n\nVšechny aplikace KDE jsou vhodně integrovány, s podobným vzhledem a snadno použitelným rozhraním, doplněné vynikajícím grafickým zpracováním.",
    "Stay connected with your friends and colleagues using Telepathy Instant Messaging client. It supports all common IM protocols.": "Zůstaňte v kontaktu s přáteli a kolegy užitím klienta Telepathy pro instant messaging. Podporuje všechny obvyklé protokoly IM.",
    "Screenshot of Fedora KDE Plasma desktop": "Snímek pracovní plochy Fedory KDE Plasma",
    "Parley is a vocabulary trainer that helps you memorize things via virtual flashcards. It provides a rich set of tools to manage your card sets.": "Parley je trenažér slovíček, který vám pomůže s učením pomocí virtuálních kartiček. Poskytuje bohatou sadu nástrojů pro správu vašich sérií karet.",
    "Okular is a universal document viewer that combines the excellent functionalities with the versatility of supporting different kind of documents, like PDF, Postscript, DjVu, CHM, XPS, ePub and others.": "Okular je univerzální prohlížeč dokumentů, který kombinuje výborné funkcionality s všestrannou podporou různých typů dokumentů, např. PDF, Postscript, DjVu, CHM, ePub a další.",
    "Office & Productivity Suite": "Balík pro kancelář & produktivitu",
    "Marble is a virtual globe and world atlas in your computer. You can learn a lot about Earth or you can just enjoy virtual trips around our planet.": "Marble je virtuální glóbus a atlas světa ve vašem počítači. Lze se mnoho naučit o Zemi nebo se prostě jen bavit virtuálními výlety kolem naší planety.",
    "LibreOffice is a free and powerful office suite. Its clean interface and feature-rich tools help you unleash your creativity and enhance your productivity.": "LibreOffice je svobodný a výkonný balík kancelářských aplikací. Jeho uhlazené rozhraní a bohatě vybavené nástroje vám pomohou uvolnit vaší kreativitu a posílit vaší produktivitu.",
    "Kiten is a Japanese dictionary application as well as a Japanese language reference. It includes a kanji lookup tool and browsing interface.": "Kiten je aplikace japonského slovníku, stejně jako referenční kniha japonského jazyka. Obsahuje vyhledávač a vyhledávací rozhraní kanji.",
    "Kalzium allows you to explore the periodic table of elements. It has a 3D molecule editor plus multiple simulators and calculators.": "Kalzium vám umožní procházet periodickou tabulku prvků. Má 3D editor molekul plus různé simulátory a kalkulátory.",
    "K3B allows you to easily back up your multimedia files as it's a full featured CD/DVD writing software. K3B supports writing data CDs/DVDs, audio CDs, video CDs, DVDs, copying, CD ripping and more.": "K3B vám umožní snadno zazálohovat multimediální soubory, neboť se jedná o plně vybavený software pro zápis na CD/DVD. K3B podporuje zápis datových CD/DVD, audio CD, video CD, DVD, kopírování, ripování CD a další.",
    "Gwenview is able to load and save to a variety of image formats, such as PNG and JPEG. Its simple interface does not get in the way and lets you view your images quickly and easily.": "Gwenview umí načíst a ukládat do různých obrazových formátů, např. PNG nebo JPEG. Jeho jednoduché rozhraní nepřekáží a umožní vám zobrazit obrázky rychle a snadno.",
    "its_your_Operating System.": "operační systém.",
    "its_your_Community.": "kominita.",
    "its_your_Workstation.": "pracovní stanice.",
    "its_your_Server.": "server.",
    "Fedora KDE Plasma Image": "Obraz Fedora KDE Plasma",
    "Fedora KDE Plasma Desktop": "Fedora KDE Plasma Prostředí",
    "Education": "Vzdělávání",
    "Dolphin is a file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.": "Dolphin je správce souborů, kterým lze procházet a prohlížet obsah na pevném disku, klíčenky USB, SD karet atd. Vytvoření, přemístění nebo odstranění souborů a adresářů je snadné a rychlé.",
    "Ark is a graphical file compression and decompression utility with support for multiple formats, including tar, gzip, bzip2, rar and zip, as well as CD-ROM images. Ark can be used to browse, extract, create, and modify archives.": "Ark je grafický pomocný program pro komprimaci a dekomprimaci souborů s podporou rozličných formátů, včetně tar, gzip, bzip2, rar a zip, a rovněž obrazů CD-ROM. Ark lze použít k zobrazení, rozbalení, vytvoření a úpravě archivů.",
    "Are you a downloader? Use KTorrent or KGet to get new versions of Fedora KDE Plasma Desktop Edition!": "Stahujete hodně? Používejte KTorrent nebo KGet k získání nových verzí edice Fedora KDE Plasma Desktop!",
    "A simple music player that should be easy to use. It does not require any configuration before one can use it.": "Jednoduchý přehrávač hudby s jednoduchým používáním. Není nutné žádné nastavování předtím než ho lze používat.",
    "A multimedia player where the focus is on simplicity, instead of features. Its simple interface is designed not to get in your way and instead empower you to simply play multimedia files.": "Multimediální přehrávač, který se namísto vlastností zaměřuje na jednoduchost. Jeho jednoduché rozhraní je navrženo tak, aby se vám nepletlo do cesty a naopak vás posílilo v jednoduchém přehrávání multimediálních souborů.",
    "🎉 [Fedora Linux 38 released!](https://fedoramagazine.org/announcing-fedora-38)": "🎉 [Fedora Linux 38 zveřejněn!](https://fedoramagazine.org/announcing-fedora-38)",
    "Want more Fedora options?": "Je libo větší výběr Fedory?",
    "View more articles on [Fedora Magazine](https://fedoramagazine.org/)": "Více článků lze získat v časopisu [Fedora Magazine](https://fedoramagazine.org/)",
    "Users and developers are available in the #fedora channel on Fedora Chat.": "Uživatelé a vývojáři jsou k dispozici v místnosti #fedora na Chatu Fedory.",
    "The solid edge foundation": "Solidní základna pro hraniční zařízení",
    "The Fedora Alternative Downloads are either special-purpose - for testing, for specific architectures - or are more standard versions of Fedora in alternative formats such as network installer format or formatted for BitTorrent download.": "The Fedora Alternative Dowloads jsou verze Fedory, které slouží buď ke speciálním účelům – k testování, pro zvláštní architektury – nebo se jedná o standardní verze ale v alternativních formátech, jako například formát pro instalaci po síti nebo stahování přes BitTorrent.",
    "Support Resources": "Zdroje podpory",
    "Next upcoming event": "Nadcházející akce",
    "Mission Statement": "Poslání",
    "Make the most of using Fedora.": "Dostaňte to nejlepší z používání Fedory.",
    "License Details": "Podrobnosti k licenci",
    "License": "Licence",
    "Fedora Server is a powerful, flexible operating system that includes the best and latest datacenter technologies.": "Fedora Server je výkonný, pružný operační systém, který obsahuje to nejlepší a nejnovější z technologií pro datová centra.",
    "Use our messaging board Fedora Discussions to stay up to date on Flock Notifications. **[Check it out here](https://discussion.fedoraproject.org/)**.": "Využijte naší Internetovou diskuzi Fedora Discussions pro nejaktuálnější oznámení týkající se Flocku. **[Zkuste zde](https://discussion.fedoraproject.org/)**.",
    "Our tierd sponsorship levels will all give you great visibility at Flock. Your booth will be showcased on the Expo page to maximize engagement.": "Naše odstupňované sponzorské úrovně vám poskytnout během Flocku velké zviditelnění. Váš stánek bude zobrazen na výstavní stránce, abychom maximálně podpořili návštěvnost.",
    "Our main IRC channel for the event is **\\#fedora-flock** on **libera.chat**. Join **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** to chat on Matrix or IRC.": "Náš hlavní kanál IRC pro tuto akci je **\\#fedora-flock** na **libera.chat**. Přidejte se do **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** a chatujte na Matrixu nebo IRC.",
    "New to Fedora? Check our **[community forum](https://discussion.fedoraproject.org/c/ask)** for support and help with frequently asked questions.": "Nováček u Fedory? Podívejte se na naše **[komunitní fórum](https://discussion.fedoraproject.org/c/ask)**, kde naleznete podporu a nápovědu s často kladenými dotazy.",
    "Brand Exposure": "Zviditelnění značky",
    "August 1 - 4, 2023": "1.-4. srpen 2023",
    "Sign up at [coreos-status@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Přihlaste se do konference [coreos-status{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) a budou vám zasílány programy a zápisy z jednání.",
    "Open to all current and potential contributors on Wednesday 11 AM Eastern on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Otevřeno všem současným i potenciálním přispěvatelům ve středu v 11:00 hod americké východní pásmo v místnosti [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Also known as armv8. For most processors other than Intel and AMD like Raspberry Pi or other comparable devices.": "Rovněž známa jako armv8. Pro většinu jiných procesorů než Intel a AMD, jako je Raspberry Pi nebo další srovnatelná zařízení.",
    "You can view, file, and discuss Fedore Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/cloud-sig/issues).": "Procházet, nahlásit a diskutovat problémy s Fedorou Cloud lze v [systému hlášení Fedory Cloud](https://pagure.io/cloud-sig/issues).",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora Cloud is created by a team in the Fedora community called the **Cloud Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Cloud Working Group website](https://fedoraproject.org/wiki/Cloud_SIG).": "Projekt Fedora si představuje svět, kde má každý prospěch ze svobodného a open-source softwaru vytvořeného komunitami, které jsou nevylučující, vřelé a otevřeny novým myšlenkám.\n\nFedora Cloud je vytvářena týmem z komunity Fedory pod názvem **Pracovní skupina Cloud**. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a také dalších přispěvatelů. Více podrobností lze zjistit na [stránkách Pracovní skupiny Cloud](https://fedoraproject.org/wiki/Cloud_SIG).",
    "Sign up at [cloud@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Přihlaste se do konference [cloud{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) a budou vám zasílány programy a zápisy z jednání.",
    "Open to all current and potential contributors on **Wednesday 11 AM Eastern** on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Otevřeno všem současným i potenciálním přispěvatelům ve **středu v 11:00 hod východní pásmo** v místnosti [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Utilities & Configuration": "Pomocné programy & nastavení",
    "The Fedora Budgie Spin showcases the Budgie Desktop, a feature-rich, modern desktop designed to keep out the way of the user. Budgie Desktop uses common desktop design metaphors while offering uses sophisticated functionality such as its Raven widget and notification center, and an approachable method to personalization.\n\nThis Spin is designed to align closely with upstream Budgie Desktop, providing a close to vanilla experience with a curated set of default applications that fit in best with Budgie.": "Spin Fedora Budgie poskytuje ukázku Budgie Desktopu, moderního prostředí pracovní plochy plného vlastností, navrženého s cílem neklást překážky uživateli. Budgie Desktop využívá společné metafory desktopového návrhu, zároveň nabízí důmyslnou funkcionalitu, jako např. centrum doplňků a upozornění Raven a snadno dostupnou metodu personalizace.\n\nSpin je navržen tak, aby byl úzce napojen na Budgie Desktop dodavatelského projektu a poskytoval blízkou vanilkovou zkušenost s opečovávanou standardní sadou aplikací, které se k sobě s Budgie hodí nejlépe.",
    "Simple interface. Powerful music management. Playlists. Streaming Radio. Podcasts.": "Jednoduché rozhraní. Výkonná správa hudby. Seznamy skladeb. Streamování rádia. Podcasty.",
    "Screenshot of Fedora Budgie desktop": "Snímek pracovní plochy Fedory Budgie",
    "Office & Productivity": "Kancelář & produktivita",
    "Multimedia": "Multimédia",
    "Mozilla Thunderbird is a standalone Matrix, mail and newsgroup client. Organize your schedule with the included Lightning calendar application.": "Mozilla Thunderbird je samostatný klient pro Matrix, elektronickou poštu a diskuzní skupiny. Plánujte si svůj program s obsaženou aplikací kalendáře Lightning.",
    "LibreOffice is an integrated office suite. It utilizes free and open standards for its document formats and components.": "LibreOffice je integrovaný kancelářský balík. Uplatňuje svobodné a otevřené normy pro své formáty dokumentů a součásti.",
    "Going Online": "Být on-line",
    "Fedora Budgie Spin ships Gnome Terminal, the gateway to the real power of any UNIX/Linux machine.": "Spin Fedora Budgie přináší Gnome Terminal, bránu ke skutečné moci každého UNIX/Linuxového stroje.",
    "Fedora Budgie Image": "Obraz Fedory Budgie",
    "Eye of MATE is meant to be a fast and functional image viewer.": "Eye of MATE se považuje za rychlý a funkční prohlížeč obrázků.",
    "Explore the World Wide Web with Firefox, the full featured web browser.": "Prohledávejte World Wide Web s Firefoxem, webovým prohlížečem nabitým vlastnostmi.",
    "Budgie Desktop Settings provide a wide range of capabilities for personalization, from Raven and panel management to theming.": "Nastavení pracovní plochy Budgie poskytuje širokou školu možností pro personalizaci, od Ravenu a správy panelů po motivy.",
    "Atril is a simple multi-page document viewer. It can display and print PostScript, DVI, XPS and Portable Document Format files.": "Atril je jednoduchý prohlížeč vícestránkových dokumentů. Umí zobrazit a vytisknout soubory ve formátu PostScript, DVI, XPS a Portable Document Format.",
    "A modern media player, using gtk3 and the gstreamer plugin framework.": "Moderní přehrávač médií, používá gtk3 a framework zásuvných modulů gstreamer.",
    "We're so glad you've decided to give Fedora Budgie Spin a try. We know you'll love it.": "Velmi nás těší, že jste se rozhodli vyzkoušet spin Fedory Budgie. Víme, že si ho zamilujete.",
    "Upstream Documentation": "Dokumentace dodavatelských projektů",
    "The Fedora Sway Spin provides the popular Sway tiling window manager. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse,touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sway Spin offers a complete experience with a minimalist user interface.": "Spin Fedora Sway přináší oblíbeného dlaždicového správce Sway. Činí Sway přístupným a atraktivním jak pro nováčky, tak pokročilé uživatele, kteří při interakci s jejich prostředím dávají přednost nepoužívání myši, touchpadu nebo dalších ukazovacích zařízení.",
    "To sponsor our [Flock to Fedora](https://flocktofedora.org) conference, see the prospectus or email [sponsors@fedoraproject.org](mailto:sponsors@fedoraproject.org).\n\nTo mirror the repos, see the [Mirroring page](https://fedoraproject.org/wiki/Infrastructure/Mirroring) or contact the [Infrastructure team](https://docs.fedoraproject.org/en-US/infra/#_communicating).": "Přejete-li si sponzorovat naší konferenci [Flock to Fedora](https://flocktofedora.org) viz prospekt nebo email [sponsors{'@'}fedoraproject.org](mailto:sponsors{'@'}fedoraproject.org).\n\nZrcadlení našich repozitářů viz [stránka Zrcadlení](https://fedoraproject.org/wiki/Infrastructure/Mirroring), popř. kontaktujte [Infrastrukturní tým](https://docs.fedoraproject.org/en-US/infra/#_communicating).",
    "Use the **\\#NestWithFedora** hashtags on your preferred social media platforms. Follow **[@fedora](https://twitter.com/fedora)** on Twitter for updates.": "Využijte hashtag **\\#NestWithFedora** na svých oblíbených platformách sociálních médií. Na Twitteru sledujte **[{'@'}fedora](https://twitter.com/fedora)** pro aktuality.",
    "Each version is updated for approximately 13 months, and upgrades between versions are quick and easy.": "Každá verze je aktualizována přibližně 13 měsíců a přechod na vyšší verzi je rychlý a snadný.",
    "Screenshot of Fedora Sway desktop": "Snímek prostředí pracovní plochy Fedory Sway",
    "The Fedora Project is proud to have the following organizations as sponsors.": "Projekt Fedora je hrdý, že ho sponzorují následující organizace.",
    "The Fedora Project is also grateful to the following sponsors for providing substantial support.": "Projekt Fedora rovněž děkuje následujícím sponzorům za poskytnutí podstatné podpory.",
    "Red Hat, Inc. is the primary sponsor for the Fedora Project. Red Hat provides the Fedora Project with a wide variety of resources, including full-time employee support, infrastructure, hardware and bandwidth, event funding, and legal counsel.": "Red Hat, Inc. je hlavní sponzor Projektu Fedora. Red Hat poskytuje Projektu Fedora širokou škálu zdrojů, včetně podpory zaměstnanců na plný úvazek, infrastruktury, hardwaru a vysokorychlostního připojení, financování akcí a právní podpory.",
    "Interested in sponsoring something for Fedora?": "Máte zájem o sponzorování něčeho pro Fedoru?",
    "Fedora Sponsors": "Sponzoři Fedory",
    "Visit \\#fedora-server on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)": "Navštivte kanál \\#fedora-server na irc.libera.chat nebo místnost [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)",
    "The Fedora Project envisions a world where everyone can benefit from free and open source software built by inclusive, welcoming, and open-minded communities.\nFedora Server is created by a team in the Fedora community called the **Server Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Server Working Group website](https://docs.fedoraproject.org/en-US/server-working-group/).": "Projekt Fedora si představuje svět, kde má každý prospěch ze svobodného a open-source softwaru vytvořeného komunitami, které jsou nevylučující, vřelé a otevřeny novým myšlenkám.\nFedora Server je vytvářena týmem z komunity Fedory pod názvem **Pracovní skupina Server**. Skládá se z oficiálních členů, kteří mají rozhodovací pravomoc, a také dalších přispěvatelů. Více podrobností lze zjistit na [stránkách Pracovní skupiny Server](https://docs.fedoraproject.org/en-US/server-working-group/).",
    "Stable Ecosystem": "Stabilní ekosystém",
    "Sign up at [server@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/server@lists.fedoraproject.org/)": "Přihlaste se do konference [server{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) a budou vám zasílány programy a zápisy z jednání [přejít na archiv](https://lists.fedoraproject.org/archives/list/server{'@'}lists.fedoraproject.org/)",
    "Serving the needs of small to medium businesses, home labs, and enterprise workloads": "Uspokojí potřeby malých až středních podniků, domácích laboratoří a podnikových pracovních zátěží",
    "Sensible Defaults": "Rozumné výchozí hodnoty",
    "Run virtual machines and containers with [libvirt](https://libvirt.org/) and [podman](https://podman.io/) or build amazing applications on top of the [WildFly](https://www.wildfly.org) application runtime": "Provozujte virtuální stroje a kontejnery s [libvirt](https://libvirt.org/) a [podman](https://podman.io/) nebo sestavte úžasné aplikace nad [WildFly](https://www.wildfly.org)",
    "The Fedora Server Working Group sends meeting agendas and minutes and has discussions on their mailing list at server@lists.fedoraproject.org.": "Pracovní skupina Fedora Server rozesílá programy a zápisy z jednání a vede diskuzi ve své elektronické poštovní konferenci na adrese server{'@'}lists.fedoraproject.org.",
    "The **Fedora Server** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Server users and contributors.": "Štítek **Fedora Server** na diskuzním fóru Fedory, založeném na Discourse, je skvělé místo, kde se lze spojit s dalšími uživateli a přispěvateli Fedory Server.",
    "Server Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Jednání Pracovní skupiny Server jsou otevřena všem současným i potenciálním přispěvatelů ve středu, 11:00 hod americké východní pásmo na fedora-meeting{'@'}irc.libera.chat.",
    "Join a community of users and contributors focused on Fedora Server.": "Přidejte se ke komunitě uživatelů a přispěvatelů zaměřené na Fedoru Server.",
    "rpm-ostree is a hybrid image/package system. It combines libostree and libdnf to provide atomic and safe upgrades with local RPM package layering.": "rpm-ostree je hybridní obrazový/balíčkový systém. Kombinuje libostree a libdnf k poskytování atomických přechodů na vyšší verzi bez rizika s lokálním vrstvením balíčků RPM.",
    "light gets and sets the screen back-light brightness on Linux.": "light získává a nastavuje na Linuxu jas podsvícení obrazovky.",
    "imv is a command line image viewer intended for use with tiling window managers.": "imv je prohlížeč obrázků pro příkazovou řádku, který lze používat s dlaždicovými okenními správci.",
    "Simple screen locker.": "Jednoduchý zámek obrazovky.",
    "Screenshot of Fedora Sericea": "Snímek Fedory Sericea",
    "Podman is a daemonless container engine for developing, managing and running Open Container Initiative (OCI) containers and container images on your Linux system.": "Podman je kontejnerový engine bez daemona pro vývoj, správu a běh kontejnerů Open Container Initiatives (OCI) a kontejnerových obrazů na vašem Linuxovém systému.",
    "Podman for development": "Podman pro vývoj",
    "Just a click and you're connected to your wireless LAN router, or online via many supported 3G mobile broadband cards.": "Pouze klepněte a budete připojení k vašemu bezdrátovému LAN směrovači nebo skrze mnoho podporovaných karet pro mobilní vysokorychlostní připojení 3G.",
    "Highly-configurable and lightweight notification daemon.": "Odlehčený daemon pro oznámení s množstvím možností nastavení.",
    "Highly customizable Wayland window manager Sway is great for keyboard-first workflows.": "Vysoce přizpůsobitelný Wayland okenní správce Sway je výtečný pro pracovní toky \"především klávesnice\".",
    "Highly customizable Wayland bar for Sway and Wlroots based compositors.": "Vysoce přizpůsobitelná lišta Wayland pro Sway a kompositor založený na Wlroots.",
    "Foot is a fast, lightweight and minimalistic Wayland terminal emulator.": "Foot je rychlý, odlehčený a minimalistický emulátor terminálu pro Wayland.",
    "File manager for Linux and other Unix-like systems.": "Správce souborů pro Linux a další Unixové systémy.",
    "Fedora creates an innovative, free and open source platform for hardware, clouds, and containers that enables software developers and community members to build tailored solutions for their users.": "Fedora vytváří novátorskou svobodnou a open-source platformu pro hardware, cloud a kontejnery, která umožňuje vývojářům softwaru a členům komunity sestavovat řešení přizpůsobená pro své uživatele.",
    "Fedora Sericea provides the popular Sway tiling window manager in an immutable fashion. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse, touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sericea offers a complete experience with a minimalist user interface.": "Fedora Sericea poskytuje oblíbeného dlaždicového okenního správce Swaz v neměnném stylu. Činí Sway přístupným i lákavým jak pro nováčky, tak pokročilé uživatele, kteří při interakci s prostředím upřednostňují, pokud nemusí používat myš, touchpad ani jiné ukazovací zařízení. Obsahem odlehčené aplikace pro prohlížení webu, úpravu textů a přehrávání médií nabízí Fedora Sericea kompletní zkušenost s minimalistickým uživatelským rozhraním.",
    "Fedora Sericea Image": "Obraz Fedory Sericea",
    "Fedora Community & Support": "Komunita Fedory & podpora",
    "Download thousands of open-source and proprietary, containerized applications thanks to Flatpak.": "Stáhněte si stovky open-source a proprietární, kontejnerizovaných aplikací díky Flatpaku.",
    "Configuration": "Nastavení",
    "CLI application to control the NetworkManager configuration. It gives you the power of the nm-applet, but in the terminal.": "Aplikace CLI pro kontrolu nastavení NetworkManageru. Dává vám sílu nm-apletu, ale v terminálu.",
    "Built on top of the best": "Postaveno na tom nejlepším",
    "Applications as Flatpaks": "Aplikace jako Flatpaky",
    "A window switcher, application launcher and dmenu replacement.": "Přepínač oken, spouštěč aplikací a náhrada dmenu.",
    "A Dynamic display configuration tool.": "Dynamický konfigurační nástroj displeje.",
    "Screenshot of Fedora Phosh on mobile": "Snímek Fedory Phosh na mobilním telefonu",
    "Fedora Sway Image": "Obraz Fedory Sway",
    "We want you to be part of Nest 2022": "Přejeme si, abyste byli součástí Nest 2023",
    "By clicking on and downloading Fedora, you agree to comply with the [Fedora Export Control Policy](https://docs.fedoraproject.org/en-US/legal/export/).": "Klepnutím a stažením Fedory souhlasíte, že souhlasíte s [Politikou Fedory pro kontroly vývozu](https://docs.fedoraproject.org/en-US/legal/export/).",
    "i3 Tiling WM": "Dlaždicový WM i3",
    "You can use this to search for things in Fedora's code repositores. See the Fedora Magazine article for more info.": "Lze použít k vyhledávání v repozitářích kódu Fedory. Více informací viz článek ve Fedora Magazine.",
    "Yes, they still exist.": "Ano, stále existují.",
    "Workstation": "Workstation",
    "Week of Diversity": "Týden rozmanitosti",
    "We use weblate to translate our site. Please find relevant links below.": "Pro překlad našich stránek používáme Weblate. Níže uvádíme příslušné odkazy.",
    "We are always excited to work with new contributors. If you're new to the project, check out these sites.": "Vždy jsme nadšeni, když můžeme pracovat s novými přispěvateli. Jste-li u projektu nováček, projděte si tyto stránky.",
    "Visual design, multimedia production, and publishing suite of free and open source creative tools.": "Vizuální design, multimediální tvorba a balík pro publikaci ze svobodných a open-source nástrojů pro tvorbu.",
    "User Guides": "Uživatelské příručky",
    "Use this link to focus on questions and answers about the KDE desktop environment.": "Tento odkaz použijte, chcete-li se zaměřit na dotazy a odpovědi k prostředí pracovní plochy KDE.",
    "Use this link to focus on questions and answers about the GNOME desktop environment.": "Tento odkaz použijte, chcete-li se zaměřit na dotazy a odpovědi k prostředí pracovní plochy GNOME.",
    "Use this link to focus on questions and answers about installing Fedora Linux.": "Tento odkaz použijte, chcete-li se zaměřit na dotazy a odpovědi k instalování Fedora Linuxu.",
    "Use this link to focus on questions and answers about Fedora Workstation.": "Tento odkaz použijte, chcete-li se zaměřit na dotazy a odpovědi k Fedoře Workstation.",
    "Use this link to focus on questions and answers about Fedora Server.": "Tento odkaz použijte, chcete-li se zaměřit na dotazy a odpovědi k Fedoře Server.",
    "Use this link to focus on questions and answers about Fedora IoT (Internet of Things).": "Tento odkaz použijte, chcete-li se zaměřit na dotazy a odpovědi k Fedoře IoT (Internetu věcí).",
    "Use this link to focus on questions and answers about Fedora CoreOS.": "Tento odkaz použijte, chcete-li se zaměřit na dotazy a odpovědi k Fedoře CoreOS.",
    "Use this link to focus on questions and answers about Fedora Cloud.": "Tento odkaz použijte, chcete-li se zaměřit na dotazy a odpovědi k Fedoře Cloud.",
    "Use this link to connect with other workstation contributors.": "Tento odkaz použijte, chcete-li se seznámit s dalšími přispěvateli do workstation.",
    "Upgrading Fedora Linux": "Přechod na vyšší verzi Fedora Linuxu",
    "Translations": "Překlady",
    "To be granted access and be credited for your contributions, you will need a Fedora account. Do this first!": "Abyste získali přístup a uznání za své příspěvky, potřebujete účet Fedory. Vytvořte si nejdříve účet!",
    "This page lists known and scheduled outages of Fedora Project services.": "Tato stránka uvádí seznam známých a plánovaných odstávek služeb Projektu Fedora.",
    "This is where contributors are awarded tokens of recognition for their contributions. How many can you get!": "Místo, kde je přispěvatelům udíleno ocenění (odznáčky) jako uznání za jejich příspěvky. A je jich tu pro vás tolik!",
    "This is the software that builds Fedora's RPM packages.": "Software, který sestavuje balíčky RPM Fedory.",
    "This is the proverbial office “water cooler”, where people gather for “break from work” conversation. Introduce yourself, have (friendly!) off-topic discussions, and socialize!": "Příslovečný \"kuchyňský koutek\" v kanceláři, kde se lidé shromažďují, aby probrali mimopracovní věci. Představte se, nahoďte (přátelské!) mimopracovní téma a buďte společenští!",
    "Run server workloads on bare metal or virtual machines with the latest open source technologies curated by the Fedora Community": "Provozujte serverové zátěže na holém železe nebo virtuálním stroji s nejnovějšími open-source technologiemi pečlivě zvolenými komunitou Fedory",
    "Quickly deploy a server with the tools you need to spin up your workloads": "Nasaďte server rychle s potřebnými nástroji, abyste zvládli pracovní zátěž",
    "You can view, file, and discuss Fedora Server issues on the [Fedora Server issue tracker](https://pagure.io/fedora-server/issues).": "Procházet, nahlásit a diskutovat problémy s Fedorou Server lze v [systému hlášení Fedory Server](https://pagure.io/fedora-server/issues).",
    "You can chat with the Fedora Server Working Group via either Matrix or IRC: #server:fedoraproject.org on Matrix and #fedora-server on irc.libera.chat.": "Chatovat s Pracovní skupinou Fedora Server lze pomocí protokolů Matrix nebo IRC: místnost #server:fedoraproject.org na Matrixu a kanál #fedora-server na irc.libera.chat."
}
