{
    "Languages": "Kieli",
    "Twice a year, in coordination with the release of each new version of Fedora Linux, we hold global virtual release parties. These are typically a 1.5 day \"mini-conference\" with talks and social events. ": "Kahdesti vuodessa, koordinoidusti jokaisen Fedora Linuxin uuden version julkaisun yhteydessä, järjestämme maailmanlaajuisia virtuaalisia julkaisujuhlia. Nämä ovat tyypillisesti 1,5 päivän \"minikokouksia\", jossa keskustellaan ja järjestetään sosiaalisia tapahtumia. ",
    "Try it now.": "Kokeile nyt.",
    "There's a Fedora release party every six months and a Flock event every year. Make a plan to attend and even propose a talk!": "Fedora-julkaisujuhlat järjestetään kuuden kuukauden välein ja Flock-tapahtuma joka vuosi. Suunnittele osallistumisesi ja ehdota vaikka esitystä!",
    "The lightweight VM environment": "Kevyt virtuaalikoneympäristö",
    "The Virtual Fedora Project Conference": "Virtuaalinen Fedora-projektin konferenssi",
    "The Community Blog provides a single source for members of the community to share important news, updates, and information about Fedora with others in the Project community.": "Yhteisöblogi tarjoaa yhteisön jäsenille yhden lähteen jakaa tärkeitä uutisia, päivityksiä ja tietoa Fedorasta muiden projektiyhteisön jäsenten kanssa.",
    "Recap": "Kertaus",
    "Privacy Statement": "Tietosuojalausunto",
    "Nest is our at-home, virtual Flock that has been running since the global outbreak of COVID-19.  It takes place over 3 days and includes talks, workshops, hackfests, and social events.": "Nest on kotoa liityttävä virtuaalinen Flockimme, joka on ollut käynnissä maailmanlaajuisen COVID-19-epidemian jälkeen. Se kestää 3 päivää ja sisältää keskusteluja, työpajoja, hackfestejä ja sosiaalisia tapahtumia.",
    "Make a proposal": "Tee ehdotus",
    "Join Us!": "Liity mukaan!",
    "In-person Flock events are currently on-hold due to the ongoing COVID pandemic.": "Henkilökohtaiset Flock-tapahtumat ovat tällä hetkellä tauolla meneillään olevan COVID-pandemian vuoksi.",
    "Hatch is a series of small-scale, in-person global meetups organized in the weeks preceding the Flock / Nest conference enabling Fedorans local to each other to meet.": "Hatch on sarja pienimuotoisia, henkilökohtaisia maailmanlaajuisia tapaamisia, jotka järjestetään Flock / Nest -konferenssia edeltävinä viikkoina. Niiden avulla paikalliset fedoralaiset voivat tavata toisiaan.",
    "Flock is the Fedora Project's annual multi-day **in-person** conference focused on our contributors. It typically alternates between European and North American locations. The conference provides a venue for face-to-face meetings and conversations. It is also a place to celebrate our community. \n\n**Flock typically takes place every August.**": "Flock on Fedora Projectin vuosittainen monipäiväinen **henkilökohtainen** -konferenssi, joka keskittyy avustajiimme. Se tyypillisesti vuorottelee Euroopan ja Pohjois-Amerikan paikoissa. Konferenssi tarjoaa paikan kasvokkain tapahtuville tapaamisille ja keskusteluille. Se on myös paikka juhlia yhteisöämme.\n\n**Flock järjestetään yleensä joka elokuu.**",
    "Fedora has events throughout the year that you can attend, typically in-person or virtually, to learn more about Fedora Workstation as well as meet other users and contributors.": "Fedoralla on ympäri vuoden tapahtumia, joihin voit osallistua tyypillisesti henkilökohtaisesti tai virtuaalisesti saadaksesi lisätietoja Fedora työasemasta sekä tavataksesi muita käyttäjiä ja avustajia.",
    "Fedora Release Parties": "Fedoran julkaisujuhlat",
    "Fedora Publications": "Fedora-julkaisut",
    "Fedora Magazine is a website that hosts promotional articles and short guides contributed from the community about free/libre and open-source software that runs on or works with the Fedora Linux operating system.": "Fedora Magazine on verkkosivusto, joka isännöi mainosartikkeleita ja yhteisön toimittamia lyhyitä oppaita ilmaisista/vapaista ja avoimen lähdekoodin ohjelmistoista, jotka toimivat Fedora Linux -käyttöjärjestelmässä tai toimivat sen kanssa.",
    "Colúr (cuh-loohr) is our Flock mascot.": "Colúr (cuh-loohr) on Flock-maskottimme.",
    "Check out the recap from our latest event, the Fedora 36 release party!": "Katso yhteenveto viimeisimmästä tapahtumastamme, Fedora 36 -julkaisujuhlista!",
    "Both the Fedora Community Blog and Fedora Magazine are always [looking for article proposals, writers, and editors](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ": "Sekä Fedora Community Blog että Fedora Magazine [etsivät aina artikkeliehdotuksia, kirjoittajia ja toimittajia](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ",
    "Become a Sponsor": "Ryhdy sponsoriksi",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Kokoukseen osallistuminen tai löytämistäsi ongelmista raportoiminen ja niistä keskusteleminen voi olla loistava ensimmäinen askel avustamiseen",
    "A customizable cloud native experience.": "Muokattava pilvipohjainen kokemus.",
    "community": "yhteisö",
    "You can view, file, and discuss Fedora Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues).": "Voit tarkastella, raportoida ja keskustella Fedora Cloud -ongelmista [Fedora Cloud -ongelmanseurantaohjelmassa](https://pagure.io/fedora-cloud/issues).",
    "Workshops and hackfests offer opportunities for active learning and collaboration.": "Työpajat ja hackfestit tarjoavat mahdollisuuksia aktiiviseen oppimiseen ja yhteistyöhön.",
    "Workshops": "Työpajat",
    "What to expect": "Mitä voi odottaa",
    "We are Fedora": "Olemme Fedora",
    "Ways to get involved": "Tapoja osallistua",
    "Watch Footage from Past Events": "Katso videomateriaalia menneistä tapahtumista",
    "Visit now": "Vieraile nyt",
    "Visit Now": "Vieraile nyt",
    "Visit Fedora Youtube": "Vieraile Fedora Youtubessa",
    "Virtual": "Virtuaalinen",
    "View Topics": "Näytä aiheet",
    "View Socials": "Näytä yhteistilaisuudet",
    "View Projects": "Näytä projektit",
    "Use Fedora IoT to support your workloads that are computed outside of the traditional datacenter.": "Käytä Fedora IoT:tä tukemaan työkuormia, jotka suoritetaan perinteisen datakeskuksen ulkopuolella.",
    "There are a wide variety of supported installation methods.": "Tuettuja asennustapoja on laaja valikoima.",
    "The location of Flock changes each year between Europe and North America. In 2020 Fedorans went virtual with Nest, now we offer a hybrid version of Flock to make it more accessible to our community.": "Flockin sijainti vaihtuu vuosittain Euroopan ja Pohjois-Amerikan välillä. Vuonna 2020 Fedora siirtyi virtuaaliseksi Nestin kanssa, nyt tarjoamme Flockin hybridiversion, jotta se olisi helpommin saatavilla yhteisöllemme.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities. Stay connected during Flock through the following channels.": "Fedora-projekti visioi maailmasta, jossa kaikki hyötyvät ilmaisista ja avoimen lähdekoodin ohjelmistoista, jotka osallistavat, vieraanvaraiset ja ennakkoluulottomat yhteisöt ovat rakentaneet. Pysy yhteydessä Flockin aikana seuraavien kanavien kautta.",
    "The Fedora Project Conference": "Fedora-projektin konferenssi",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "Fedora Cloud työryhmä lähettää kokousten esityslistat ja pöytäkirjat ja käy keskusteluja postituslistallaan osoitteessa cloud{'@'}lists.fedoraproject.org.",
    "The Annual Fedora Project Conference": "Vuosittainen Fedora-projektin konferenssi",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "**Fedora Cloud** -tunniste Fedoran Discourse-pohjaisessa keskustelufoorumissa on loistava paikka olla yhteydessä muihin Fedora Cloudin käyttäjiin ja avustajiin.",
    "Thank you to our sponsors, supporting this event is one of the ways that they contribute to open source.": "Kiitos sponsoreillemme, tämän tapahtuman tukeminen on yksi tavoista, joilla he osallistuvat avoimen lähdekoodin projekteihin.",
    "Support": "Tuki",
    "Spotlight": "Valokeila",
    "Sponsors are advertised in several places at Flock. We also post about sponsors on social media. Your brand will be distributed globally in our swag bag.": "Sponsoreja mainostetaan useissa paikoissa Flockissa. Julkaisemme tietoa sponsoreista myös sosiaalisessa mediassa. Brändiäsi jaetaan maailmanlaajuisesti swag bag -pussissamme.",
    "Sponsors": "Sponsorit",
    "Social Events": "Sosiaaliset tapahtumat",
    "Sessions": "Istunnot",
    "Report & discuss issues": "Raportoi ja keskustele ongelmista",
    "Register": "Rekisteröidy",
    "Registration": "Rekisteröinti",
    "Presentations that showcase the work done in Fedora and planning for the future.": "Esityksiä, jotka esittelevät Fedorassa tehtyä työtä ja tulevaisuuden suunnittelua.",
    "Our tierd sponsorship levels will all give you great visibility at Flock. Your booth will be showcased on the Expo page to maximize engagement.": "Sponsorointitasomme antavat sinulle loistavan näkyvyyden Flockissa. Näyttelyosastosi esitellään Expo-sivulla osallistumisen maksimoimiseksi.",
    "Our Sponsors": "Sponsorimme",
    "Open-source Ecosystem": "Avoimen lähdekoodin ekosysteemi",
    "Networking": "Verkko",
    "Matrix & IRC": "Matrix & IRC",
    "Makes the most of your device": "Ota kaikki irti laitteestasi",
    "Mailing List": "Postituslista",
    "Legal": "Lakiasiat",
    "Learn more about the relationship between Red Hat and Fedora.": "Lue lisää Red Hatin ja Fedoran välisestä suhteesta.",
    "Learn More": "Opi lisää",
    "Leading Technology": "Johtava tekniikka",
    "July 1 - 31 2023\nIn the month leading up to Flock, Fedorans are encouraged to organize local community events. Set the format and topic of your choice. The Fedora Council will help support your initiative with financial and organizating aid. Click below to set up a Hatch! Deadline for submissions is May 29.": "1.–31.7.2023\nFlockia edeltävänä kuukautena fedoralaisia kannustetaan järjestämään paikallisia yhteisötapahtumia. Aseta haluamasi tapa ja aihe. Fedora Council auttaa tukemaan aloitettasi taloudellisella ja organisatorisella tuella. Napsauta alapuolelta ja aseta luukku! Hakuaika päättyy 29. toukokuuta.",
    "Join the mailing list": "Liity postituslistalle",
    "Join a community of users and contributors focused on Fedora Cloud.": "Liity Fedora IoT:hen keskittyvään käyttäjien ja avustajien yhteisöön.",
    "Interested in hosting your own event?": "Kiinnostaako oman tapahtumasi järjestäminen?",
    "Help": "Ohje",
    "Get Started": "Aloitetaan",
    "Forum": "Foorumi",
    "Flock offers an immersive in person experience. Attend sessions, collaborate with others, explore and meet new people. Plus, Flock is free to attend!": "Flock tarjoaa mukaansatempaavan henkilökohtaisen kokemuksen. Osallistu istuntoihin, tee yhteistyötä muiden kanssa, tutustu ja tapaa uusia ihmisiä. Lisäksi Flock on ilmainen!",
    "Flock is an annual conference for contributors of Fedora Linux. It is where the community plans and showcases the strategy and work on the project. Check out the recordings from previous years of Flock and Nest.": "Flock on vuotuinen konferenssi Fedora Linuxin edistäjille. Siellä yhteisö suunnittelee ja esittelee strategiaa ja työtä projektin parissa. Katso tallenteet Flockin ja Nestin aiemmilta vuosilta.",
    "Flock attracts hundreds of amazing open source community members who work on and use software daily. Engage with our vibrant community in sessions and social hours.": "Flock houkuttelee satoja uskomattomia avoimen lähdekoodin yhteisön jäseniä, jotka työskentelevät ja käyttävät ohjelmistoja päivittäin. Ota yhteyttä eloisaan yhteisöömme istunnoissa ja sosiaalisten tuntien aikana.",
    "Flock To Fedora": "Flock Fedoraan",
    "Flexible": "Joustava",
    "Fedora works with hardware vendors to make excellent hardware support across a range of devices.": "Fedora tekee yhteistyötä laitteistotoimittajien kanssa tarjotakseen erinomaista laitteistotukea useille laitteille.",
    "Fedora is sponsored by Red Hat.": "Fedoraa sponsoroi Red Hat.",
    "Fedora Magazine": "Fedora Magazine",
    "Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.": "Fedora IoT on konttipohjainen isäntä, joka toimii laitteistollasi ja joka keskittyy reunalaitteiden käyttöönottoon.",
    "Fedora Community Blog": "Fedora-yhteisön blogi",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "Fedora IoT:n on luonut Fedora Project -yhteisön IoT Working Group -tiimi. Se koostuu virallisista jäsenistä, joilla on päätösvalta, sekä muista avustajista. Lue lisää tästä ryhmästä ja miten voit osallistua IoT Working Groupin toimintaan verkkosivuilta.",
    "Explore the latest in Open Source": "Tutustu avoimen lähdekoodin uusimpiin tapahtumiin",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Kaikkea tukee täysin ilmainen ja avoimen lähdekoodin Fedora-ekosysteemi.",
    "Events": "Tapahtumat",
    "Editions": "Versiot",
    "Edge Support": "Edge-tuki",
    "During the Covid-19 pandemic, we created Nest as a virtual alternative to Flock. Now it exists as a virtual option for those who cannot attend in person. Making Flock accessible for everyone!": "Covid-19-pandemian aikana loimme Nestin virtuaaliseksi vaihtoehdoksi Flockille. Nyt se on olemassa virtuaalisena vaihtoehtona niille, jotka eivät voi osallistua henkilökohtaisesti, avaten Flockin kaikkien ulottuville!",
    "Download Now": "Lataa nyt",
    "Download": "Lataa",
    "Documentation": "Dokumentaatio",
    "Discussions": "Keskustelut",
    "Destination": "Kohde",
    "Description": "Kuvaus",
    "Container Based": "Konttipohjainen",
    "Community events hosted around the world": "Yhteisötapahtumia järjestetään ympäri maailmaa",
    "Community": "Yhteisö",
    "Communication Channels": "Viestintäkanavat",
    "Code of Conduct": "Menettelyohje",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Cloud-työryhmän kokoukset ovat avoimia kaikille nykyisille ja potentiaalisille auttajille keskiviikkoisin klo 11.00 US Eastern osoitteessa fedora-meeting{'@'}irc.libera.chat.",
    "Chat with the team": "Keskustele joukkueen kanssa",
    "Chat Now": "Chattaa nyt",
    "Chat": "Chatti",
    "Casual, facilitated, and interactive events for meeting and socializing with Fedorans.": "Rento, avustettu ja interaktiivinen tapahtuma fedoralaisten tapaamiseen ja seurustelua varten.",
    "Calendar": "Kalenteri",
    "Built on the latest technologies and enhancements that open-source has to offer.": "Rakennettu käyttäen avoimen lähdekoodin uusimpia teknologioita ja parannuksia.",
    "Built By You": "Sinun rakentamasi",
    "Brand Exposure": "Brändin tunnettavuus",
    "Booths": "Näyttelytilat",
    "Benefits of Sponsoring Flock": "Flockin sponsoroinnin hyödyt",
    "Become a Fedora contributor": "Ryhdy Fedora-avustajaksi",
    "Become a Fedora Contributor": "Ryhdy Fedora-avustajaksi",
    "Attend a meeting": "Osallistu kokoukseen",
    "All sponsor booths include a video, customizable experience, chat, and social media engagement. Click below to learn more.": "Kaikki sponsorikopit sisältävät videon, mukautettavan kokemuksen, chatin ja sosiaalisen median käyttämisen. Napsauta alapuolelta saadaksesi lisätietoja.",
    "About": "Tietoja",
    "A Hybrid Experience": "Hybridikokemus",
    "A 3 day conference hosted on Hopin.io": "Hopin.io-sivustolla isännöity 3 päivän konferenssi",
    "Built on the latest technologies and enhancements that open source has to offer.": "Rakennettu käyttäen avoimen lähdekoodin uusimpia teknologioita ja parannuksia.",
    "Built by you": "Sinun rakentamasi",
    "Beautiful": "Kaunis",
    "A wide variety of free and open robotics software packages for beginners and experts.": "Laaja valikoima vapaita ja avoimia robotiikka-ohjelmapaketteja aloittelijoille ja robotiikan ammattilaisille.",
    "A plethora of Free/Open source computational modelling tools for Neuroscience.": "Lukuisia ilmaisen/avoimen lähdekoodin laskennallisia mallinnustyökaluja neurotieteeseen.",
    "A modern desktop featuring a traditional gnome user experience.": "Moderni työpöytä perinteisellä Gnome käyttökokemuksella.",
    "A lightweight and well intgrated LXQT desktop environment.": "Kevyt, hyvin integroitu LXQt työpöytäympäristö.",
    "A light, fast, and less resource hungry desktop environment": "Kevyt, nopea, järjestelmän resursseja säästävä työpöytäympäristö",
    "A foundation for Internet of Things and Device Edge ecosystem.": "Perusta esineiden internet- ja Device Edge -ekosysteemeille.",
    "A complete, modern desktop built using the KDE Plasma Desktop Environment.": "Täysiverinen, moderni työpöytä KDE Plasma -työpöytäympäristöllä.",
    "A collection and perfect showcase of the best games available in Fedora.": "Kokoelma ja esittely parhaista peleistä joita Fedoralle on saatavilla.",
    "A classroom lab for teaching the Python programming language to students.": "Luokkahuonelab Python-ohjelmointikielen opettamiseksi opiskelijoille.",
    "A classic Fedora desktop with an additional 3D window manager.": "Klassinen Fedora-työpöytä kolmiulotteisen ikkunahallitsijan kanssa.",
    "A bundle of open source scientific and numerical tools used in research.": "Nippu avoimen lähdekoodin tieteellisiä ja numeerisia työkaluja joita tutkimuksessa käytetään.",
    "A beautiful, high-quality desktop, built on the latest open source technology. Trusted, powerful and easy.\n": "Kaunis, laadukas työpöytä, joka on rakennettu uusimpaan avoimen lähdekoodin teknologiaan. Luotettava, tehokas ja helppo.\n",
    " * Fedora requires a minimum of 20GB disk, 2GB RAM, to install and run successfully. Double those amounts is recommended. ": " * Fedoran asennus ja käyttö vaatii vähintään 20 gigatavua levytilaa sekä kaksi gigatavua keskusmuistia. Suositellaan tuplamäärää. ",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "**Fedora CoreOS** -tunniste Fedoran Discourse-pohjaisessa keskustelufoorumissa on loistava paikka olla yhteydessä muihin Fedora CoreOS:n käyttäjiin ja avustajiin.",
    "Thanks to a global community of translators, Workstation is available in many languages.": "Maailmanlaajuisen kääntäjäyhteisön ansiosta työasema on saatavilla useilla kielillä.",
    "Screenshot": "Kuvakaappaukset",
    "Run applications on bare metal or the cloud with a Linux server OS packed with the latest open source technology.": "Suorita ohjelmia paikallisesti tai pilvessä käyttäen Linux server OS:ää, jossa on viimeisintä avoimen lähdekoodin teknologiaa.",
    "Reliable": "Luotettava",
    "Release Notes": "Julkaisutiedot",
    "RELEASE DATE": "JULKAISUPÄIVÄ",
    "Productivity-boosting desktop features": "Tuottavuutta lisäävät työpöytäominaisuudet",
    "Powerful, completely open-source and free tools for amateur and professional astronomers.": "Tehokas täysin avointa lähdekoodia oleva ja vapaa työkalua amatööreille ja ammattilaisille.",
    "Platforms Tested against CoreOS": "CoreOS:a vastaan testatut alustat",
    "Once you've got Fedora installed and running, why not join and contribute to one of our online communities?": "Kun Fedora on asennettu ja käytössä, miksi et liittyisi ja osallistuisi johonkin verkkoyhteisöömme?",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "Kun olet ladannut kuvan, muista varmistaa sen turvallisuus ja eheys.",
    "Officially-supported Fedora community spaces": "Virallisesti tuetut Fedora-yhteisötilat",
    "Not sure how to use these files? [Learn here](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)": "Etkö ole varma kuinka näitä tiedostoja käytetään? [Lisätietoja tästä](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)",
    "Learn more about the relationship between Red Hat and Fedora": "Lue lisää Red Hatin ja Fedoran välisestä suhteesta",
    "Learn more about Fedora Media Writer": "Lisätietoja Fedora Media Writer -sovelluksesta",
    "Leading technology": "Johtava tekniikka",
    "Laptops pre-loaded with Fedora": "Kannettavat tietokoneet, joissa on esiasennettu Fedora",
    "Join a community of users and contributors focused on Fedora Workstation.": "Liity Fedora työasemaan keskittyvään käyttäjien ja avustajien yhteisöön.",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Liity Fedora CoreOS:n keskittyvään käyttäjien ja avustajien yhteisöön.",
    "Helpful out of the box": "Auttavainen alusta lähtien",
    "Great for developers": "Erinomainen kehittäjille",
    "Getting going with Fedora is easier than ever. All you need is a 2GB USB flash drive, and Fedora Media Writer.\nOnce Fedora Media Writer is installed, it will set up your flash drive to run a \"Live\" version of Fedora Workstation, meaning that you can boot it from your flash drive and try it out right away without making any permanent changes to your computer. Once you are hooked, installing it to your hard drive is a matter of clicking a few buttons*.": "Fedoran käyttäminen on helpompaa kuin koskaan. Tarvitset vain 2 Gt:n USB-muistitikun ja Fedora Media Writerin.\nKun Fedora Media Writer on asennettu, se määrittää muistitikun käyttämään Fedora työaseman \"live\"-versiota, mikä tarkoittaa, että voit käynnistää sen muistitikultasi ja kokeilla sitä heti tekemättä pysyviä muutoksia tietokoneellesi. Kun olet tyytyväinen, sen asentaminen kiintolevyllesi on vain muutaman napinpainalluksen päässä*.",
    "Get started developing with Fedora Workstation": "Aloita kehittäminen Fedora työpöydän avulla",
    "Free & private": "Ilmainen & yksityinen",
    "For audio enthusiasts and musicians who want to create, edit, and produce audio and music on Linux.": "Audio harrastajille ja muusikoille jotka haluavat luoda, muoka ja tuottaa ääntä ja musiikkia Linuxilla.",
    "Fedora is sponsored by Red Hat": "Fedoraa sponsoroi Red Hat",
    "Fedora Workstation includes a great set of utilities, like Clocks, Weather and Maps.": "Fedora työasema sisältää suuren joukon apuohjelmia, kuten kelloja, säätiloja ja karttoja.",
    "Fedora Silverblue is an immutable desktop operating system aimed at good support for container-focused workflows.": "Fedora Silverblue on muuttumaton työpöytäkäyttöjärjestelmä, jossa on hyvä tuki kontteihin keskitettyihin työnkulkuihin.",
    "Fedora Discussion": "Fedora-keskustelu",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "Fedora CoreOS:n on luonut Fedora Project -yhteisön CoreOS Working Group -tiimi. Se koostuu virallisista jäsenistä, joilla on päätösvalta, sekä muista avustajista. Lue lisää tästä ryhmästä ja miten voit osallistua CoreOS Working Groupin toimintaan verkkosivuilta.",
    "Fedora Chat": "Fedora Chat",
    "Fedora Accounts": "Fedora-tilit",
    "Features for everyone": "Ominaisuuksia jokaiselle",
    "Explore Fedora Laptops": "Tutustu Fedora-kannettaviin",
    "Downloads": "Lataukset",
    "Download now": "Lataa nyt",
    "Developed in partnership with upstream projects. Rigorously tested. Backed by Red Hat.": "Kehitetty yhteistyössä ylävirran projektien kanssa. Ankarasti testattu. Red Hatin tukema.",
    "CoreOS Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "CoreOS-työryhmän kokoukset ovat avoimia kaikille nykyisille ja potentiaalisille auttajille keskiviikkoisin klo 11.00 US Eastern osoitteessa fedora-meeting{'@'}irc.libera.chat.",
    "Containers ready to go": "Kontit valmiina käyttöön",
    "Container-based": "Konttipohjainen",
    "Community-maintained spaces": "Yhteisön ylläpitämät tilat",
    "Community Support": "Yhteisön tuki",
    "Communication channels": "Viestintäkanavat",
    "Cloud Images": "Cloud levykuvat",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora CoreOS is created by a team in the Fedora community called the CoreOS Working Group. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the CoreOS Working Group website.": "Fedora-projekti visioi maailmasta, jossa kaikki hyötyvät ilmaisista ja avoimen lähdekoodin ohjelmistoista, joita ovat rakentaneet osallistavat, vieraanvaraiset ja ennakkoluulottomat yhteisöt. \n\nFedora CoreOS:n on luonut Fedora-yhteisön tiimi nimeltä CoreOS Working Group. Se koostuu virallisista jäsenistä, joilla on päätöksentekovalta, sekä muista avustajista. Lue lisää CoreOS Working Groupin verkkosivuilta.",
    "The Fedora CoreOS Working Group sends meeting agendas and minutes and has discussions on their mailing list at coreos@lists.fedoraproject.org.": "Fedora CoreOS työryhmä lähettää kokousten esityslistat ja pöytäkirjat ja käy keskusteluja postituslistallaan osoitteessa coreos{'@'}lists.fedoraproject.org.",
    "The **Fedora Workstation** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Workstation users and contributors.": "**Fedora työasema** -tunniste Fedoran Discourse-pohjaisessa keskustelufoorumissa on loistava paikka olla yhteydessä muihin Fedora työaseman käyttäjiin ja avustajiin.",
    "Bare Metal & Virtualized": "Fyysinen kone ja virtualisoitu",
    "BETA": "BEETA",
    "An automatically-updating, minimal operating system for running containerized workloads securely and at scale.": "Automaattisesti päivittyvä, minimaalinen käyttöjärjestelmä konttityökuormien suorittamiseen turvallisesti ja mittakaavassa.",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Tunnetaan myös nimellä armv8. Useimmille prosessoreille, paitsi Intelille ja AMD:lle, kuten Raspberry Pi:lle tai muille vastaaville laitteille.",
    "Accomodations": "Majoitukset",
    "A complete and well integrated desktop.": "Täydellinen ja hyvin integroitu työpöytä.",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "Kun olet ladannut kuvan, muista varmistaa sen turvallisuus ja eheys",
    "By clicking on and downloading Fedora, you agree to comply with the following terms and conditions.": "Klikkaamalla ja lataamalla Fedoran, hyväksyt seuraavat käyttöehdot.",
    "architecture": "arkkitehtuuri",
    "You can view, file, and discuss Fedora CoreOS issues on the [Fedora CoreOS issue tracker](https://pagure.io/fedora-coreos/issues).": "Voit tarkastella, raportoida ja keskustella Fedora CoreOS -ongelmista [Fedora CoreOS -ongelmanseurantaohjelmassa](https://pagure.io/fedora-coreos/issues).",
    "You can chat with the Fedora CoreOS Working Group via either Matrix or IRC: #coreos:fedoraproject.org on Matrix and #fedora-coreos on irc.libera.chat.": "Voit keskustella Fedora CoreOS työryhmän kanssa joko Matrixin tai IRC:n kautta: #coreos:fedoraproject.org Matrixissa ja #fedora-coreos irc.libera.chatissa.",
    "Workstation speaks your language": "Työasema puhuu kieltäsi",
    "Workstation is carefully curated to deliver a high-quality experience. The desktop is clean and uncluttered.": "Työaseman osat on huolellisesti valikoitu laadukkaan kokemuksen tarjoamiseksi. Pöytä on puhdas ja siisti.",
    "With Fedora, your desktop is your own. It's free, there are no ads, and your data belongs to you.": "Fedoran avulla työpöytäsi on omasi. Se on ilmainen, siinä ei ole mainoksia, ja tietosi kuuluvat sinulle.",
    "Why Fedora Workstation?": "Miksi Fedora työasema?",
    "We've partnered with companies like Lenovo to bring you laptops pre-loaded with Fedora that include fully-supported hardware components. ": "Olemme tehneet yhteistyötä Lenovon kaltaisten yritysten kanssa tarjotaksemme sinulle kannettavia tietokoneita, joissa on esiasennettu Fedora ja jotka sisältävät täysin tuetut laitteistokomponentit. ",
    "We're so glad you've decided to give Fedora Workstation a try. We know you'll love it.": "Hienoa, että päätit kokeilla Fedora Workstationia. Tulet pitämään siitä.",
    "We take security seriously": "Suhtaudumme vakavasti tietoturvaan",
    "Visual design, multimedia production, and publishing suite of free and open source creative tools.": "Visuaalista suunnitelua, multimedia tuotantoa ja julkaisuohjelmistoa vapailla ja avoimilla luomistyökaluilla.",
    "Visit \\#fedora-coreos on irc.libera.chat.": "Vieraile \\#fedora-Cloud osoitteessa irc.libera.chat.",
    "Virtualization made easy": "Virtualisointi on tehty helpoksi",
    "Use performance mode to boost hardware speed when you need it. Turn off notifications with Do Not Disturb. Press the Super key and just type to search for what you need.": "Käytä suorituskykytilaa lisätäksesi laitteiston nopeutta tarvittaessa. Poista ilmoitukset käytöstä Älä häiritse -toiminnolla. Paina Super-näppäintä ja kirjoita etsiäksesi tarvitsemasi.",
    "Turn the lights down low": "Himmennä valot",
    "Trusted": "Luotettu",
    "The leading Linux desktop": "Johtava Linux-työpöytä",
    "The Fedora Workstation Working Group sends meeting agendas and minutes and has discussions on their mailing list at **desktop@lists.fedoraproject.org**.": "Fedora työasema työryhmä lähettää kokousten esityslistat ja pöytäkirjat ja käy keskusteluja postituslistallaan osoitteessa **desktop{'@'}lists.fedoraproject.org**.",
    "Our goal is to provide the best container host to run workloads securely and at scale.": "Tavoitteemme on tarjota paras kontti-isäntä, joka mahdollistaa työkuormien turvallisen ja skaalautuvan ajon.",
    "Open to everyone": "Avoinna kaikille",
    "New Contributors": "Uudet avustajat",
    "Most computers with Intel and AMD processors.": "Useimmat tietokoneet Intel- ja AMD-suorittimilla.",
    "Minimal": "Minimaalinen",
    "Looking for a date that is not listed? Click here for help.": "Etsitkö päivämäärää, jota ei ole luettelossa? Napsauta tätä saadaksesi apua.",
    "Important Dates": "Tärkeitä päivämääriä",
    "Hatch Call for Proposals": "Hatchin pyyntö ehdotuksille",
    "Free Admission": "Vapaa pääsy",
    "Flock Registration Open": "Flockin ilmoittautuminen on auki",
    "Flock Call for Proposals": "Flockin pyyntö ehdotuksille",
    "Fedora Workstation is created by a team in the Fedora Project community called the **Workstation Working Group**. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the [Workstation Working Group website](https://docs.fedoraproject.org/en-US/workstation-working-group/).": "Fedora Workstationin on luonut Fedora Project -yhteisön tiimi nimeltä **Workstation Working Group**. Se koostuu virallisista jäsenistä, joilla on päätösvalta, sekä muista avustajista. Lisätietoja tästä ryhmästä ja osallistumisesta on [Workstation Working Groupin verkkosivustolla](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Logo": "Fedoran logo",
    "Fedora Linux with the i3 Tiling Window Manager.": "Fedora Linux i3 Tiling Window Managerilla.",
    "Fedora Kinoite is an immutable KDE-based desktop.": "Fedora Kinoite on muuttumaton KDE-pohjainen työpöytä.",
    "Fedora CoreOS is available across 3 different release streams": "Fedora CoreOS on saatavilla kolmessa eri julkaisuvirrassa",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "Fedora CoreOS voidaan ottaa käyttöön kolmella eri prosessoriarkkitehtuurilla.",
    "Don't miss these important deadlines": "Älä missaa näitä tärkeitä määräaikoja",
    "Deadline:": "Takaraja:",
    "CoreOS is currently available on multiple platforms, with more coming soon.": "CoreOS on tällä hetkellä saatavilla useille alustoille, ja lisää on pian tulossa.",
    "Contributors": "Avustajia",
    "Cloud Launchable": "Käynnistettävissä pilvestä",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "Laskemalla levykuvan tarkistussumman omalla tietokoneellasi ja vertaamalla sitä alkuperäiseen tarkistussummaan voit varmistaa, ettei levykuvaa ole peukaloitu tai vioittunut. Kuvat on myös gpg-allekirjoitettu Fedora-avaimilla niiden eheyden osoittamiseksi",
    "verify_button_instruction": "Napsauta vahvistuspainiketta {verify_button} saadaksesi latausta varten räätälöidyt ohjeet.",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "Arvostamme suuresti ystävällistä ja avuliasta panostasi näihin viestintäkanaviin",
    "You can view, file, and discuss Fedore CoreOS issues on the Fedora CoreOS issue tracker.": "Voit tarkastella, lisätä ja keskustella Fedore CoreOS -ongelmista Fedora CoreOS -ongelmien seurannassa.",
    "You can view, file, and discuss Fedora Workstation issues on [the Fedora Workstation issue tracker](https://fedoraproject.org/wiki/Bugzilla).": "Voit tarkastella, lisätä ja keskustella Fedora Workstation -ongelmista [Fedora Workstationin ongelmanseurantaohjelmassa](https://fedoraproject.org/wiki/Bugzilla).",
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "Voit keskustella Fedora Cloud Working Groupin kanssa Matrixin kautta: #cloud:fedoraproject.org.",
    "Worldwide & Local Fedora Meetups": "Maailmanlaajuiset ja paikalliset Fedora-tapaamiset",
    "Why Fedora CoreOS?": "Miksi Fedora CoreOS?",
    "Why Fedora Cloud?": "Miksi Fedora Cloud?",
    "We want you to be part of Nest 2022": "Haluamme sinun olevan osa Nest 2022:ta",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Meillä on **tällä hetkellä avoinna oleva ehdotus- ja sponsoripyyntö** tämän vuoden Nest Virtual Fedora -konferenssiin! Meillä on rullaava määräaika, jonka hyväksymispäivät ovat **1. ja 8. heinäkuuta 2022**.\n\n[Lue lisää ehdotuspyynnöstä ja ehdota omaasi](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "We are always excited to work with new contributors. If you're new to the project, check out these sites.": "Olemme aina innoissamme yhteistyöstä uusien avustajien kanssa. Jos olet uusi projektissa, tutustu näihin sivustoihin.",
    "These pages connect you to all the different spaces that Fedorans work on projects. From new to long-term contributors, the following links will get you to where you want to go.": "Nämä sivut yhdistävät sinut kaikkiin eri tiloihin, joissa fedoralaiset työskentelevät projekteissa. Oletpa uusi tai pitkäaikaisista avustaja seuraavat linkit vievät sinut minne haluat mennä.",
    "These editions are supported but not yet a part of the official Fedora editions.": "Näitä versioita tuetaan, mutta ne eivät vielä ole osa virallisia Fedora-versioita.",
    "The optimal container host will be offered in order to run containerized applications.": "Optimaalinen kontti-isäntä tarjotaan konttisovellusten ajamista varten.",
    "The flagship Fedora edition featuring the latest Gnome desktop. The Linux desktop you've been waiting for.": "Lippulaiva Fedora-versio, jossa on uusin Gnome-työpöytä. Linux-työpöytä, jota olet odottanut.",
    "The container optimized OS": "Kontille optimoitu käyttöjärjestelmä",
    "The Labs are Fedora Linux set up with software bundles based on particular topics.": "Labsit ovat Fedora Linuxeja, joihin on asennettu tiettyihin aiheisiin perustuvia ohjelmistopaketteja.",
    "The Fedora CoreOS image is kept minimal by design.": "Fedora CoreOS -levykuva on suunniteltu minimaaliseksi.",
    "The Desktop spins feature specific Linux Desktop Environments. Our official Workstation Edition uses the Gnome Desktop, but you can install Fedora preconfigured with any of the listed Desktop Environments.": "Desktop-spinit sisältävät erityisiä Linux-työpöytäympäristöjä. Virallinen Workstation Edition -versiomme käyttää Gnome Desktopia, mutta voit asentaa Fedoran valmiiksi konfiguroituna mihin tahansa luetelluista työpöytäympäristöistä.",
    "Submit Proposal": "Lähetä ehdotus",
    "Submissions Closed": "Ilmoittautumiset suljettu",
    "Sponsored by Red Hat Logo": "Sponsorina Red Hat",
    "Secure": "Turvallinen",
    "Register to attend": "Rekisteröidy osallistuaksesi",
    "Pick your": "Valitse omasi",
    "Panda, Beefy and Badger.": "Panda, Beefy ja Badger.",
    "The solid foundation for IoT ecosystems": "Vankka perusta IoT-ekosysteemeille",
    "Spins": "Spinit",
    "Other Sources": "Muut lähteet",
    "Next upcoming event": "Seuraava tuleva tapahtuma",
    "Latest release": "Viimeisin julkaisu",
    "Labs": "Labit",
    "Fantastic apps": "Fantastiset sovellukset",
    "A Registered Digital Public Good": "Rekisteröity digitaalinen julkinen tavara",
    "A Community Server OS": "Yhteisön palvelinkäyttöjärjestelmä",
    "100% Free & Open Source": "100% ilmainen ja avoin lähdekoodi",
    "These are some introductory guides to help users get started with Fedora Linux.": "Tässä on esittelyoppaita, jotka auttavat käyttäjiä aloittamaan Fedora Linuxin käytön.",
    "These are some convenient links to the discussion threads for several of Fedora's larger subprojects and special interest groups.": "Tässä on linkkejä useiden Fedoran suurempien osaprojektien ja erityisten eturyhmien keskustelusäikeisiin.",
    "These are sites where updates about new and upcomming events, releases, packages, and projects are likely to be posted. You might want to subscribe to some of these to get the notices in your inbox.": "Näille sivustoille todennäköisesti julkaistaan päivityksiä uusista ja tulevista tapahtumista, julkaisuista, paketeista ja projekteista. Haluat ehkä tilata joitain näistä saadaksesi ilmoitukset postilaatikkoosi.",
    "These are places to get (and give) user support.": "Näissä paikoissa voit saada (ja antaa) käyttäjätukea.",
    "These are a few free-form communication channels and some links to information about Fedora's release parties and annual conferences. Fedorans regularly come together to celebrate our community and the hard work that we put into it!": "Tässä on muutamia vapaamuotoisia viestintäkanavia ja linkkejä Fedoran julkaisujuhliin ja vuosikonferensseihin liittyviin tietoihin. Fedoralaiset kokoontuvat säännöllisesti juhlimaan yhteisöämme ja sen eteen tekemäämme kovaa työtä!",
    "The solid edge foundation": "Vankka reunaperusta",
    "The goal of this initiative is to help foster diversity and inclusion in Fedora community.": "Tämän aloitteen tavoitteena on edistää monimuotoisuutta ja osallisuutta Fedora-yhteisössä.",
    "The annual contributor conference for Fedora Linux. Flock takes place at the beginning of August.": "Fedora Linuxin vuotuinen avustajakonferenssi. Flock järjestetään elokuun alussa.",
    "The Water Cooler": "Vesijäähdytin",
    "The Testing stream contains the next Stable release. Mix a few Testing machines into your cluster to catch any bugs specific to your hardware or configuration.": "Testausvirta sisältää seuraavan vakaan julkaisun. Yhdistä klusteriisi muutama testauslaite havaitaksesi laitteistoosi tai kokoonpanoosi liittyvät viat.",
    "The Stable stream is the most reliable version of Fedora CoreOS. Releases are battle-tested within the Testing stream before being promoted.": "Stable stream on Fedora CoreOS:n vakain versio. Julkaisut ovat taistelutestattuja Testaus-streamissa ennen tänne siirtoa.",
    "The Next stream represents the future. It provides early access to new features and to the next major version of Fedora. Run a few Next machines in your cluster, or in staging, to help find problems.": "Next stream edustaa tulevaisuutta. Se tarjoaa varhaisen pääsyn uusiin ominaisuuksiin ja Fedoran seuraavaan suureen versioon. Aja muutamia Next-koneita klusterissasi tai staging ympäristössä, ongelmien löytämiseksi.",
    "The Fedora Social chat room is a place for Fedora community members to relax and talk about most any topics they wish.": "Fedora Social -chat-huone on paikka, jossa Fedora-yhteisön jäsenet voivat rentoutua ja keskustella kaikista haluamistaan aiheista.",
    "The Fedora Silverblue team": "Fedora Silverblue -tiimi",
    "The Fedora Server edition working group": "Fedora Server Edition -työryhmä",
    "The Fedora Server Working Group sends meeting agendas and minutes and has discussions on their mailing list at server@lists.fedoraproject.org.": "Fedora Server Working Group lähettää kokousten esityslistat ja pöytäkirjat ja käy keskusteluja postituslistallaan osoitteessa server{'@'}lists.fedoraproject.org.",
    "The Fedora Project is a community of people working together to build a free and open source software platform and to collaborate on and share user-focused solutions built on that platform. Or, in plain English, we make an operating system and we make it easy for you to do useful stuff with it.": "Fedora-hanke on ihmisten yhteisö, joka työskentelee yhdessä rakentaakseen ilmaisen ja avoimen lähdekoodin ohjelmistoalustan sekä tekemään yhteistyötä ja jakamaan käyttäjälähtöisiä ratkaisuja, jotka on rakennettu tälle alustalle. Tai yksinkertaisesti englanniksi, me teemme käyttöjärjestelmän ja helpotamme sinua tekemään hyödyllisiä juttuja sen avulla.",
    "The Fedora Project envisions a world where everyone can benefit from free and open source software built by inclusive, welcoming, and open-minded communities.\nFedora Server is created by a team in the Fedora community called the **Server Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Server Working Group website](https://docs.fedoraproject.org/en-US/server-working-group/).": "Fedora-projekti visioi maailmaa, jossa jokainen voi hyötyä ilmaisista ja avoimen lähdekoodin ohjelmistoista, jotka ovat rakentaneet osallistavat, vieraanvaraiset ja ennakkoluuloton yhteisöt.\nFedora Serverin on luonut Fedora-yhteisön tiimi nimeltä **Server Working Group**. Se koostuu virallisista jäsenistä, joilla on päätöksentekovalta, sekä muista avustajista. Lue lisää [Server Working Groupin verkkosivustolta](https://docs.fedoraproject.org/en-US/server-working-group/).",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora IoT is created by a team in the Fedora community called the **IoT Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [IoT Working Group website](https://docs.fedoraproject.org/en-US/iot-wg/).": "Fedora-projekti visioi maailmasta, jossa kaikki hyötyvät ilmaisista ja avoimen lähdekoodin ohjelmistoista, jotka ovat rakentaneet osallistavat, vieraanvaraiset ja ennakkoluuloton yhteisöt.\n\nFedora IoT:n on luonut Fedora-yhteisön tiimi nimeltä **IoT Working Group**. Se koostuu virallisista jäsenistä, joilla on päätöksentekovalta, sekä muista avustajista. Lue lisää [IoT Working Groupin verkkosivustolta](https://docs.fedoraproject.org/en-US/iot-wg/).",
    "The Fedora Project Leader likes to post things here. This forum also receives weekly updates from The Fedora Project Manager and the Community Platform Engineering team.": "Fedora-projektin johtaja tykkää julkaista asioita täällä. Tämä foorumi saa myös viikoittain päivityksiä Fedora Project Managerilta ja Community Platform Engineering -tiimiltä.",
    "The Fedora Kinoite team": "Fedora Kinoite -tiimi",
    "The Fedora IoT Working Group sends meeting agendas and minutes and has discussions on their mailing list at iot@lists.fedoraproject.org.": "Fedora IoT Working Group lähettää kokousten esityslistat ja pöytäkirjat ja käy keskusteluja postituslistallaan osoitteessa iot{'@'}lists.fedoraproject.org.",
    "The Fedora IoT (Internet of Things) edition working group": "Fedora IoT (Internet of Things) -version työryhmä",
    "The Fedora Cloud edition working group": "Fedora Cloud Edition -työryhmä",
    "The Fedora Alternative Downloads are either special-purpose - for testing, for specific architectures - or are more standard versions of Fedora in alternative formats such as network installer format or formatted for BitTorrent download.": "Fedoran vaihtoehtoiset lataukset ovat erikoistarkoituksiin luotuja - kuten testaukseen tai tietyille arkkitehtuureille - tai ovat tavanomaisia Fedoran versioita vaihtoehtoisissa muodoissa, kuten verkkoasennuspohjaisena mediana tai BitTorrent-latauksena.",
    "The Extra Packages for Enterprise Linux special interest group": "Extra Packages for Enterprise Linux -kiinnostusryhmä",
    "The **Fedora Server** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Server users and contributors.": "**Fedora Server** -tunniste Fedoran Discourse-pohjaisessa keskustelufoorumissa on loistava paikka olla yhteydessä muihin Fedora palvelimen käyttäjiin ja avustajiin.",
    "The **Fedora IoT** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora IoT users and contributors.": "**Fedora IoT** -tunniste Fedoran Discourse-pohjaisessa keskustelufoorumissa on loistava paikka olla yhteydessä muihin Fedora IoT:n käyttäjiin ja avustajiin.",
    "Testing": "Testaus",
    "Talented leaders are elected to oversee the Fedora Project and Fedora's subprojects.": "Lahjakkaat johtajat valitaan valvomaan Fedora-projektia ja Fedoran aliprojekteja.",
    "Support Resources": "Tukiresurssit",
    "Streams": "Streamit",
    "Stable Ecosystem": "Vakaa ekosysteemi",
    "Stable": "Vakaa",
    "Social & Events": "Sosiaaliset tilaisuudet ja tapahtumat",
    "Sign up at [server@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/server@lists.fedoraproject.org/)": "Rekisteröidy osoitteessa [server{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) saadaksesi kokousten esityslistat ja pöytäkirjat [katso arkistoja](https://lists.fedoraproject.org/archives/list/server{'@'}lists.fedoraproject.org/)",
    "Sign up at **iot@lists.fedoraproject.org** to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/iot@lists.fedoraproject.org/)": "Rekisteröidy osoitteessa **iot{'@'}lists.fedoraproject.org** saadaksesi kokousten esityslistat ja pöytäkirjat [katso arkistot](https://lists.fedoraproject.org/archives/list/iot{'@'}lists .fedoraproject.org/)",
    "Serving the needs of small to medium businesses, home labs, and enterprise workloads": "Palvelee pienten ja keskisuurten yritysten tarpeita, kotilaboratorioita ja yritysten työkuormia",
    "Server Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Palvelintyöryhmän kokoukset ovat avoimia kaikille nykyisille ja mahdollisille auttajille keskiviikkoisin klo 11.00 US Eastern osoitteessa fedora-meeting{'@'}irc.libera.chat.",
    "Sensible Defaults": "Järkevät oletusarvot",
    "See the major changes and components version for latest Fedora CoreOS releases.": "Katso tärkeimmät muutokset ja komponenttien versiot uusimmista Fedora CoreOS -julkaisuista.",
    "Security Lab": "Turvallisuuslaboratorio",
    "Scientific": "Tieteellinen",
    "Run virtual machines and containers with [libvirt](https://libvirt.org/) and [podman](https://podman.io/) or build amazing applications on top of the [WildFly](https://www.wildfly.org) application runtime": "Käytä virtuaalikoneita ja kontteja [libvirtin](https://libvirt.org/) ja [podmanin](https://podman.io/) avulla tai rakenna upeita sovelluksia [WildFlyn](https://www. .wildfly.org) sovelluksen suorittajalla",
    "Run server workloads on bare metal or virtual machines with the latest open source technologies curated by the Fedora Community": "Suorita palvelintyökuormia fyysisillä tai virtuaalikoneilla uusimmilla Fedora-yhteisön yhdistelemillä avoimen lähdekoodin teknologioilla",
    "Robotics Suite": "Robotics paketti",
    "Release planning, scheduling, and status tracking.": "Julkaisujen suunnittelu, ajoitus ja tilan seuranta.",
    "Release Parties": "Julkaisujuhlat",
    "Quickly deploy a server with the tools you need to spin up your workloads": "Ota palvelin nopeasti käyttöön työkaluilla, joita tarvitset työkuormitustesi käynnistämiseen",
    "Python Classroom": "Python luokkahuone",
    "Project Discussion": "Projektikeskustelu",
    "Program Management": "Ohjelmien hallinnointi",
    "Policies for licensing, trademarks, and other legal issues.": "Lisenssiöintiä, tavaramerkkejä ja muita oikeudellisia kysymyksiä koskevat käytännöt.",
    "Please take a moment and let us know. [Learn how on our wiki page](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).": "Käytä hetki ja kerro siitä meille. [Lisätietoja wikisivultamme](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).",
    "Platforms Tested against IoT": "IoT:tä vastaan testatut alustat",
    "Pick your architecture": "Valitse arkkitehtuurisi",
    "Pick a language to view this page in your language": "Valitse kieli nähdäksesi tämä sivu omalla kielelläsi",
    "Participate in workstation discussions on [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)": "Osallistu työasemakeskusteluihin sivulla [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)",
    "Participate in a test day": "Osallistu testipäivään",
    "Packaging Guidelines": "Paketoinnin ohjenuoria",
    "Packaging & Development": "Paketointi ja kehittäminen",
    "Package signing keys": "Pakettien allekirjoitusavaimet",
    "Package Sources": "Paketin lähdekoodit",
    "Over the years, Fedorans have created many sources of information about Fedora Linux and the Fedora Project.": "Vuosien varrella fedoralaiset ovat luoneet monia tietolähteitä Fedora Linuxista ja Fedora projektista.",
    "Optionally bring your online calendar, contacts and data to the desktop with online accounts": "Voit halutessasi tuoda online-kalenterisi, yhteystietosi ja tietosi työpöydälle online-tilien avulla",
    "Open to all current and potential contributors weekly - find more info [here](https://fedoraproject.org/wiki/Design).": "Avoin kaikille nykyisille ja potentiaalisille auttajille viikoittain – saat lisätietoja [täältä](https://fedoraproject.org/wiki/Design).",
    "Open to all current and potential contributors **every Wednesday at 16:00 UTC** on [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Avoin kaikille nykyisille ja mahdollisille auttajille **joka keskiviikko klo 16.00 UTC** osoitteessa [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​ org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Open to all current and potential contributors **every 1st and 3rd Wednesday at 18:00 UTC** on  [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Avoin kaikille nykyisille ja mahdollisille auttajille **joka 1. ja 3. keskiviikko klo 18.00 UTC** osoitteessa [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​ fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Online account integration": "Online-tilin integrointi",
    "Obsolete GPG keys": "Vanhentuneet GPG-avaimet",
    "Next": "Seuraava",
    "News & Publications": "Uutiset ja julkaisut",
    "News & Announcements": "Uutiset & Ilmoitukset",
    "Most subprojects hold weekly meetings in chatrooms. Fedora's Zodbot listens in on these meetings and keeps the logs here.": "Useimmat osaprojektit pitävät viikoittaisia kokouksia chat-huoneissa. Fedoran Zodbot kuuntelee näitä kokouksia ja pitää lokit täällä.",
    "Mission Statement": "Tehtävänanto",
    "Mindshare Teams": "Mindshare-tiimit",
    "Mate-Compiz Desktop": "Mate-Compiz työpöytä",
    "Many of Fedora's groups use this version control system.": "Monet Fedoran ryhmistä käyttävät tätä versionhallintajärjestelmää.",
    "Make the most of using Fedora.": "Ota kaikki irti Fedoran käyttämisestä.",
    "Mailing Lists": "Postituslistat",
    "Mac": "Mac",
    "List Fedora's GPG key(s)": "Listaa Fedoran GPG-avaimet",
    "License Details": "Lisenssitiedot",
    "License": "Lisenssi",
    "Learn more": "Opi lisää",
    "Learn how to verify your downloads": "Lue kuinka vahvistaa lataukset",
    "Learn how Fedora uses package signing to help protect you.": "Lue lisää kuinka Fedora käyttää pakettien allekirjoitusta turvallisuuden vuoksi.",
    "Learn about the Fedora Project governance.": "Opi kuinka Fedora Projectia johdetaan.",
    "Learn about packaging for Fedora Linux — from both a policy and a technical perspective.": "Opi Fedora Linuxille paketoimisesta – sekä käytännöistä että teknisestä näkökulmasta.",
    "Learn about FESCo and Engineering subprojects, SIGs, Work Groups, and teams.": "Tutustu FESCoon ja teknisiin aliprojekteihin, SIG:eihin, työryhmiin ja tiimeihin.",
    "Latest Technologies": "Uusimmat tekniikat",
    "LXQT Desktop": "LXQt-työpöytä",
    "LXDE Desktop": "LXDE-työpöytä",
    "Join a community of users and contributors focused on Fedora Server.": "Liity Fedoran palvelimeen keskittyvään käyttäjien ja avustajien yhteisöön.",
    "Join a community of users and contributors focused on Fedora IoT.": "Liity Fedora IoT:hen keskittyvään käyttäjien ja avustajien yhteisöön.",
    "Join SIG": "Liity kiinnostusryhmään",
    "It's Fedora's calendar!": "Se on Fedoran kalenteri!",
    "It is a compilation of software packages, each under its own license. Images that can be downloaded here are available under the combination of licenses of the constituent software packages and the license of the Fedora Linux distribution itself. [View License](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)": "Se on kokoelma ohjelmistopaketteja, joista jokaisella on oma lisenssinsä. Täältä ladattavat levykuvat ovat saatavilla ohjelmistopakettien lisenssien ja itse Fedora Linux -jakelun lisenssien yhdistelmänä. [Näytä lisenssi](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)",
    "IoT Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "IoT-työryhmän kokoukset ovat avoimia kaikille nykyisille ja potentiaalisille auttajille keskiviikkoisin klo 11.00 US Eastern osoitteessa fedora-meeting{'@'}irc.libera.chat.",
    "Installation": "Asennus",
    "Infrastructure Status": "Infrastruktuurin tila",
    "Import Fedora's GPG key(s)": "Tuo Fedoran GPG-avaimet",
    "Immutable Desktops": "Muuttumattomat työpöydät",
    "If your download comes with a CHECKSUM file, follow these easy steps to verify your image for both security and integrity.": "Jos latauksesi mukana tulee CHECKSUM-tiedosto, seuraa näitä helppoja ohjeita levykuvan turvallisuuden ja eheyden varmistamiseksi.",
    "If you prefer an alternative desktop environment such as KDE Plasma Desktop or Xfce, you can download a Fedora Spin for your preferred desktop environment and use that to install Fedora, pre-configured for the desktop environment of your choice.": "Jos pidät vaihtoehtoisista työpöytäympäristöistä, kuten KDE Plasma tai Xfce, voit ladata Fedoran Spin-version haluamallasi työpöytäympäristöllä. Asenna sen avulla Fedora ja suosimasi työpöytäympäristö.",
    "If you need help installing, using, or customizing Fedora Linux, or have any other questions about the operating system or the Fedora Project, this is the place to ask!": "Jos tarvitset apua Fedora Linuxin asennuksessa, käytössä tai mukauttamisessa tai sinulla on muita käyttöjärjestelmää tai Fedora-projektia koskevia kysymyksiä, tämä on oikea paikka kysyä!",
    "If the output states that the file is valid, then it's ready to use!": "Jos tuloste kertoo tiedoston olevan kelvollinen, on levykuva valmis käytettäväksi!",
    "How to use Weblate": "Kuinka käyttää Weblatea",
    "How to upgrade an existing Fedora Linux installation.": "Nykyisen Fedora Linux -asennuksen päivittäminen.",
    "How to select the appropriate download.": "Kuinka valita sopiva lataus.",
    "High-efficiency tool for creating, running and managing containers": "Tehokas työkalu konttien luomiseen, suorittamiseen ja hallintaan",
    "Help!": "Ohjeet!",
    "Help the design and docs teams with workstation": "Auta suunnittelu- ja dokumenttitiimejä työaseman kanssa",
    "Help keep the Fedora experience smooth, performant and bug-free by participating in a [test day](https://fedoraproject.org/wiki/QA/Test_Days)": "Auta pitämään Fedora-kokemus sujuvana, tehokkaana ja virheettömänä osallistumalla [testipäivään](https://fedoraproject.org/wiki/QA/Test_Days)",
    "Header Second Half": "Otsikko Toinen puoli",
    "Guides on developing and deploying applications using Fedora workstation": "Ohjeita sovellusten kehittämiseen ja käyttöönottoon Fedora-työasemalla",
    "GitLab is the newest of Fedora's official version control systems. It supports single-sign-on with Fedora accounts.": "GitLab on uusin Fedoran virallisista versionhallintajärjestelmistä. Se tukee kertakirjautumista Fedora-tileillä.",
    "Get Fedora": "Hanki Fedora",
    "Getting Started": "Alkuun pääseminen",
    "Get support from our the community on the Fedora Discussion Forum.": "Hae tukea yhteisöltämme Fedora-keskustelufoorumissa.",
    "General Q&A": "Yleiset kysymykset ja vastaukset",
    "Games": "Pelit",
    "From mobile apps to web; from desktop to GUIs to CLI tools; create it all easily with Fedora.": "Mobiilisovelluksista verkkoon; työpöydältä graafisiin käyttöliittymiin tai CLI-työkaluihin; tee se kaikki helposti Fedoran avulla.",
    "Found a security bug?": "Löysitkö tietoturvaongelman?",
    "For Power ppc64le systems": "Power ppc64le -järjestelmille",
    "For Intel and AMD x86_64 systems": "Intel- ja AMD x86_64 -järjestelmille",
    "For IBM s390x zSystems": "IBM s390x zSystemsille",
    "For IBM Cloud and zSystems.": "IBM Cloudille ja zSystemsille.",
    "For ARM® aarch64 systems": "ARM® aarch64 -järjestelmille",
    "Follow us on twitter! This is a great place to stay up to date on the latest in the Fedora community.": "Seuraa meitä Twitterissä! Se on loistava paikka pysyä ajan tasalla Fedora-yhteisön viimeisimmistä asioista.",
    "Follow us on Mastodon! This is a great place to stay up to date on the latest in the Fedora community.": "Seuraa meitä Mastodonissa! Se on loistava paikka pysyä ajan tasalla Fedora-yhteisön viimeisimmistä asioista.",
    "Flip a switch to turn on dark mode and give your eyes a break. Or use night light to reduce screen glare and help with sleep.": "Ota tumma tila käyttöön kääntämällä kytkintä ja anna silmillesi tauko. Tai käytä yövaloa näytön häikäisyn vähentämiseen ja nukahtamiseen.",
    "Fedora’s Mission and Foundations": "Fedoran tehtävä ja perustat",
    "Fedora releases two major versions every year. We celebrate the hard work of our contributors virtually at each release.": "Fedora julkaisee kaksi pääversiota vuosittain. Juhlistamme avustajien kovaa työtä käytännössä jokaisen julkaisun yhteydessä.",
    "Fedora new release and beta release announcements show up here first. Test Day announcements are also posted here. This blog also hosts articles contributed from users like you!": "Fedoran uudet julkaisut ja betajulkaisut näkyvät täällä ensin. Testipäivän ilmoitukset julkaistaan myös täällä. Tämä blogi isännöi myös kaltaistesi käyttäjien kirjoittamia artikkeleita!",
    "Fedora keeps you safe": "Fedora pitää sinut turvassa",
    "Fedora is always free for anyone to **use, modify, and distribute**. It is built and used by people across the globe who work together as a community.": "Fedora on aina ilmainen kenelle tahansa **käyttöön, muokkaamiseen ja jakeluun**. Sitä rakentavat ja käyttävät ihmiset ympäri maailmaa työskennellen yhdessä yhteisönä.",
    "Fedora has lots of teams! Click here to see a more complete list.": "Fedoralla on paljon tiimejä! Napsauta tätä nähdäksesi täydellisemmän luettelon.",
    "Fedora comes with a fantastic collection of apps which cater to every need. Easily install the very best desktop apps with the click of a button from Fedora's repositories, Flathub or anywhere else.": "Fedoran mukana tulee loistava kokoelma sovelluksia, jotka vastaavat kaikkiin tarpeisiin. Asenna parhaat työpöytäsovellukset helposti yhdellä napin painalluksella Fedoran arkistoista, Flathubista tai mistä tahansa muualta.",
    "Fedora built for Pinephone and Pinephone Pro": "Fedora rakennettu Pinephonelle ja Pinephone Prolle",
    "Fedora Workstation is the result of work done across the Fedora Project, and everyone is welcome to participate. To learn how decisions are made about Workstation, see the [Fedora Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/) pages.": "Fedora työasema on Fedora-projektin työn tulos, ja kaikki ovat tervetulleita osallistumaan. Katso [Fedora Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/) -sivuilta, miten työasemaa koskevia päätöksiä tehdään.",
    "Fedora Workstation is a polished, easy to use operating system for laptop and desktop computers, with a complete set of tools for developers and makers of all kinds.": "Fedora Workstation on viimeistelty ja helppokäyttöinen käyttöjärjestelmä kannettaville ja pöytätietokoneille. Se sisältää työkalut kehittäjille ja erilaisten asioiden luojille.",
    "Fedora Workstation Image": "Fedora työaseman levykuva",
    "Fedora Spins": "Fedora Spinit",
    "Fedora Social": "Fedora seurustelu",
    "Fedora Server is created by a team in the Fedora Project community called the Server Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Server Working Group website.": "Fedora palvelimen on luonut Fedora Project -yhteisön Server Working Group -tiimi. Se koostuu virallisista jäsenistä, joilla on päätösvalta, sekä muista avustajista. Lue lisää tästä ryhmästä ja miten voit osallistua Server Working Groupin toimintaan verkkosivuilta.",
    "Fedora Server Image": "Fedora palvelimen levykuva",
    "Fedora Quick Docs": "Fedoran pikadokumentaatio",
    "Fedora Linux bugs are reported to Red Hat's bugzilla.": "Fedora Linux -virheistä ilmoitetaan Red Hatin bugzillassa.",
    "Fedora Linux": "Fedora Linux",
    "Fedora Labs is a selection of curated bundles of purpose-driven software and content as curated and maintained by members of the Fedora Community. These may be installed as standalone full versions of Fedora or as add-ons to existing Fedora installations.": "Fedora Labs on valikoima kuratoituja, tiettyä tarvetta tukevia ohjelmistoja ja sisältöä, joita ylläpitää Fedora-yhteisön jäsenet. Nämä on mahdollista asentaa erillisinä Fedoran täysversioina tai lisäosina olemassa oleviin Fedora-asennuksiin.",
    "Fedora Labs": "Fedora Labsit",
    "Fedora IoT provides a trusted open source platform as a strong foundation for IoT ecosystems.": "Fedora IoT tarjoaa luotetun avoimen lähdekoodin alustan vahvaksi perustaksi IoT-ekosysteemeille.",
    "Fedora IoT is created by a team in the Fedora Project community called the IoT Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the IoT Working Group website.": "Fedora IoT:n on luonut Fedora Project -yhteisön IoT Working Group -tiimi. Se koostuu virallisista jäsenistä, joilla on päätösvalta, sekä muista avustajista. Lue lisää tästä ryhmästä ja miten voit osallistua IoT Working Groupin toimintaan verkkosivuilta.",
    "Fedora IoT Image": "Fedora IoT -levykuva",
    "Fedora Index Image": "Fedora-indeksikuva",
    "Fedora Docs": "Fedoran dokumentaatio",
    "Fedora Developer": "Fedoran kehittäjä",
    "Fedora Council": "Fedoraneuvosto",
    "Fedora CoreOS is an automatically updating, minimal, container-focused operating system.": "Fedora CoreOS on automaattisesti päivittyvä, minimaalinen ja kontteihin erikoistunut käyttöjärjestelmä.",
    "Fedora CoreOS Release Notes": "Fedora CoreOS:n julkaisutiedot",
    "Fedora CoreOS Image": "Fedora CoreOS -levykuva",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "Fedora Cloud tarjoaa uusimmat ohjelmistopaketit ja päivitykset varmistaen, että olet jatkuvasti ajan tasalla.",
    "Fedora Cloud is optimized for container workloads making it a great host for running containerized applications.": "Fedora Cloud on optimoitu konttityökuormille, joten se on loistava isäntä konttisovellusten suorittamiseen.",
    "Fedora Cloud edition is a powerful and minimal base operating system image with tailored images available for both public and many private cloud uses.": "Fedora Cloud on tehokas ja minimalistinen levykuva pohjajärjestelmäksi. Se tarjoaa räätälöityjä levykuvia useaan erilaiseen käyttöön julkisessa ja yksityisessä pilvessä.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "Fedora Cloudin avulla voit räätälöidä ympäristösi tarpeidesi mukaan valitsemalla tietyt paketit ja ominaisuudet, jotka haluat siihen sisällyttää.",
    "Fedora Cloud Image": "Fedora Cloud -levykuva",
    "Fedora ALT Downloads": "Fedoran VAIHTOEHTOISIA -latauksia",
    "Extensive documentation is available at the Fedora documentation page.": "Laaja dokumentaatio on saatavilla Fedoran dokumentaatiosivulla.",
    "Extended Social Channels": "Laajennetut sosiaaliset kanavat",
    "Engineering Teams": "Suunnittelutiimit",
    "Endorsed Partners of Fedora Cloud ": "Fedora Cloudin hyväksytyt kumppanit ",
    "Enables a variety of server workloads": "Mahdollistaa erilaisia palvelimen työkuormia",
    "Edit this website": "Muokkaa tätä verkkosivustoa",
    "Edit these docs": "Muokkaa näitä asiakirjoja",
    "Edit fedoraproject.org using the content management system! Tip: Use the GitLab SSO link to open a session first.": "Muokkaa fedoraproject.org-sivustoa sisällönhallintajärjestelmän avulla! Vinkki: Avaa istunto ensin käyttämällä GitLab SSO -linkkiä.",
    "Easy Fix": "Helppo korjaus",
    "Easily install, update and manage software packages": "Asenna, päivitä ja hallitse ohjelmistopaketteja helposti",
    "Each stable RPM package published by the Fedora Project is signed with a GPG signature. By default, `dnf` and the graphical update tools will verify these signatures and refuse to install any packages that are not signed or have bad signatures. You should always verify the signature of a package before you install it. These signatures ensure that the packages you install are what was produced by the Fedora Project and have not been altered (accidentally or maliciously) by any mirror or website that is providing the packages.": "Jokainen Fedora-projektin julkaisema vakaa RPM-paketti on allekirjoitettu GPG-allekirjoituksella. Oletusarvoisesti `dnf` ja graafiset päivitystyökalut vahvistavat nämä allekirjoitukset ja kieltäytyvät asentamasta paketteja, joita ei ole allekirjoitettu tai joiden allekirjoitus ei ole kelvollinen. Vahvista aina pakettien allekirjoitus ennen paketin asentamista. Nämä allekirjoitukset takaavat, että asentamasi paketit ovat Fedora-projektin tuottamia, eikä niitä ole muutettu (vahingossa tai tarkoituksella) peilipalvelinten tai paketteja tarjoavien verkkosivujen toimesta.",
    "Downloading Fedora Linux": "Ladataan Fedora Linuxia",
    "Download the latest version of Fedora IoT Edition for your architecture here.": "Lataa viimeisin versio Fedoran IoT-versiosta omalle alustallesi täältä.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "Lataa Fedora Cloud Editionin uusin versio omalle alustallesi tästä.",
    "Download Fedora Server 37": "Lataa Fedora Server 37",
    "Download Fedora IoT": "Lataa Fedora IoT",
    "Diversity & Inclusion": "Monimuotoisuus & sisällyttäminen",
    "Did you notice a glaring typo or a broken link in these docs? Click here to find out how you can help make it right!": "Huomasitko näissä asiakirjoissa kirjoitusvirheen tai rikkinäisen linkin? Napsauta tätä saadaksesi selville, kuinka voit auttaa sen korjaamisessa!",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "Turvallisuutta ajatellen suunniteltu Fedora Cloud sisältää toimintoja, kuten SELinuxin, joka parantaa ytimen turvallisuutta, ja suojausprofiileja.",
    "Design Suite": "Suunnitteluohjelmat",
    "Customizable": "Muokattavissa",
    "Current GPG keys": "Nykyiset GPG-avaimet",
    "Connections": "Yhteydet",
    "Community-driven": "Yhteisölähtöinen",
    "Cinnamon Desktop": "Cinnamon-työpöytä",
    "Call to action": "Kutsu toimintaan",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity.": "Laskemalla levykuvan tarkistussumman omalla tietokoneellasi ja vertaamalla sitä alkuperäiseen tarkistussummaan voit varmistaa, ettei levykuvaa ole peukaloitu tai vioittunut. Kuvat on myös gpg-allekirjoitettu Fedora-avaimilla niiden eheyden osoittamiseksi.",
    "Boxes takes the guesswork out of using virtual machines. Just select the OS you want to install, and the app will do the rest.": "Boxes poistaa virtuaalikoneiden käytön arvailun. Valitse vain asennettava käyttöjärjestelmä, ja sovellus hoitaa loput.",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "Sekä Fedora Community Blog että Fedora Magazine etsivät aina artikkeliehdotuksia, kirjoittajia ja toimittajia.",
    "Beyond the official channels for Fedorans to communicate, community members are involved on other popular platforms as well! Check out IRC, Discord, Telegram, Reddit, and more!": "Fedoralaisten virallisten viestintäkanavien lisäksi yhteisön jäsenet ovat mukana myös muilla suosituilla alustoilla! Esimerkiksi IRC:ssä, Discordissa, Telegramissa, Redditissä ja muualla!",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "Avoimen lähdekoodin projekti tarkoittaa sitä, että on saatavilla suuri joukko tietoa ja asiantuntemusta.",
    "Badges": "Merkit",
    "Astronomy": "Astronomia",
    "Ask and answer questions on [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)": "Kysy ja vastaa kysymyksiin osoitteessa [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)",
    "Announcements that are pertinent to Fedora developers and the Fedora infrastructure team tend to be posted here.": "Fedora-kehittäjiä ja Fedora-infrastruktuuritiimiä koskevat ilmoitukset julkaistaan yleensä täällä.",
    "An innovative platform for hardware, clouds, and containers, built with love by you.": "Innovatiivinen alusta laitteistoille, pilville ja konteille, jonka olet rakentanut rakkaudella.",
    "An in-depth guide to installing Fedora Linux.": "Yksityiskohtainen opas Fedora Linuxin asentamiseen.",
    "All the packages, tools and runtimes you might need, up to date and ready for use with just a single command.": "Kaikki paketit, työkalut ja ajettavat ohjelmat, joita saatat tarvita, ovat ajan tasalla ja valmiita käyttöön yhdellä komennolla.",
    "All the packages developers need": "Kaikki kehittäjien tarvitsemat paketit",
    "All Teams & Tags": "Kaikki tiimit ja tunnisteet",
    "Add translation": "Lisää käännös",
    "Add a translation": "Lisää käännös",
    "Activities beyond engineering: Learn about the teams focused on Fedora's outreach, brand, & more.": "Muuta toimintaa Tekniikan lisäksi: Opi tiimeistä, jotka keskittyvät Fedoran tavoittamiseen, brändiin ja muihin asioihin.",
    "Accounts & Apps": "Tilit ja sovellukset",
    "A minimal OS with automatic updates. Scalable and secure.": "Minimaalinen käyttöjärjestelmä automaattisilla päivityksillä. Skaalautuva ja turvallinen.",
    "A lightweight yet powerful and scalable OS": "Kevyt mutta tehokas ja skaalautuva käyttöjärjestelmä",
    "A built-in remote server administration tool is ready to use on first boot": "Sisäänrakennettu etäpalvelimen hallintatyökalu on valmis käytettäväksi ensimmäisessä käynnistyksessä",
    " From the Data Center to your Raspberry Pi": " Palvelinkeskuksesta Raspberry Pi -laitteeseen",
    "i3 Tiling WM": "i3 laatallinen WM",
    "You can view, file, and discuss Fedora Server issues on the [Fedora Server issue tracker](https://pagure.io/fedora-server/issues).": "Voit tarkastella, raportoida ja keskustella Fedora Server -ongelmista [Fedora Serverin ongelmanseurantaohjelmassa](https://pagure.io/fedora-server/issues).",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues).": "Voit tarkastella, raportoida ja keskustella Fedora IoT -ongelmista [Fedora IoT -ongelmanseurantaohjelmassa](https://pagure.io/fedora-iot/issues).",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues)": "Voit tarkastella, raportoida ja keskustella Fedora IoT -ongelmista [Fedora IoT -ongelmanseurantaohjelmassa](https://pagure.io/fedora-iot/issues)",
    "You can verify the details of the GPG key(s) below.": "Voit tarkistaa GPG-avainten tiedot alta.",
    "You can verify the details of the GPG key(s)": "Voit tarkistaa GPG-avainten tiedot",
    "You can use this to search for things in Fedora's code repositores. See the Fedora Magazine article for more info.": "Voit käyttää tätä etsiäksesi asioita Fedoran lähdevarastoista. Katso lisätietoja Fedora-lehden artikkelista.",
    "You can chat with the Fedora Workstation Working Group via either Matrix or IRC: **#workstation:fedoraproject.org** on Matrix or #fedora-workstation on irc.libera.chat.": "Voit keskustella Fedora Workstation -työryhmän kanssa joko Matrixin tai IRC:n kautta: **#workstation:fedoraproject.org** Matrixissa tai kanavalla #fedora-workstation irc.libera.chatissa.",
    "You can chat with the Fedora Server Working Group via either Matrix or IRC: #server:fedoraproject.org on Matrix and #fedora-server on irc.libera.chat.": "Voit keskustella Fedora Server Working Groupin kanssa joko Matrixin tai IRC:n kautta: #server:fedoraproject.org Matrixissa ja kanavalla #fedora-server irc.libera.chatissa.",
    "You can chat with the Fedora IoT Working Group via either Matrix or IRC: #iot:fedoraproject.org on Matrix and #fedora-iot on irc.libera.chat.": "Voit keskustella Fedora IoT Working Groupin kanssa joko Matrixin tai IRC:n kautta: #iot:fedoraproject.org Matrixissa ja #fedora-iot irc.libera.chatissa.",
    "Yes, they still exist.": "Kyllä, ne ovat edelleen olemassa.",
    "Workstation Working Group meetings are open to all current and potential contributors on **Tuesdays, 9:30 AM US Eastern** on [bluejeans.com/395383051](https://bluejeans.com/395383051).": "Työasematyöryhmän kokoukset ovat avoimia kaikille nykyisille ja mahdollisille avustajille **tiistaisin, klo 9.30 US Eastern** osoitteessa [bluejeans.com/395383051](https://bluejeans.com/395383051).",
    "Workstation": "Työasema",
    "Why Fedora Iot?": "Miksi Fedora Iot?",
    "Week of Diversity": "Monimuotoisuuden viikko",
    "We're so glad you've decided to give Fedora Server a try. We know you'll love it.": "Hienoa, että päätit kokeilla Fedora palvelinta. Tulet pitämään siitä.",
    "We use weblate to translate our site. Please find relevant links below.": "Käytämme weblatea sivustomme kääntämiseen. Löydät asiaankuuluvat linkit alta.",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Meillä on **tällä hetkellä avoinna oleva ehdotus- ja sponsoripyyntö** tämän vuoden Nest Virtual Fedora -konferenssiin! Meillä on rullaava määräaika, jonka hyväksymispäivät ovat **1. ja 8. heinäkuuta 2022**.\n[Lue lisää ehdotuspyynnöstä ja ehdota omaasi](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "Watch the latest reviews ➔": "Katso uusimmat arvostelut ➔",
    "Want more Fedora options?": "Haluatko lisää Fedora-valintoja?",
    "Visit \\#fedora-server on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)": "Vieraile kanavalla \\#fedora-server osoitteessa irc.libera.​chat tai vieraile [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https: //chat.fedoraproject.org/#/room/#server:fedoraproject.org)",
    "Visit **\\#fedora-Cloud** on irc.libera.chat.": "Vieraile kanavalla **\\#fedora-Cloud** osoitteessa irc.libera.chat.",
    "Visit \\#fedora-iot on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).": "Vieraile kavavalla \\#fedora-iot osoitteessa irc.libera.chat tai vieraile [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https: //chat.fedoraproject.org/#/room/#iot:fedoraproject.org).",
    "View more articles on [Fedora Magazine](https://fedoramagazine.org/)": "Katso lisää artikkeleita [Fedora Magazinessa](https://fedoramagazine.org/)",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid": "Tarkista latauksesi turvallisuus ja eheys käyttämällä oikeaa tarkistussummatiedostoa. Jos jollakin Fedora-avaimella on hyvä allekirjoitus ja SHA256-tarkistussumma täsmää, lataus on kelvollinen",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Tarkista latauksesi turvallisuus ja eheys käyttämällä oikeaa tarkistussumma- ja allekirjoitustiedostoa. Jos jollakin Fedora-avaimella on hyvä allekirjoitus ja SHA256-tarkistussumma täsmää, lataus on kelvollinen.",
    "Verify your download": "Tarkista latauksesi",
    "Verify with CHECKSUM files": "Vahvista CHECKSUM-tiedostoilla",
    "Verify the signature file is valid": "Varmista, että allekirjoitustiedosto on kelvollinen",
    "Verify the checksum matches": "Tarkista, että tarkistussumma täsmää",
    "Verify the checksum file is valid": "Varmista, että checksum-tiedosto on kelvollinen",
    "Verify the CHECKSUM file is valid": "Varmista, että CHECKSUM-tiedosto on kelvollinen",
    "Users and developers are available in the #fedora channel on Fedora Chat.": "Käyttäjät ja kehittäjät ovat saatavilla #fedora-kanavalla Fedora Chatissa.",
    "User Guides": "Käyttö ohjeet",
    "Use this link to focus on questions and answers about the KDE desktop environment.": "Käytä tätä linkkiä keskittyäksesi kysymyksiin ja vastauksiin KDE-työpöytäympäristöstä.",
    "Use this link to focus on questions and answers about the GNOME desktop environment.": "Käytä tätä linkkiä keskittyäksesi kysymyksiin ja vastauksiin GNOME-työpöytäympäristöstä.",
    "Use this link to focus on questions and answers about installing Fedora Linux.": "Käytä tätä linkkiä keskittyäksesi Fedora Linuxin asentamista koskeviin kysymyksiin ja vastauksiin.",
    "Use this link to focus on questions and answers about Fedora Workstation.": "Käytä tätä linkkiä keskittyäksesi Fedora työasemia koskeviin kysymyksiin ja vastauksiin.",
    "Use this link to focus on questions and answers about Fedora Server.": "Käytä tätä linkkiä keskittyäksesi Fedora palvelinta koskeviin kysymyksiin ja vastauksiin.",
    "Use this link to focus on questions and answers about Fedora IoT (Internet of Things).": "Käytä tätä linkkiä keskittyäksesi Fedora IoT:tä (esineiden Internetiä) koskeviin kysymyksiin ja vastauksiin.",
    "Use this link to focus on questions and answers about Fedora CoreOS.": "Käytä tätä linkkiä keskittyäksesi Fedora CoreOSia koskeviin kysymyksiin ja vastauksiin.",
    "Use this link to focus on questions and answers about Fedora Cloud.": "Käytä tätä linkkiä keskittyäksesi Fedora Cloudia koskeviin kysymyksiin ja vastauksiin.",
    "Use this link to connect with other workstation contributors.": "Tämän linkin avulla voit ottaa yhteyttä muihin työasemien avustajiin.",
    "Use the latest container tools from the Red Hat ecosystem. No setup required. Access the Red Hat container registry.": "Käytä Red Hat -ekosysteemin uusimpia konttityökaluja. Ei vaadi asennusta. Käytä Red Hat -konttirekisteriä.",
    "Upgrading Fedora Linux": "Fedora Linuxin päivitys",
    "Up-to-date": "Ajantasalla",
    "Try it now": "Kokeile nyt",
    "Translations": "Käännökset",
    "To be granted access and be credited for your contributions, you will need a Fedora account. Do this first!": "Tarvitset Fedora-tilin, jotta sinulle myönnetään käyttöoikeus ja jolle kreditoidaan avustuksesi. Tee sellainen ensin!",
    "This page lists known and scheduled outages of Fedora Project services.": "Tällä sivulla on lueteltu Fedora Project -palveluiden tunnetut ja ajoitetut katkokset.",
    "This is where contributors are awarded tokens of recognition for their contributions. How many can you get!": "Täällä avustajille myönnetään tunnustusmerkkejä heidän panoksestaan. Kuinka monta voit saada!",
    "This is the software that builds Fedora's RPM packages.": "Tämä on ohjelmisto, joka rakentaa Fedoran RPM-paketteja.",
    "This is the proverbial office “water cooler”, where people gather for “break from work” conversation. Introduce yourself, have (friendly!) off-topic discussions, and socialize!": "Tämä on sananlasku toimisto \"vesijäähdytin\", jossa ihmiset kokoontuvat \"taukotila\" keskusteluun. Esittele itsesi, käy (ystävällisiä!) aiheen ulkopuolisia keskusteluja ja seurustele!",
    "This is the main index page for all of Fedora's Documentation. If you weren't able to find a direct link to what you were looking for in this site's menus, you can try searching from here.": "Tässä on koko Fedoran dokumentaation päähakemisto. Jos et löytänyt suoraa linkkiä etsimääsi tämän sivuston valikoista, voit yrittää etsiä täältä.",
    "This is primarily a collaboration tool for the community. Content that has been submitted here might be out of date and/or it might not have undergone the same level of scrutiny as the information on Fedora Docs.": "Tämä on ensisijaisesti yhteisön yhteistyöväline. Tänne lähetetty sisältö saattaa olla vanhentunutta ja/tai sitä ei ehkä ole tarkasteltu samalla tasolla kuin Fedora Docsin tiedot.",
    "This is an open-source git forge that the Fedora Project uses.": "Tämä on avoimen lähdekoodin git-forge, jota Fedora Project käyttää.",
    "This is an open-source git forge that hosts most of Fedora's source RPM packages.": "Tämä on avoimen lähdekoodin git-forge, joka isännöi useimpia Fedoran lähdekoodin RPM-paketteja.",
    "This is an easy-to-use build system for the Fedora community.": "Tämä on helppokäyttöinen rakennusjärjestelmä Fedora-yhteisölle.",
    "This is a week in September where we highlight the contributions and experiences of women, lgbtq+, and bipoc in Fedora.": "Tällä viikolla syyskuussa korostamme naisten, hlbt:n ja bipocin panoksia ja kokemuksia Fedorassa.",
    "This is a special interest group that has formed for the sole purpose of helping new contributors get involved. Fedora is big and complex and it needs your help!": "Tämä on erityinen kiinnostusryhmä, joka on perustettu yksinomaan auttaakseen uusia osallistujia aloittamaan. Fedora on suuri ja monimutkainen, ja se tarvitsee apuasi!",
    "This is a collection of short HOWTO and FAQ-style documentation for Fedora users.": "Tässä on kokoelma lyhyitä HOWTO- ja FAQ-tyyppisiä asiakirjoja Fedora-käyttäjille.",
    "This is Fedora's official build system. It is used to create, test, and publish packages.": "Tämä on Fedoran virallinen rakennusjärjestelmä. Sitä käytetään pakettien luomiseen, testaamiseen ja julkaisemiseen.",
    "This is Fedora's main forum for all project collaboration and user support. Also, if you have encountered a problem that might be a software bug, this is a good place to triage it with other users before escalating it to Red Hat's bugzilla reporting system.": "Tämä on Fedoran tärkein foorumi projektiyhteistyölle ja käyttäjätuelle. Lisäksi, jos olet kohdannut ongelman, joka saattaa olla ohjelmistovirhe, tämä on hyvä paikka selvittää se muiden käyttäjien kanssa ennen kuin lisäät sen Red Hatin bugzilla-raportointijärjestelmään.",
    "These documentation pages are contributor-focused. They include Fedora's guidelines, teams, organizational structure, and legal docs. If you are looking for user guides (installation, getting started, etc.) check under the Help menu.": "Nämä dokumentaatiosivut ovat osallistujakeskeisiä. Ne sisältävät Fedoran ohjeet, tiimit, organisaatiorakenteen ja lakiasiakirjat. Jos etsit käyttöohjeita (asennus, aloitus jne.), tarkista ohje-valikosta.",
    "These are the tools and Git forges that Fedora packagers and developers use to build the Fedora systems.": "Tässä on työkaluja ja Git-forgeja, joita Fedora-pakkaajat ja -kehittäjät käyttävät Fedora-järjestelmien rakentamiseen.",
    "These are some of the tools that you will use when contributing to the Fedora Project.": "Tässä on joitain työkaluja, joita käytät osallistuessasi Fedora-projektiin.",
    "These are some low-priority items that are thought to be good entry-level tasks for a new contributor to start with.": "Tässä on joitakin alhaisen prioriteetin kohteita, joiden uskotaan olevan hyviä aloitustason tehtäviä uudelle avustajalle.",
    "its_your_Operating System.": "Käyttöjärjestelmä.",
    "its_your_Community.": "Yhteisö.",
    "its_your_Workstation.": "Työasema.",
    "its_your_Server.": "Palvelin.",
    "Use the **\\#NestWithFedora** hashtags on your preferred social media platforms. Follow **[@fedora](https://twitter.com/fedora)** on Twitter for updates.": "Käytä **\\#NestWithFedora** hashtageja haluamillasi sosiaalisen median alustoilla. Seuraa **[{'@'}fedora](https://twitter.com/fedora)** Twitterissä saadaksesi päivityksiä.",
    "Use our messaging board Fedora Discussions to stay up to date on Flock Notifications. **[Check it out here](https://discussion.fedoraproject.org/)**.": "Käytä viestitauluamme Fedora-keskusteluja pysyäksesi ajan tasalla Flock-ilmoituksista. **[Katso se täältä](https://discussion.fedoraproject.org/)**.",
    "Our main IRC channel for the event is **\\#fedora-flock** on **libera.chat**. Join **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** to chat on Matrix or IRC.": "Tapahtuman pää IRC-kanavamme on **\\#fedora-flock** **libera.chatissa**. Liity **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** -ryhmään keskustellaksesi Matrixissa tai IRC:ssä.",
    "New to Fedora? Check our **[community forum](https://discussion.fedoraproject.org/c/ask)** for support and help with frequently asked questions.": "Uusi Fedorassa? Katso **[yhteisön keskusteluryhmästämme](https://discussion.fedoraproject.org/c/ask)** tukea ja apua usein kysyttyihin kysymyksiin.",
    "Cork": "Cork",
    "August 1 - 4, 2023": "1.–4. elokuuta 2023",
    "The Fedora Sway Spin provides the popular Sway tiling window manager. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse,touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sway Spin offers a complete experience with a minimalist user interface.": "Fedora Sway Spin tarjoaa suositun Sway -laatoittavan ikkunointimanagerin. Se tekee Sway :sta helppokäyttöisen ja houkuttelevan sekä aloittelijoille että edistyneille käyttäjille, jotka eivät halua käyttää hiirtä, kosketuslevyä tai muuta osoitinlaitetta vuorovaikuttamaan ympäristönsä kanssa. Fedora Sway Spin tarjoaa kevyitä sovelluksia verkkoselaamiseen, tekstin muokkaamiseen ja median toistoon. Se tarjoaa täydellisen kokemuksen minimalistisella käyttöliittymällä.",
    "NetworkManager Applet": "Verkkomanagerisovelma",
    "Fedora Sway Spin": "Fedora Sway spini",
    "The Fedora Project is proud to have the following organizations as sponsors.": "Fedora-projekti on ylpeä saadessaan seuraavat organisaatiot sponsoreikseen.",
    "The Fedora Project is also grateful to the following sponsors for providing substantial support.": "Fedora-projekti on kiitollinen seuraavien sponsorien huomattavasta tuesta.",
    "Red Hat, Inc. is the primary sponsor for the Fedora Project. Red Hat provides the Fedora Project with a wide variety of resources, including full-time employee support, infrastructure, hardware and bandwidth, event funding, and legal counsel.": "Red Hat, Inc. on Fedora-projektin ensisijainen sponsori. Red Hat tarjoaa Fedora-projektille lukuisia eri resursseja, kuten vakituisten työntekijöiden tukea, infrastruktuuriin tarvittavaa laitteistoa ja verkkoyhteyksiä, tapahtumien rahoitusta ja lainopillista neuvontaa.",
    "Interested in sponsoring something for Fedora?": "Oletko kiinnostunut sponsoroimaan jotain Fedoralle?",
    "Fedora Sponsors": "Fedora-sponsorit",
    "Simple screen locker.": "Yksinkertainen näytön lukitsija.",
    "Just a click and you're connected to your wireless LAN router, or online via many supported 3G mobile broadband cards.": "Hiiren painalluksella kytkeydyt langattomaan LAN reitittimeesi tai internettiin monen muun tuetun 3G mobiili laajakaistakortin kautta.",
    "Highly-configurable and lightweight notification daemon.": "Erittäin konfiguroitava ja kevyt ilmoitusten demoni.",
    "File manager for Linux and other Unix-like systems.": "Tiedostojen hallintaohjelma Linuxille ja muille Unix-tyyppisille järjestelmille.",
    "Fedora creates an innovative, free and open source platform for hardware, clouds, and containers that enables software developers and community members to build tailored solutions for their users.": "Fedora luo innovatiivista, vapaata ja avoimen lähdekoodin alustaa laitteistoille, pilviin ja kontteihin, joka mahdollistaa ohjelmistokehittäjien ja yhteisön jäsenten rakentaa mukautettuja ratkaisuja käyttäjille.",
    "Configuration": "Kokoonpano",
    "CLI application to control the NetworkManager configuration. It gives you the power of the nm-applet, but in the terminal.": "CLI-sovellus verkonhallinta-määritysten hallintaan. Se antaa sinulle nm-sovelman tehon, mutta päätelaitteessa.",
    "Fedora Linux with the Sway Tiling Window Manager": "Fedora Linux Sway Tiling Window Managerilla",
    "Utilities": "Apuohjelmat",
    "The popular and free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.": "Suosittu ja ilmainen verkkoselain, jota tukee Mozilla, voittoa tavoittelematon organisaatio, joka on omistettu Internetin eheydelle ja yksityisyydelle.",
    "The integrated personal information manager of KDE Plasma Desktop. The Kontact suite unites mature and proven KDE PIM applications under one easy to use application.": "Integroitu KDE Plasma työpöydän henkilökohtaisten tietojen käsittelijä. Kontact-paketti yhdistää kypsät ja todistetut KDE PIM -sovellukset yhdeksi helppokäyttöiseksi sovellukseksi.",
    "Stay connected with your friends and colleagues using Telepathy Instant Messaging client. It supports all common IM protocols.": "Pysy yhteydessä ystäviesi ja kollegoidesi kanssa Telepathy pikaviestintä ohjelmaa käyttäen. Se tukee kaikki yleisiä pikaviestintä protokollia.",
    "Parley is a vocabulary trainer that helps you memorize things via virtual flashcards. It provides a rich set of tools to manage your card sets.": "Parleyn kanssa voit harjoitella sanastoja ja se auttaa sinua muistamaan asioita virtuaalisten muistikorttien avulla. Se tarjoaa monia työkaluja joilla voit hallinnoida korttikokoelmaasi.",
    "Okular is a universal document viewer that combines the excellent functionalities with the versatility of supporting different kind of documents, like PDF, Postscript, DjVu, CHM, XPS, ePub and others.": "Okular on monikäyttöinen asiakirjojen katseluohjelma, joka yhdistää erinomaiset toiminnot monipuolisilla asiakirjojen tuilla, tukien formaatteja kuten PDF, Postscript, DjVu, CHM, XPS, ePub ja muita.",
    "Office & Productivity Suite": "Toimisto & tuotteliaisuus työkalut",
    "Marble is a virtual globe and world atlas in your computer. You can learn a lot about Earth or you can just enjoy virtual trips around our planet.": "Marble on virtuaalinen maapallo ja maailman kartasto tietokoneellasi. Voit oppia paljon Maasta tai vain nauttia virtuaalisista matkoista ympäri maailman.",
    "LibreOffice is a free and powerful office suite. Its clean interface and feature-rich tools help you unleash your creativity and enhance your productivity.": "LibreOffice on vapaa ja tehokas toimistopaketti. Sen puhdas käyttöliittymä ja monipuoliset työkalut auttavat sinua vapauttamaan luovuutesi ja parantamaan tuottavuuttasi.",
    "Kiten is a Japanese dictionary application as well as a Japanese language reference. It includes a kanji lookup tool and browsing interface.": "Kiten on japanilainen sanakirjasovellus sekä japaninkielen referenssi. Siinä on mukana kanji hakemisto ja selailun käyttöliitymä.",
    "Kalzium allows you to explore the periodic table of elements. It has a 3D molecule editor plus multiple simulators and calculators.": "Kalziumin avulla voit tutkia alkuaineiden jaksollista järjestelmää. Siinä on kolmiulotteinen-muokkain molekyyleille ja monia simulaattoreita ja laskimia.",
    "K3B allows you to easily back up your multimedia files as it's a full featured CD/DVD writing software. K3B supports writing data CDs/DVDs, audio CDs, video CDs, DVDs, copying, CD ripping and more.": "K3B:n avaulla saat helposti varmuuskopioitua kaikki multimediatiedostosi, sillä se on täysiverinen CD/DVD kirjoitusohjelma. K3B tukee datana kirjoittamista CD/DVD-levyille, audio CD:lle, video CD:lle, DVD:lle, kopiointiin, CD:n rippaukseen ja muuhun.",
    "Gwenview is able to load and save to a variety of image formats, such as PNG and JPEG. Its simple interface does not get in the way and lets you view your images quickly and easily.": "Gwenview pystyy lataamaan ja tallentamaan erilaisiin kuvamuotoihin, kuten PNG ja JPEG. Sen yksinkertainen käyttöliittymä ei tule tielle, ja sen avulla voit katsella kuvia nopeasti ja helposti.",
    "Fedora KDE Plasma Desktop": "Fedoran KDE Plasma työpöytä",
    "Education": "Koulutus",
    "Dolphin is a file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.": "Dolphin on tiedostojen hallintaohjelma, jonka avulla voit navigoida ja selata kiintolevyjä, USB-muistitikkuja, SD-kortteja ja muuta. Tiedostojen ja kansioiden luominen, siirtäminen tai poistaminen on helppoa ja nopeaa.",
    "Ark is a graphical file compression and decompression utility with support for multiple formats, including tar, gzip, bzip2, rar and zip, as well as CD-ROM images. Ark can be used to browse, extract, create, and modify archives.": "Ark on graafinen tiedostojen pakkaus- ja purkutyökalu, joka tukee useita formaatteja, mukaan lukien tar, gzip, bzip2, rar ja zip sekä CD-ROM-levykuvat. Arkia voidaan käyttää arkistojen selaamiseen, purkamiseen, luomiseen ja muokkaamiseen.",
    "Are you a downloader? Use KTorrent or KGet to get new versions of Fedora KDE Plasma Desktop Edition!": "Oletko lataaja? Käytä Ktorrenttia tai KGettiä hankkiaksesi uuden version Fedora KDE Plasma Desktop Editionista!",
    "A simple music player that should be easy to use. It does not require any configuration before one can use it.": "Yksinkertainen musiikkisoitin, jonka pitäisi olla helppokäyttöinen. Se ei vaadi mitään määrityksiä ennen kuin sitä voidaan käyttää.",
    "A multimedia player where the focus is on simplicity, instead of features. Its simple interface is designed not to get in your way and instead empower you to simply play multimedia files.": "Multimediasoitin joka keskittyy helppouteen ominaisuuksien sijasta. Sen yksinkertainen käyttöliittymä on suunniteltu yksinkertaisesti multimediatiedostojen toistamiseen eikä se ole sinua häiritsemässä.",
    "🎉 [Fedora Linux 38 released!](https://fedoramagazine.org/announcing-fedora-38)": "🎉 [Fedora Linux 38 on julkaistu!](https://fedoramagazine.org/announcing-fedora-38)",
    "You can view, file, and discuss Fedore Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/cloud-sig/issues).": "Voit tarkastella, raportoida ja keskustella Fedora Cloud -ongelmista [Fedora Cloud -ongelmanseurantaohjelmassa](https://pagure.io/cloud-sig/issues).",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora Cloud is created by a team in the Fedora community called the **Cloud Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Cloud Working Group website](https://fedoraproject.org/wiki/Cloud_SIG).": "Fedora-projekti visioi maailmasta, jossa kaikki hyötyvät ilmaisista ja avoimen lähdekoodin ohjelmistoista, jotka ovat rakentaneet osallistavat, vieraanvaraiset ja ennakkoluuloton yhteisöt.\n\nFedora Cloudin on luonut Fedora-yhteisön tiimi nimeltä **Cloud Working Group**. Se koostuu virallisista jäsenistä, joilla on päätöksentekovalta, sekä muista avustajista. Lue lisää [Cloud Working Groupin verkkosivustolta](https://fedoraproject.org/wiki/Cloud_SIG).",
    "Utilities & Configuration": "Työkalut & konfiguraatio",
    "Office & Productivity": "Toimisto & tuottavuus",
    "Multimedia": "Multimedia",
    "Mozilla Thunderbird is a standalone Matrix, mail and newsgroup client. Organize your schedule with the included Lightning calendar application.": "Mozilla Thunderbird on itsenäinen Matrix, sähköposti- ja uutisryhmäohjelma. Järjestä aikataulusi mukana tulevalla Lightning-kalenteriohjelmalla.",
    "LibreOffice is an integrated office suite. It utilizes free and open standards for its document formats and components.": "LibreOffice on kokonaisvailtainen toimistotyökalu. Se käyttää vapaita ja avoimia standardeja dokumenttiensa muodoissa ja osissa.",
    "Going Online": "Kytkentä internettiin",
    "Fedora Budgie Spin ships Gnome Terminal, the gateway to the real power of any UNIX/Linux machine.": "Fedora Budgie spini tulee Gnome päätteen kanssa, joka on portti jokaisen UNIX/Linux koneen todelliseen voimaan.",
    "Fedora Budgie Image": "Fedora Budgie levykuva",
    "Explore the World Wide Web with Firefox, the full featured web browser.": "Surffaa World Wide Webiä Firefoxilla, täysiverisellä selaimella.",
    "A modern media player, using gtk3 and the gstreamer plugin framework.": "Moderni mediasoitin joka käyttää gtk3 ja gstreamer liitnnäisrunkoa.",
    "Upstream Documentation": "Ylävirran dokumentaatio",
    "Fedora Budgie Spin": "Fedora Budgie Spini"
}
