{
    "Languages": "Langues",
    "its_your_Server.": "serveur.",
    "its_your_Workstation.": "poste de travail.",
    "its_your_Operating System.": "système d’exploitation.",
    "Workshops and hackfests offer opportunities for active learning and collaboration.": "Les ateliers et hackfests offrent des opportunités pour l'apprentissage actif et la collaboration.",
    "Workshops": "Ateliers",
    "Virtual": "Virtuel",
    "The Fedora Project Conference": "La conférence du Projet Fedora",
    "Support": "Assistance",
    "Sessions": "Sessions",
    "Registration": "Enregistrement",
    "Register": "S'enregistrer",
    "Our Sponsors": "Nos Sponsors",
    "Networking": "Réseau",
    "Matrix & IRC": "Matrix & IRC",
    "Learn More": "En savoir plus",
    "Explore the latest in Open Source": "Explorez les dernières nouveautés Open Source",
    "Events": "Événements",
    "Editions": "Éditions",
    "Discussions": "Discussions",
    "Destination": "Destination",
    "Community events hosted around the world": "Événements communautaires organisés dans le monde entier",
    "Community": "Communauté",
    "Calendar": "Calendrier",
    "About": "À propos de",
    "A Hybrid Experience": "Une expérience hybride",
    "A 3 day conference hosted on Hopin.io": "Une conférence de 3 jours hébergée sur Hopin.io",
    "What to expect": "À quoi s'attendre",
    "We are Fedora": "Nous sommes Fedora",
    "Watch Footage from Past Events": "Regarder les enregistrements des événements passés",
    "Visit Fedora Youtube": "Visiter la chaine Youtube Fedora",
    "View Topics": "Voir les sujets",
    "View Socials": "Voir les événements",
    "View Projects": "Voir les projets",
    "The location of Flock changes each year between Europe and North America. In 2020 Fedorans went virtual with Nest, now we offer a hybrid version of Flock to make it more accessible to our community.": "L'emplacement de Flock change chaque année entre l'Europe et l'Amérique du Nord. En 2020, les Fedoriens se sont réunis virtuellement avec Nest, maintenant nous proposons une version hybride de Flock pour le rendre plus accessible à notre communauté.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities. Stay connected during Flock through the following channels.": "Le projet Fedora envisage un monde où chacun bénéficie de logiciels libres et open source construits par des communautés inclusives, accueillantes et ouvertes d'esprit. Restez connecté pendant Flock via les canaux suivants.",
    "Thank you to our sponsors, supporting this event is one of the ways that they contribute to open source.": "Merci à nos sponsors, soutenir cet événement est l'une des façons dont ils contribuent à l'open source.",
    "Spotlight": "Mise en vedette",
    "Sponsors are advertised in several places at Flock. We also post about sponsors on social media. Your brand will be distributed globally in our swag bag.": "Les sponsors sont annoncés à plusieurs endroits pour Flock. Nous publions également des informations sur les sponsors sur les réseaux sociaux. Votre marque sera distribuée dans le monde entier dans notre kit de swag.",
    "Sponsors": "Sponsors",
    "Social Events": "Événements Sociaux",
    "Privacy Statement": "Déclaration de confidentialité",
    "Presentations that showcase the work done in Fedora and planning for the future.": "Des présentations qui mettent en valeur le travail effectué dans Fedora et la planification pour l'avenir.",
    "Our tierd sponsorship levels will all give you great visibility at Flock. Your booth will be showcased on the Expo page to maximize engagement.": "Nos niveaux de parrainage vous donneront une grande visibilité pendant l’événement. Votre stand sera présenté sur la page de l’événement pour maximiser l'engagement.",
    "Legal": "Mentions légales",
    "Learn more about the relationship between Red Hat and Fedora.": "En savoir plus sur la relation entre Red Hat et Fedora.",
    "July 1 - 31 2023\nIn the month leading up to Flock, Fedorans are encouraged to organize local community events. Set the format and topic of your choice. The Fedora Council will help support your initiative with financial and organizating aid. Click below to set up a Hatch! Deadline for submissions is May 29.": "1 - 31 Juillet 2023\nAu cours du mois précédant Flock, les Fedoriens sont encouragés à organiser des événements communautaires locaux. Définissez le format et les sujets de votre choix. Le Conseil de Fedora vous aidera à soutenir votre initiative avec une aide financière et organisationnelle. Cliquez ci-dessous pour organiser un Hatch ! La date limite de soumission est le 29 Mai.",
    "Interested in hosting your own event?": "Vous souhaitez organiser votre propre événement ?",
    "Flock offers an immersive in person experience. Attend sessions, collaborate with others, explore and meet new people. Plus, Flock is free to attend!": "Flock offre une expérience immersive en personne. Assistez à des sessions, collaborez avec d'autres, explorez et rencontrez de nouvelles personnes. De plus, Flock est gratuit !",
    "Flock is an annual conference for contributors of Fedora Linux. It is where the community plans and showcases the strategy and work on the project. Check out the recordings from previous years of Flock and Nest.": "Flock est une conférence annuelle pour les contributeurs de Fedora Linux. C'est là que la communauté planifie et présente la stratégie et le travail sur le projet. Découvrez les enregistrements des années précédentes de Flock et Nest.",
    "Flock attracts hundreds of amazing open source community members who work on and use software daily. Engage with our vibrant community in sessions and social hours.": "Flock attire des centaines de membres incroyables de la communauté open source qui travaillent et utilisent quotidiennement des logiciels. Interagissez avec notre communauté dynamique lors de sessions et d'heures sociales.",
    "Flock To Fedora": "Flock To Fedora",
    "Fedora is sponsored by Red Hat.": "Fedora est sponsorisé par Red Hat.",
    "Fedora Magazine": "Magazine Fedora",
    "During the Covid-19 pandemic, we created Nest as a virtual alternative to Flock. Now it exists as a virtual option for those who cannot attend in person. Making Flock accessible for everyone!": "Pendant la pandémie de Covid-19, nous avons créé Nest comme alternative virtuelle à Flock. Il existe maintenant en tant qu'option virtuelle pour ceux qui ne peuvent pas y assister en personne. Rendant Flock accessible à tous !",
    "Documentation": "Documentation",
    "Code of Conduct": "Code de Conduite",
    "Casual, facilitated, and interactive events for meeting and socializing with Fedorans.": "Événements décontractés, animés et interactifs pour rencontrer et socialiser avec la communauté Fedora.",
    "Brand Exposure": "Exposition de marque",
    "Booths": "Stands",
    "Become a Sponsor": "Devenir un Sponsor",
    "Benefits of Sponsoring Flock": "Les avantages de parrainer Flock",
    "All sponsor booths include a video, customizable experience, chat, and social media engagement. Click below to learn more.": "Tous les stands de sponsor incluent une vidéo, une expérience personnalisable, un chat, et un engagement sur les réseaux sociaux. Cliquez ci-dessous pour en savoir plus.",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "Vos contributions amicales et utiles à ces canaux de communication seraient grandement appréciées",
    "You can view, file, and discuss Fedora Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues).": "Vous pouvez consulter, rapporter et discuter des problèmes de Fedora Cloud sur [l'outil de gestion des problèmes de Fedora Cloud](https://pagure.io/fedora-cloud/issues).",
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "Vous pouvez discuter avec le Groupe de Travail Fedora Cloud via Matrix : #cloud:fedoraproject.org.",
    "Worldwide & Local Fedora Meetups": "Rencontres Fedora mondiales et locales",
    "Why Fedora Cloud?": "Pourquoi Fedora Cloud ?",
    "We want you to be part of Nest 2022": "Nous voulons que vous fassiez partie de Nest 2022",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Nous avons un **appel à propositions et sponsors actuellement ouvert** pour la conférence annuelle virtuelle Fedora Nest de cette année ! Nous avons un processus de délai glissant avec des dates d'acceptation fixés au **1er juillet puis au 8 juillet 2022**.\n\n[En savoir plus sur l'appel à propositions et proposer la vôtre](https://communityblog.fedoraproject.org/nest-2022-cfp/) !.",
    "Ways to get involved": "Manières de s'impliquer",
    "Watch the latest reviews ➔": "Regardez les derniers avis ➔",
    "Visit now": "Visitez maintenant",
    "Visit Now": "Visitez maintenant",
    "Use Fedora IoT to support your workloads that are computed outside of the traditional datacenter.": "Utilisez Fedora IoT pour prendre en charge vos workloads en dehors du centre de données traditionnel.",
    "Twice a year, in coordination with the release of each new version of Fedora Linux, we hold global virtual release parties. These are typically a 1.5 day \"mini-conference\" with talks and social events. ": "Deux fois par an, en coordination avec la sortie de chaque nouvelle version de Fedora Linux, nous organisons des fêtes de lancement virtuelles mondiales. Il s'agit généralement d'une \"mini-conférence\" d'une journée et demie avec des discussions et des événements sociaux. ",
    "Try it now.": "Essayer maintenant.",
    "There's a Fedora release party every six months and a Flock event every year. Make a plan to attend and even propose a talk!": "Il y a une fête de lancement de Fedora tous les six mois et un événement Flock chaque année. Préparez-vous pour y assister et proposez même une conférence !",
    "The lightweight VM environment": "Un environnement virtuel léger",
    "The Virtual Fedora Project Conference": "La conférence virtuelle du Projet Fedora",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "Le groupe de travail Fedora Cloud envoie les ordres du jour et les comptes rendus des réunions ainsi que leurs discussions sur leurs liste de diffusion cloud{'@'}lists.fedoraproject.org.",
    "The Community Blog provides a single source for members of the community to share important news, updates, and information about Fedora with others in the Project community.": "Le blog de la communauté fournit une source unique aux membres de la communauté pour partager des nouvelles importantes, des mises à jour et des informations sur Fedora avec les autres membres de la communauté.",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "La balise **Fedora Cloud** sur le forum de discussion de Fedora est un endroit idéal pour se connecter avec d'autres utilisateurs et contributeurs de Fedora Cloud.",
    "Recap": "Récapitulatif",
    "Nest is our at-home, virtual Flock that has been running since the global outbreak of COVID-19.  It takes place over 3 days and includes talks, workshops, hackfests, and social events.": "Nest est notre Flock virtuel à domicile qui fonctionne depuis l'épidémie mondiale de COVID-19. Il se déroule sur 3 jours et comprend des conférences, des ateliers, des hackfests et des événements sociaux.",
    "Make a proposal": "Faire une proposition",
    "Join a community of users and contributors focused on Fedora Cloud.": "Rejoignez la communauté d'utilisateurs et de contributeurs orientée sur Fedora Cloud.",
    "Join Us!": "Rejoignez-nous !",
    "In-person Flock events are currently on-hold due to the ongoing COVID pandemic.": "Les événements Flock en personne sont actuellement suspendus en raison de la pandémie de COVID en cours.",
    "Hatch is a series of small-scale, in-person global meetups organized in the weeks preceding the Flock / Nest conference enabling Fedorans local to each other to meet.": "Hatch est une série de rencontres mondiales à petite échelle et en personne organisées dans les semaines précédant la conférence Flock / Nest permettant aux Fedoriens locaux de se rencontrer.",
    "Get Started": "Démarrage",
    "Flock is the Fedora Project's annual multi-day **in-person** conference focused on our contributors. It typically alternates between European and North American locations. The conference provides a venue for face-to-face meetings and conversations. It is also a place to celebrate our community. \n\n**Flock typically takes place every August.**": "Flock est la conférence **en personne** annuelle de plusieurs jours du projet Fedora axée sur nos contributeurs. Elle alterne généralement entre l'Europe et l'Amérique du Nord. La conférence offre un lieu pour des réunions et des conversations en face à face. C'est aussi un endroit pour célébrer notre communauté.\n\n**Flock a généralement lieu au mois d'Août.**",
    "Fedora has events throughout the year that you can attend, typically in-person or virtually, to learn more about Fedora Workstation as well as meet other users and contributors.": "Fedora organise des événements tout au long de l'année auxquels vous pouvez assister, généralement en personne ou virtuellement, pour en savoir plus sur Fedora Workstation ainsi que pour rencontrer d'autres utilisateurs et contributeurs.",
    "Fedora Release Parties": "Événements de lancement de Fedora",
    "Fedora Publications": "Publications Fedora",
    "Fedora Magazine is a website that hosts promotional articles and short guides contributed from the community about free/libre and open-source software that runs on or works with the Fedora Linux operating system.": "Fedora Magazine est un site Web qui héberge des articles promotionnels et de courts guides fournis par la communauté sur les logiciels gratuits/libres et open-source qui s'exécutent ou fonctionnent avec le système d'exploitation Fedora Linux.",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "Fedora Cloud est créé par une équipe de la communauté Fedora Project appelée Groupe de Travail Cloud. Il est composé de membres officiels qui ont des pouvoirs décisionnels, ainsi que d'autres contributeurs. En savoir plus sur ce groupe et comment vous pouvez vous impliquer sur le site Web du Groupe de Travail Cloud.",
    "Edge Support": "Prise en charge en périphérie",
    "Container Based": "Basé sur les conteneurs",
    "Communication Channels": "Canaux de communication",
    "Colúr (cuh-loohr) is our Flock mascot.": "Colúr (cuh-loohr) et notre mascotte pour Flock.",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Les réunions du groupe de travail sur le Cloud sont ouvertes à tous les contributeurs actuels et potentiels le mercredi à 11h EST sur fedora-meeting{'@'}irc.libera.chat.",
    "Check out the recap from our latest event, the Fedora 36 release party!": "Découvrez le récapitulatif de notre dernier événement, le lancement de Fedora 36 !",
    "Chat Now": "Discuter maintenant",
    "Both the Fedora Community Blog and Fedora Magazine are always [looking for article proposals, writers, and editors](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ": "Le blog de la Communauté Fedora et le Magazine Fedora sont toujours [à la recherche de propositions d'articles, d'écrivains et d'éditeurs](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ",
    "Become a Fedora contributor": "Devenir un contributeur Fedora",
    "Become a Fedora Contributor": "Devenir un contributeur Fedora",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Assister à une réunion ou rapporter et discuter de problèmes que vous avez rencontrés peut être une excellente introduction à la contribution",
    "A customizable cloud native experience.": "Une expérience cloud-native personnalisable.",
    "community": "Communauté",
    "There are a wide variety of supported installation methods.": "Il y a une large variété de méthodes d'installation supportées.",
    "The Annual Fedora Project Conference": "La conférence annuelle du Projet Fedora",
    "Report & discuss issues": "Signaler & discuter des problèmes",
    "Open-source Ecosystem": "Écosystème open-source",
    "Makes the most of your device": "Libère le potentiel de votre appareil",
    "Mailing List": "Liste de diffusion",
    "Leading Technology": "Technologie d'avant garde",
    "Join the mailing list": "Rejoignez la liste de diffusion",
    "Help": "Aide",
    "Forum": "Forums",
    "Flexible": "Flexible",
    "Fedora works with hardware vendors to make excellent hardware support across a range of devices.": "Fedora travaille avec les fournisseurs matériel pour produire un support excellent sur une variété d'appareils.",
    "Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.": "Fedora ioT est un hôte basé sur des conteneurs qui fonctionne sur votre matériel, avec un focus sur le déploiement d'équipements de périphérie.",
    "Fedora Community Blog": "Blog de la Communauté Fedora",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Tout est supporté par un écosystème Fedora entièrement libre et open-source.",
    "Download Now": "Téléchargez maintenant",
    "Download": "Téléchargement",
    "Description": "Description",
    "Chat with the team": "Discuter avec l'équipe",
    "Chat": "Conversation",
    "Built on the latest technologies and enhancements that open-source has to offer.": "Construit sur les dernières technologies et améliorations que l'open source peut fournir.",
    "Built By You": "Conçu par vous",
    "Attend a meeting": "Assister à une réunion",
    "architecture": "architecture",
    "You can view, file, and discuss Fedore CoreOS issues on the Fedora CoreOS issue tracker.": "Vous pouvez consulter, rapporter et discuter des problèmes de Fedora CoreOS sur l'outil de gestion des problèmes de Fedora CoreOS.",
    "You can view, file, and discuss Fedora CoreOS issues on the [Fedora CoreOS issue tracker](https://pagure.io/fedora-coreos/issues).": "Vous pouvez consulter, rapporter et discuter des problèmes de Fedora CoreOS sur [l'outil de gestion des problèmes de Fedora CoreOS](https://pagure.io/fedora-coreos/issues).",
    "Workstation speaks your language": "Workstation parle votre langue",
    "Workstation is carefully curated to deliver a high-quality experience. The desktop is clean and uncluttered.": "Workstation est soigneusement choisi pour fournir une expérience de haute qualité. Le bureau est propre et épuré.",
    "With Fedora, your desktop is your own. It's free, there are no ads, and your data belongs to you.": "Avec Fedora, votre bureau est à vous. C'est gratuit, pas de publicité, et vos données vous appartiennent.",
    "Why Fedora Workstation?": "Pourquoi Fedora Workstation ?",
    "We're so glad you've decided to give Fedora Workstation a try. We know you'll love it.": "Nous sommes ravis que vous ayez décidé d’essayer Fedora Workstation. Vous allez l’adorer, nous en sommes convaincus.",
    "We take security seriously": "Nous prenons au sérieux la sécurité",
    "Visual design, multimedia production, and publishing suite of free and open source creative tools.": "Suite d’outils de création, libres et open source, pour le graphisme, la production multimédia et la publication.",
    "Visit \\#fedora-coreos on irc.libera.chat.": "Visitez \\#fedora-coreos sur irc.libera.chat.",
    "Virtualization made easy": "La virtualisation simplifiée",
    "Use performance mode to boost hardware speed when you need it. Turn off notifications with Do Not Disturb. Press the Super key and just type to search for what you need.": "Utilisez le mode performance pour augmenter la vitesse de votre matériel quand vous en avez besoin. Éteignez les notifications avec le mode Ne pas déranger. Appuyez sur la touche Super de votre clavier et commencez à taper ce que vous cherchez.",
    "Turn the lights down low": "Baissez la lumière",
    "Trusted": "De confiance",
    "The leading Linux desktop": "Le meilleur du bureau Linux",
    "The Fedora Workstation Working Group sends meeting agendas and minutes and has discussions on their mailing list at **desktop@lists.fedoraproject.org**.": "Le groupe de travail Fedora Workstation envoie les ordres du jour et les comptes rendus des réunions ainsi que leurs discussions sur leurs liste de diffusion **desktop{'@'}lists.fedoraproject.org**.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora CoreOS is created by a team in the Fedora community called the CoreOS Working Group. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the CoreOS Working Group website.": "Le projet Fedora envisage un monde où chacun bénéficie de logiciels libres et open source construits par des communautés inclusives, accueillantes et ouvertes d'esprit.\n\nFedora CoreOS est créé par une équipe de la communauté Fedora appelée Groupe de Travail CoreOS. Il est composé de membres officiels qui ont des pouvoirs de décision, ainsi que d'autres contributeurs. En savoir plus sur le site Web du Groupe de Travail CoreOS.",
    "The Fedora CoreOS Working Group sends meeting agendas and minutes and has discussions on their mailing list at coreos@lists.fedoraproject.org.": "Le groupe de travail Fedora CoreOS envoie les ordres du jour et les comptes rendus des réunions ainsi que leurs discussions sur leurs liste de diffusion coreos{'@'}lists.fedoraproject.org.",
    "The **Fedora Workstation** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Workstation users and contributors.": "La balise **Fedora Workstation** sur le forum de discussion de Fedora est un endroit idéal pour se connecter avec d'autres utilisateurs et contributeurs de Fedora Workstation.",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "La balise **Fedora CoreOS** sur le forum de discussion de Fedora est un endroit idéal pour se connecter avec d'autres utilisateurs et contributeurs de Fedora CoreOS.",
    "Thanks to a global community of translators, Workstation is available in many languages.": "Grace à une grande communauté de traducteurs, Workstation est disponible dans de nombreuse langues.",
    "Screenshot": "Captures d’écran",
    "Run applications on bare metal or the cloud with a Linux server OS packed with the latest open source technology.": "Exécutez des applications sur votre matériel ou le cloud avec un serveur Linux doté la dernière technologie open source.",
    "Reliable": "Fiable",
    "Release Notes": "Notes de version",
    "Productivity-boosting desktop features": "Fonctionnalités de bureau améliorant la productivité",
    "Powerful, completely open-source and free tools for amateur and professional astronomers.": "Un outil puissant, entièrement libre et open source pour les amateurs et les professionnels.",
    "Platforms Tested against CoreOS": "Plateformes testées avec CoreOS",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "Une fois une image téléchargée, vérifiez son intégrité pour votre sécurité.",
    "Not sure how to use these files? [Learn here](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)": "Vous ne savez pas utiliser ces fichiers ? [Apprenez ici](https://docs.fedoraproject.org/fr/quick-docs/creating-and-using-a-live-installation-image/)",
    "Learn more about the relationship between Red Hat and Fedora": "En savoir plus sur la relation entre Red Hat et Fedora",
    "Learn more about Fedora Media Writer": "En savoir plus sur Fedora Media Writer",
    "Leading technology": "Technologie d'avant garde",
    "Join a community of users and contributors focused on Fedora Workstation.": "Rejoignez la communauté d'utilisateurs et de contributeurs orientée sur Fedora Workstation.",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Rejoignez la communauté d'utilisateurs et de contributeurs orientée sur Fedora CoreOS.",
    "Helpful out of the box": "Serviable dès la mise en route",
    "Great for developers": "Idéal pour les développeurs",
    "Get started developing with Fedora Workstation": "Commencez à développer avec Fedora Workstation",
    "Free & private": "Gratuit & Privé",
    "For audio enthusiasts and musicians who want to create, edit, and produce audio and music on Linux.": "Pour les amateurs de son et les musiciens qui désirent créer, modifier et produire de la musique sous Linux.",
    "Fedora is sponsored by Red Hat": "Fedora est sponsorisé par Red Hat",
    "Fedora Workstation includes a great set of utilities, like Clocks, Weather and Maps.": "Fedora Workstation inclut un superbe ensemble d'utilitaires, comme Horloges, Météo et Cartes.",
    "Fedora Silverblue is an immutable desktop operating system aimed at good support for container-focused workflows.": "Fedora Silverblue est un système d’exploitation immuable visant à fournir un support pour les tâches relatives aux conteneurs.",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "Fedora CoreOS est créé par une équipe de la communauté Fedora Project appelée Groupe de Travail CoreOS. Il est composé de membres officiels qui ont des pouvoirs décisionnels, ainsi que d'autres contributeurs. En savoir plus sur ce groupe et comment vous pouvez vous impliquer sur le site Web du Groupe de Travail CoreOS.",
    "Features for everyone": "Fonctionnalités pour tous",
    "Downloads": "Téléchargements",
    "Download now": "Téléchargez maintenant",
    "Developed in partnership with upstream projects. Rigorously tested. Backed by Red Hat.": "Développé en partenariat avec les projets upstream. Rigoureusement testé. Soutenu par Red Hat.",
    "CoreOS Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Les réunions du groupe de travail sur CoreOS sont ouvertes à tous les contributeurs actuels et potentiels le mercredi à 11h EST sur fedora-meeting{'@'}irc.libera.chat.",
    "Containers ready to go": "Les conteneurs prêts à partir",
    "Community Support": "Support de la communauté",
    "Communication channels": "Canaux de communication",
    "Cloud Images": "Images Cloud",
    "By clicking on and downloading Fedora, you agree to comply with the following terms and conditions.": "En cliquant et en téléchargeant Fedora, vous acceptez de respecter les modalités suivantes.",
    "Built on the latest technologies and enhancements that open source has to offer.": "Construit sur les dernières technologies et améliorations que l'open source peut fournir.",
    "Built by you": "Conçu par vous",
    "Beautiful": "De toute beauté",
    "A wide variety of free and open robotics software packages for beginners and experts.": "Une grande variété de logiciels de robotique libres et open source pour les débutants et les experts de la robotique.",
    "A plethora of Free/Open source computational modelling tools for Neuroscience.": "Une pléthore d’outils de modélisation informatique libre/ouverte pour les neurosciences.",
    "A modern desktop featuring a traditional gnome user experience.": "Un bureau moderne procurant une expérience utilisateur Gnome traditionnelle.",
    "A lightweight and well intgrated LXQT desktop environment.": "LXQt, un environnement de bureau léger et bien intégré.",
    "A light, fast, and less resource hungry desktop environment": "Un environnement bureautique plus léger, rapide et consommant moins de ressources",
    "A foundation for Internet of Things and Device Edge ecosystem.": "Une fondation pour l’Internet des objets et les écosystèmes Device Edge.",
    "A complete, modern desktop built using the KDE Plasma Desktop Environment.": "Un environnement bureautique complet et moderne utilisant KDE Plasma Desktop.",
    "A collection and perfect showcase of the best games available in Fedora.": "Une collection et parfaite vitrine des meilleurs jeux disponibles dans Fedora.",
    "A classroom lab for teaching the Python programming language to students.": "Un labo pour enseigner le langage de programmation Python en classe.",
    "A classic Fedora desktop with an additional 3D window manager.": "Un bureau Fedora classique avec en plus un gestionnaire de fenêtres 3D.",
    "A bundle of open source scientific and numerical tools used in research.": "Une suite open source d'outils scientifiques et de calculs utilisés pour la recherche.",
    "A beautiful, high-quality desktop, built on the latest open source technology. Trusted, powerful and easy.\n": "Un beau bureau, de haute qualité, construit autour des dernières technologies open source. Fiable, puissant et simple.\n",
    " * Fedora requires a minimum of 20GB disk, 2GB RAM, to install and run successfully. Double those amounts is recommended. ": " * Fedora nécessite un minimum de 20GB de disque et 2GB de RAM pour s’installer et s’exécuter correctement. Le double de ces valeurs est recommandé. ",
    "Why Fedora CoreOS?": "Pourquoi Fedora CoreOS ?",
    "Pick your": "Choisissez votre",
    "Open to everyone": "Ouvert à tous",
    "Once you've got Fedora installed and running, why not join and contribute to one of our online communities?": "Une fois Fedora installé et opérationnel, pourquoi ne pas rejoindre et contribuer à l'une de nos communautés ?",
    "Officially-supported Fedora community spaces": "Espaces communautaires Fedora officiels",
    "New Contributors": "Nouveaux Contributeurs",
    "Most computers with Intel and AMD processors.": "La plupart des ordinateurs équipés de processeurs Intel et AMD.",
    "Fedora Logo": "Logo Fedora",
    "Fedora Linux with the i3 Tiling Window Manager.": "Fedora Linux avec le gestionnaire de fenêtre de type pavage i3.",
    "Fedora Kinoite is an immutable KDE-based desktop.": "Fedora Kinoite est un bureau immuable basé sur KDE.",
    "Fedora Discussion": "Fedora Discussion",
    "Fedora CoreOS is available across 3 different release streams": "Fedora CoreOS est disponible dans 3 canaux de versions différents",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "Fedora CoreOS peut être déployé sur 3 architectures CPU différentes.",
    "Fedora Chat": "Fedora Chat",
    "Fedora Accounts": "Compte Fedora",
    "Explore Fedora Laptops": "Découvrez les ordinateurs portables Fedora",
    "Don't miss these important deadlines": "Ne manquez pas ces échéances importantes",
    "Deadline:": "Échéance :",
    "CoreOS is currently available on multiple platforms, with more coming soon.": "CoreOS est actuellement disponible sur plusieurs plates-formes, et d'autres seront bientôt disponibles.",
    "Container-based": "Basé sur les conteneurs",
    "Community-maintained spaces": "Espaces gérés par la communauté",
    "Cloud Launchable": "Cloud lançable",
    "Bare Metal & Virtualized": "Bare Metal & Virtualisé",
    "BETA": "BÊTA",
    "An automatically-updating, minimal operating system for running containerized workloads securely and at scale.": "Un système d'exploitation minimal avec mise à jour automatique pour exécuter des charges de travail conteneurisées en toute sécurité et à grande échelle.",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Aussi connu sous armv8. Pour la plupart des processeurs autres qu'Intel et AMD comme le Raspberry Pi ou d'autres appareils similaire.",
    "Accomodations": "Hébergement",
    "A complete and well integrated desktop.": "Un bureau complet et bien intégré.",
    "Contributors": "Contributeurs",
    "The solid foundation for IoT ecosystems": "Une solide fondation pour l'ecosystem IoT",
    "Spins": "Spins",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "Une fois une image téléchargée, vérifiez son intégrité pour votre sécurité",
    "Latest release": "Dernière version",
    "Labs": "Labs",
    "Fantastic apps": "Applications fantastique",
    "Fedora Cloud Image": "Image Fedora Cloud",
    "Fedora ALT Downloads": "Téléchargements alternatifs de Fedora",
    "Extensive documentation is available at the Fedora documentation page.": "Une documentation complète est disponible sur la page de documentation de Fedora.",
    "Extended Social Channels": "Canaux sociaux étendus",
    "Engineering Teams": "Équipes d'ingénierie",
    "Endorsed Partners of Fedora Cloud ": "Partenaires approuvés de Fedora Cloud ",
    "Enables a variety of server workloads": "Permet une variété de charges de travail pour serveur",
    "Edit this website": "Modifiez ce site web",
    "Easy Fix": "Solution facile",
    "Easily install, update and manage software packages": "Installez, mettez à jour et gérez facilement les paquets logiciels",
    "Each stable RPM package published by the Fedora Project is signed with a GPG signature. By default, `dnf` and the graphical update tools will verify these signatures and refuse to install any packages that are not signed or have bad signatures. You should always verify the signature of a package before you install it. These signatures ensure that the packages you install are what was produced by the Fedora Project and have not been altered (accidentally or maliciously) by any mirror or website that is providing the packages.": "Chaque paquet RPM publié par le projet Fedora est signé avec une signature GPG. Par défaut, `dnf` et les outils de mise à jour graphique vérifieront ces signatures et refuseront d'installer les paquets non signés ou ayant une mauvaise signature. Vous devez toujours vérifier la signature d'un paquet avant de l'installer. Ces signatures garantissent que les paquets que vous installez sont ceux qui ont été produits par le projet Fedora et n'ont pas été modifiés (accidentellement ou de manière malveillante) par un miroir ou un site Web fournissant les paquets.",
    "Download the latest version of Fedora IoT Edition for your architecture here.": "Téléchargez la dernière version de Fedora IoT pour votre architecture ici.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "Téléchargez la dernière version de Fedora Cloud pour votre architecture ici.",
    "Download Fedora Server 37": "Télécharger Fedora Server 37",
    "Download Fedora IoT": "Téléchargez Fedora IoT",
    "Diversity & Inclusion": "Diversité & Inclusion",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "Conçu avec la sécurité à l'esprit, Fedora Cloud inclut des fonctionnalités telles que SELinux, qui renforce la sécurité du noyau, et les profils de sécurité.",
    "Design Suite": "Design suite",
    "Customizable": "Personnalisable",
    "Current GPG keys": "Clés GPG actuelles",
    "Connections": "Connexions",
    "Community-driven": "Piloté par la communauté",
    "Cinnamon Desktop": "Bureau Cinnamon",
    "Call to action": "Appel à l'acte",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity.": "En calculant la somme de contrôle de l'image sur votre propre ordinateur et en la comparant à la somme de contrôle d'origine, vous pouvez vérifier que l'image n'a pas été altérée ou corrompue. Les images sont également signées GPG avec les clés Fedora pour démontrer leur intégrité.",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "En calculant la somme de contrôle de l'image sur votre propre ordinateur et en la comparant à la somme de contrôle d'origine, vous pouvez vérifier que l'image n'a pas été altérée ou corrompue. Les images sont également signées GPG avec les clés Fedora pour démontrer leur intégrité.",
    "Boxes takes the guesswork out of using virtual machines. Just select the OS you want to install, and the app will do the rest.": "Machines simplifie l'utilisation de machines virtuelles. Sélectionnez simplement le système d'exploitation que vous souhaitez installer et l'application s'occupera du reste.",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "Le Blog de la Communauté et le Magazine Fedora sont toujours à la recherche de propositions d'articles, d'écrivains et d'éditeurs.",
    "Beyond the official channels for Fedorans to communicate, community members are involved on other popular platforms as well! Check out IRC, Discord, Telegram, Reddit, and more!": "Au-delà des canaux officiels de communication des Fedoriens, les membres de la communauté sont également impliqués sur d'autres plateformes populaires ! Découvrez les sur IRC, Discord, Telegram, Reddit et plus encore !",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "Être un projet open source signifie qu'il existe un grosse base de connaissances et d'expertise disponible.",
    "Badges": "Badges",
    "Astronomy": "Astronomie",
    "Ask and answer questions on [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)": "Posez vos questions sur [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)",
    "Announcements that are pertinent to Fedora developers and the Fedora infrastructure team tend to be posted here.": "Des annonces pertinentes pour les développeurs et l'équipe d'infrastructure de Fedora sont publiées ici.",
    "An innovative platform for hardware, clouds, and containers, built with love by you.": "Une plate-forme innovante pour les machines, clouds et conteneurs, construite avec amour par vous.",
    "All the packages, tools and runtimes you might need, up to date and ready for use with just a single command.": "Tous les paquets, outils et runtimes dont vous pourriez avoir besoin, à jour et prêts à l'emploi en une seule commande.",
    "All the packages developers need": "Tous les paquets dont les développeurs ont besoin",
    "Accounts & Apps": "Comptes & Applications",
    "A minimal OS with automatic updates. Scalable and secure.": "Un système d'exploitation minimal avec mises à jour automatiques. Évolutif et sécurisé.",
    "A lightweight yet powerful and scalable OS": "Un système d'exploitation léger mais puissant et évolutif",
    "A built-in remote server administration tool is ready to use on first boot": "Un outil d'administration à distance intégré est prêt à être utilisé au premier démarrage",
    "A Registered Digital Public Good": "Un bien public numérique enregistré",
    "A Community Server OS": "Un système d'exploitation communautaire pour serveur",
    "100% Free & Open Source": "100% Libre & Open Source",
    "Get support from our the community on the Fedora Discussion Forum.": "Obtenez le soutien de notre communauté sur le forum de discussion Fedora.",
    "General Q&A": "Q&R générales",
    "Games": "Games",
    "Free Admission": "Entrée libre",
    "Found a security bug?": "Vous avez trouvé un bogue de sécurité ?",
    "For Power ppc64le systems": "Pour les systèmes Power ppc64le",
    "For Intel and AMD x86_64 systems": "Pour les systèmes Intel et AMD x86_64",
    "For IBM s390x zSystems": "Pour IBM systèmes Z s390x",
    "For IBM Cloud and zSystems.": "Pour le Cloud IBM et systèmes Z.",
    "For ARM® aarch64 systems": "Pour les systèmes ARM® aarch64",
    "Follow us on twitter! This is a great place to stay up to date on the latest in the Fedora community.": "Suivez-nous sur Twitter ! C'est un endroit idéal pour se tenir au courant des dernières nouveautés de la communauté Fedora.",
    "Follow us on Mastodon! This is a great place to stay up to date on the latest in the Fedora community.": "Suivez-nous sur Mastodon ! C'est un endroit idéal pour se tenir au courant des dernières nouveautés de la communauté Fedora.",
    "Flock Registration Open": "Flock : Enregistrement ouvert",
    "Flock Call for Proposals": "Flock : Appel à propositions",
    "Flip a switch to turn on dark mode and give your eyes a break. Or use night light to reduce screen glare and help with sleep.": "Actionnez un interrupteur pour activer le mode sombre et soulager vos yeux. Ou utilisez le mode veilleuse pour réduire les reflets à l’écran et vous faciliter le sommeil.",
    "Fedora releases two major versions every year. We celebrate the hard work of our contributors virtually at each release.": "Fedora publie deux versions majeures chaque année. Nous célébrons virtuellement le travail acharné de nos contributeurs à chaque version.",
    "Fedora new release and beta release announcements show up here first. Test Day announcements are also posted here. This blog also hosts articles contributed from users like you!": "Les annonces de nouvelle version et de version bêta de Fedora apparaissent ici en premier. Les annonces de la Journée Test sont également publiées ici. Ce blog héberge également des articles rédigés par des utilisateurs comme vous !",
    "Fedora keeps you safe": "Fedora vous protège",
    "Fedora is always free for anyone to **use, modify, and distribute**. It is built and used by people across the globe who work together as a community.": "Fedora est toujours libre pour quiconque de **l'utiliser, le modifier et le distribuer**. Il est construit et utilisé par des personnes du monde entier qui travaillent ensemble en tant que communauté.",
    "Fedora comes with a fantastic collection of apps which cater to every need. Easily install the very best desktop apps with the click of a button from Fedora's repositories, Flathub or anywhere else.": "Fedora est livré avec une fantastique collection d'applications qui répondent à tous les besoins. Installez facilement les meilleures applications de bureau en un clic depuis les référentiels de Fedora, Flathub ou n'importe où ailleurs.",
    "Fedora Workstation is created by a team in the Fedora Project community called the **Workstation Working Group**. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the [Workstation Working Group website](https://docs.fedoraproject.org/en-US/workstation-working-group/).": "Fedora Workstation est créé par une équipe de la communauté Fedora Project appelée **Groupe de Travail Workstation**. Il est composé de membres officiels qui ont des pouvoirs décisionnels, ainsi que d'autres contributeurs. En savoir plus sur ce groupe et comment vous pouvez vous impliquer sur le [site Web du Groupe de Travail Workstation](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Workstation is a polished, easy to use operating system for laptop and desktop computers, with a complete set of tools for developers and makers of all kinds.": "Fedora Workstation est un système d’exploitation bien fini et facile d’utilisation pour les ordinateurs de bureau et portables, avec un ensemble complet d’outils pour les développeurs et les créateurs de tous types.",
    "Fedora Workstation Image": "Image Fedora Workstation",
    "Fedora Spins": "Variantes de Fedora",
    "Fedora Social": "Fedora Social",
    "Fedora Server is created by a team in the Fedora Project community called the Server Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Server Working Group website.": "Fedora Server est créé par une équipe de la communauté Fedora Project appelée Groupe de Travail Serveur. Il est composé de membres officiels qui ont des pouvoirs décisionnels, ainsi que d'autres contributeurs. Apprenez-en davantage sur ce groupe et comment vous pouvez vous impliquer sur le site Web du Groupe de Travail Serveur.",
    "Fedora Server Image": "Image Fedora Server",
    "Fedora Linux": "Fedora Linux",
    "Fedora Labs is a selection of curated bundles of purpose-driven software and content as curated and maintained by members of the Fedora Community. These may be installed as standalone full versions of Fedora or as add-ons to existing Fedora installations.": "Fedora Labs est un ensemble organisé de logiciels pilotés par le but et de contenus, organisés et maintenus par la communauté Fedora. Ils peuvent être installés comme des versions autonomes de Fedora, ou comme des modules additionnels à une installation Fedora existante.",
    "Fedora Labs": "Fedora Labs",
    "Fedora IoT provides a trusted open source platform as a strong foundation for IoT ecosystems.": "Fedora IoT met à disposition une plateforme de confiance comme fondation solide pour les écosystèmes de l’Internet des objets.",
    "Fedora IoT is created by a team in the Fedora Project community called the IoT Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the IoT Working Group website.": "Fedora IoT est créé par une équipe de la communauté Fedora Project appelée Groupe de Travail IoT. Il est composé de membres officiels qui ont des pouvoirs décisionnels, ainsi que d'autres contributeurs. En savoir plus sur ce groupe et comment vous pouvez vous impliquer sur le site Web du groupe de travail IoT.",
    "Fedora IoT Image": "Image Fedora IoT",
    "Fedora Index Image": "Image d'index Fedora",
    "Fedora Docs": "Documentation Fedora",
    "Fedora Developer": "Développeur Fedora",
    "Fedora Council": "Conseil Fedora",
    "Fedora CoreOS is an automatically updating, minimal, container-focused operating system.": "Fedora CoreOS est un système d'exploitation minimal, axé sur les conteneurs, avec mise à jour automatique.",
    "Fedora CoreOS Release Notes": "Notes de version de Fedora CoreOS",
    "Fedora CoreOS Image": "Image Fedora CoreOS",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "Fedora Cloud propose les paquets logiciels et les mises à jour les plus récentes, garantissant que vous soyez constamment à jour.",
    "Fedora Cloud is optimized for container workloads making it a great host for running containerized applications.": "Fedora Cloud est optimisé pour les conteneurs ce qui en fait un hôte idéal pour exécuter des applications conteneurisées.",
    "Fedora Cloud edition is a powerful and minimal base operating system image with tailored images available for both public and many private cloud uses.": "Fedora Cloud est un système d'exploitation minimal et puissant avec des images personnalisées disponibles pour une utilisation sur des cloud publics et privés.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "Fedora Cloud vous permet d'adapter votre environnement à vos besoins en choisissant les paquets et fonctionnalités que vous souhaitez inclure.",
    "Participate in workstation discussions on [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)": "Participer aux discussions sur la Fedora workstation [discussion.fedoraproject.org/c/project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)",
    "Learn about packaging for Fedora Linux — from both a policy and a technical perspective.": "En savoir plus sur l'empaquetage et les paquets sur Fedora Linux — à la fois d'un point de vue réglementaire et technique.",
    "verify_button_instruction": "Cliquez sur le bouton de vérification {verify_button} pour obtenir des instructions adaptées à votre téléchargement.",
    "You can view, file, and discuss Fedora Workstation issues on [the Fedora Workstation issue tracker](https://fedoraproject.org/wiki/Bugzilla).": "Vous pouvez afficher, classer et discuter des problèmes de Fedora Workstation sur le [gestionnaire de suivi des problèmes de Fedora Workstation](https://fedoraproject.org/wiki/Bugzilla).",
    "You can view, file, and discuss Fedora Server issues on the [Fedora Server issue tracker](https://pagure.io/fedora-server/issues).": "Vous pouvez afficher, classer et discuter des problèmes de Fedora Server sur le [gestionnaire de suivi des problèmes de Fedora Server](https://pagure.io/fedora-server/issues).",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues)": "Vous pouvez afficher, classer et discuter des problèmes de Fedora IoT sur le [gestionnaire de suivi des problèmes de Fedora IoT](https://pagure.io/fedora-iot/issues)",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues).": "Vous pouvez afficher, classer et discuter des problèmes de Fedora IoT sur le [gestionnaire de suivi des problèmes de Fedora IoT](https://pagure.io/fedora-iot/issues).",
    "You can verify the details of the GPG key(s) below.": "Vous pouvez vérifier les détails de la ou des clés GPG ci-dessous.",
    "You can verify the details of the GPG key(s)": "Vous pouvez vérifier les détails de la ou des clés GPG",
    "You can use this to search for things in Fedora's code repositores. See the Fedora Magazine article for more info.": "Vous pouvez l’utiliser pour rechercher des choses dans les dépôts de code de Fedora. Voir l’article de Fedora Magazine pour plus d’informations.",
    "You can chat with the Fedora Workstation Working Group via either Matrix or IRC: **#workstation:fedoraproject.org** on Matrix or #fedora-workstation on irc.libera.chat.": "Vous pouvez discuter avec le groupe de travail Fedora Workstation via Matrix ou IRC : **#workstation:fedoraproject.org** sur Matrix ou #fedora-workstation sur irc.libera.chat.",
    "You can chat with the Fedora Server Working Group via either Matrix or IRC: #server:fedoraproject.org on Matrix and #fedora-server on irc.libera.chat.": "Vous pouvez discuter avec le groupe de travail Fedora Server via Matrix ou IRC: #server:fedoraproject.org sur Matrix et #fedora-server sur irc.libera.chat.",
    "You can chat with the Fedora IoT Working Group via either Matrix or IRC: #iot:fedoraproject.org on Matrix and #fedora-iot on irc.libera.chat.": "Vous pouvez discuter avec le groupe de travail Fedora IdO via Matrix ou IRC: #iot:fedoraproject.org sur Matrix et #fedora-iot sur irc.libera.chat.",
    "You can chat with the Fedora CoreOS Working Group via either Matrix or IRC: #coreos:fedoraproject.org on Matrix and #fedora-coreos on irc.libera.chat.": "Vous pouvez discuter avec le groupe de travail Fedora CoreOS via Matrix ou IRC: #coreos:fedoraproject.org sur Matrix et #fedora-coreos sur irc.libera.chat.",
    "Yes, they still exist.": "Oui, ils existent toujours.",
    "Workstation Working Group meetings are open to all current and potential contributors on **Tuesdays, 9:30 AM US Eastern** on [bluejeans.com/395383051](https://bluejeans.com/395383051).": "Les réunions Workstation Working Group sont ouvertes à tous les contributeurs actuels et potentiels les **mardis à 9h30 (US Eastern)** sur [bluejeans.com/395383051](https://bluejeans.com/395383051).",
    "Verify the signature file is valid": "Vérifiez que le fichier de signature est valide",
    "Verify the checksum matches": "Vérifier les correspondances avec la somme de contrôle",
    "Verify the CHECKSUM file is valid": "Vérifiez que le fichier CHECKSUM (somme de contrôle) est valide",
    "Verify the checksum file is valid": "Vérifier que le fichier de somme de contrôle est valide",
    "Users and developers are available in the #fedora channel on Fedora Chat.": "Les utilisateurs et les développeurs sont disponibles dans le canal #fedora de Fedora Chat.",
    "User Guides": "Guides de l’utilisateur",
    "Use this link to focus on questions and answers about the KDE desktop environment.": "Utilisez ce lien pour vous concentrer sur les questions et réponses sur l’environnement de bureau KDE.",
    "Use this link to focus on questions and answers about the GNOME desktop environment.": "Utilisez ce lien pour vous concentrer sur les questions et réponses concernant l’environnement de bureau GNOME.",
    "Use this link to focus on questions and answers about installing Fedora Linux.": "Utilisez ce lien pour vous concentrer sur les questions et réponses concernant Fedora Linux.",
    "Use this link to focus on questions and answers about Fedora Workstation.": "Utilisez ce lien pour vous concentrer sur les questions et réponses concernant Fedora Workstation.",
    "Use this link to focus on questions and answers about Fedora Server.": "Utilisez ce lien pour vous concentrer sur les questions et réponses concernant Fedora Server.",
    "Use this link to focus on questions and answers about Fedora IoT (Internet of Things).": "Utilisez ce lien pour vous concentrer sur les questions et réponses concernant Fedora IdO (Internet des Objets).",
    "Use this link to focus on questions and answers about Fedora CoreOS.": "Utilisez ce lien pour vous concentrer sur les questions et réponses concernant Fedora CoreOS.",
    "Use this link to focus on questions and answers about Fedora Cloud.": "Utilisez ce lien pour vous concentrer sur les questions et réponses concernant Fedora Cloud.",
    "Use this link to connect with other workstation contributors.": "Utilisez ce lien pour vous connecter avec d’autres contributeurs de la version Fedora Workstation.",
    "Use the latest container tools from the Red Hat ecosystem. No setup required. Access the Red Hat container registry.": "Utilisez les derniers outils de conteneur de l’écosystème Red Hat. Aucune configuration n'est requise. Accédez au registre de conteneurs Red Hat.",
    "Upgrading Fedora Linux": "Mise à niveau de Fedora Linux",
    "Up-to-date": "À jour",
    "Try it now": "Essayez-le maintenant",
    "Translations": "Traductions",
    "To be granted access and be credited for your contributions, you will need a Fedora account. Do this first!": "Pour avoir des accès privilégiés et être crédité pour vos contributions, vous aurez besoin d’un compte Fedora. Faites-le avant d'abord !",
    "This page lists known and scheduled outages of Fedora Project services.": "Cette page répertorie les interruptions connues et planifiées des services du projet Fedora.",
    "This is where contributors are awarded tokens of recognition for their contributions. How many can you get!": "C’est là que les contributeurs reçoivent des jetons de reconnaissance pour leurs contributions. Combien pouvez-vous en obtenir ?",
    "This is the software that builds Fedora's RPM packages.": "C’est le logiciel qui construit les paquets RPM de Fedora.",
    "This is the proverbial office “water cooler”, where people gather for “break from work” conversation. Introduce yourself, have (friendly!) off-topic discussions, and socialize!": "Il s'agit de la fameuse \"machine à café\" autour de laquelle les gens se réunissent pour discuter en pause. Présentez-vous, ayez des discussions (amicales !) hors sujet et socialisez !",
    "This is the main index page for all of Fedora's Documentation. If you weren't able to find a direct link to what you were looking for in this site's menus, you can try searching from here.": "Ceci est la page d’index principale de toute la documentation de Fedora. Si vous n’avez pas pu trouver un lien direct vers ce que vous cherchiez dans les menus de ce site, vous pouvez essayer de le rechercher à partir d’ici.",
    "This is primarily a collaboration tool for the community. Content that has been submitted here might be out of date and/or it might not have undergone the same level of scrutiny as the information on Fedora Docs.": "Il s’agit avant tout d’un outil de collaboration pour la communauté. Le contenu qui a été soumis ici peut être obsolète et/ou n'a peut-être pas fait l'objet d'un examen aussi approfondi que les informations figurant dans les documents de Fedora.",
    "This is an open-source git forge that the Fedora Project uses.": "Il s’agit d’un git forge open-source que le projet Fedora utilise.",
    "This is an open-source git forge that hosts most of Fedora's source RPM packages.": "Il s’agit d’un git forge open-source qui héberge la plupart des paquets RPM source de Fedora.",
    "This is an easy-to-use build system for the Fedora community.": "Il s’agit d’un système de build facile à utiliser pour la communauté Fedora.",
    "This is a week in September where we highlight the contributions and experiences of women, lgbtq+, and bipoc in Fedora.": "C’est une semaine de septembre où nous soulignons les contributions et les expériences des femmes, des LGBTQ+ et des PANDC dans Fedora.",
    "This is a special interest group that has formed for the sole purpose of helping new contributors get involved. Fedora is big and complex and it needs your help!": "Il s’agit d’un groupe d’intérêt spécial qui s’est formé dans le seul but d’aider les nouveaux contributeurs à s’impliquer. Fedora est grand et complexe et a besoin de votre aide !",
    "This is a collection of short HOWTO and FAQ-style documentation for Fedora users.": "Il s’agit d’une collection de courte documentation de style HOWTO et FAQ pour les utilisateurs de Fedora.",
    "This is Fedora's official build system. It is used to create, test, and publish packages.": "C’est le système de build officiel de Fedora. Il est utilisé pour créer, tester et publier des packages.",
    "This is Fedora's main forum for all project collaboration and user support. Also, if you have encountered a problem that might be a software bug, this is a good place to triage it with other users before escalating it to Red Hat's bugzilla reporting system.": "C’est le forum principal de Fedora pour tout ce qui concerne la collaboration de projet et le support utilisateur. De plus, si vous avez rencontré un problème qui pourrait être un bogue logiciel, c’est un bon endroit pour le trier d'abord avec d’autres utilisateurs avant de le transmettre au système de rapport bugzilla de Red Hat.",
    "These pages connect you to all the different spaces that Fedorans work on projects. From new to long-term contributors, the following links will get you to where you want to go.": "Ces pages vous connectent à tous les différents espaces dont les Fedorans utilisent pour travailler sur les projets. Depuis les nouveaux contributeurs aux contributeurs à long terme, les liens suivants vous mèneront là où vous voulez aller.",
    "These editions are supported but not yet a part of the official Fedora editions.": "Ces éditions sont prises en charge mais ne font pas encore partie des éditions officielles de Fedora.",
    "These documentation pages are contributor-focused. They include Fedora's guidelines, teams, organizational structure, and legal docs. If you are looking for user guides (installation, getting started, etc.) check under the Help menu.": "Ces pages de documentation sont axées sur les contributeurs. Ils incluent les directives, les équipes, la structure organisationnelle et les documents juridiques de Fedora. Si vous recherchez des guides d'utilisation (installation, mise en route, etc.), consultez le menu Aide.",
    "These are the tools and Git forges that Fedora packagers and developers use to build the Fedora systems.": "Ce sont les outils et Git crée ces empaquetage et les développeurs de Fedora utilisent pour bâtie les systèmes d'exploitation Fedora.",
    "These are some of the tools that you will use when contributing to the Fedora Project.": "Voici quelques-uns des outils que vous utiliserez lorsque vous contribuerez au projet Fedora.",
    "These are some low-priority items that are thought to be good entry-level tasks for a new contributor to start with.": "Ce sont des éléments de faible priorité qui sont considérés comme de bonnes tâches d'initiation pour un nouveau contributeur.",
    "These are some introductory guides to help users get started with Fedora Linux.": "Voici quelques guides d'introduction pour aider les utilisateurs à démarrer avec Fedora Linux.",
    "These are some convenient links to the discussion threads for several of Fedora's larger subprojects and special interest groups.": "Voici quelques liens pratiques vers les fils de discussion de plusieurs importants sous-projets de Fedora et groupes d'intérêts spéciaux.",
    "All Teams & Tags": "Toutes les équipes et tous les tags",
    "These are sites where updates about new and upcomming events, releases, packages, and projects are likely to be posted. You might want to subscribe to some of these to get the notices in your inbox.": "Il s'agit de sites sur lesquels des mises à jour concernant des événements, des versions, des paquets et des projets nouveaux ou en cours sont susceptibles d'être publiées. Vous pouvez vous abonner à certains d'entre eux pour recevoir les avis dans votre boîte de réception.",
    "These are places to get (and give) user support.": "Il s'agit d'endroits où l'on peut obtenir (et donner) de l'aide aux utilisateurs.",
    "The solid edge foundation": "La fondation solid edge",
    "These are a few free-form communication channels and some links to information about Fedora's release parties and annual conferences. Fedorans regularly come together to celebrate our community and the hard work that we put into it!": "Il s’agit de quelques canaux de communication sous forme libres et de quelques liens vers des informations sur les \"release parties\" de Fedora et les conférences annuelles de Fedora. Les Fedorans se réunissent régulièrement pour célébrer notre communauté et le travail acharné que nous y consacrons !",
    "The optimal container host will be offered in order to run containerized applications.": "L’hôte de conteneur optimal sera proposé afin d’exécuter des applications conteneurisées.",
    "The goal of this initiative is to help foster diversity and inclusion in Fedora community.": "Le but de cette initiative est d’aider à favoriser la diversité et l’inclusion dans la communauté Fedora.",
    "The flagship Fedora edition featuring the latest Gnome desktop. The Linux desktop you've been waiting for.": "L’édition phare de Fedora avec le dernier bureau Gnome. Le bureau Linux que vous attendiez.",
    "The container optimized OS": "Le système d’exploitation optimisé pour le conteneur",
    "The annual contributor conference for Fedora Linux. Flock takes place at the beginning of August.": "La conférence annuelle des contributeurs pour Fedora Linux. Flock a lieu au début du mois d’août.",
    "The Water Cooler": "La Machine à Café",
    "The Stable stream is the most reliable version of Fedora CoreOS. Releases are battle-tested within the Testing stream before being promoted.": "Le canal Stable est la version la plus fiable de Fedora CoreOS. Les releases sont mises à l'épreuve dans le canal Testing avant d’être promues.",
    "The Testing stream contains the next Stable release. Mix a few Testing machines into your cluster to catch any bugs specific to your hardware or configuration.": "Le canal Testing contient la prochaine version stable. Mélangez quelques machines du canal Testing dans votre cluster pour détecter les bogues spécifiques à votre matériel ou à votre configuration.",
    "The Next stream represents the future. It provides early access to new features and to the next major version of Fedora. Run a few Next machines in your cluster, or in staging, to help find problems.": "Le canal Next représente l’avenir. Il fournit un accès anticipé aux nouvelles fonctionnalités et à la prochaine version majeure de Fedora. Exécutez quelques machines sur le canal Next dans votre cluster, ou sur votre environnement de test, pour nous aider à identifier de potentiel problèmes.",
    "The Labs are Fedora Linux set up with software bundles based on particular topics.": "Les Labs sont des installations Fedora Linux avec des ensembles de logiciels basés sur des sujets particuliers.",
    "The Fedora Social chat room is a place for Fedora community members to relax and talk about most any topics they wish.": "La salle de chat Fedora Social est un endroit où les membres de la communauté Fedora peuvent se détendre et parler de la plupart des sujets qu’ils souhaitent.",
    "The Fedora Silverblue team": "L’équipe Fedora Silverblue",
    "The Fedora Server edition working group": "Le groupe de travail sur l’édition Fedora Server",
    "The Fedora Server Working Group sends meeting agendas and minutes and has discussions on their mailing list at server@lists.fedoraproject.org.": "Le groupe de travail Fedora Server envoie les ordres du jour et les procès-verbaux des réunions et a des discussions sur leur liste de diffusion à server{'@'}lists.fedoraproject.org.",
    "The Fedora Project is a community of people working together to build a free and open source software platform and to collaborate on and share user-focused solutions built on that platform. Or, in plain English, we make an operating system and we make it easy for you to do useful stuff with it.": "Le projet Fedora est une communauté de personnes travaillant ensemble pour construire une plate-forme logicielle libre et open source et pour collaborer et partager des solutions axées sur l’utilisateur construites sur cette plate-forme. Ou, en clair, nous créons un système d’exploitation et nous vous facilitons la tâche pour faire des choses utiles avec.",
    "The Fedora Project envisions a world where everyone can benefit from free and open source software built by inclusive, welcoming, and open-minded communities.\nFedora Server is created by a team in the Fedora community called the **Server Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Server Working Group website](https://docs.fedoraproject.org/en-US/server-working-group/).": "Le projet Fedora envisage un monde où tout le monde peut bénéficier de logiciels libres et open source construits par des communautés inclusives, accueillantes et ouvertes d’esprit.\n\nFedora Server est créé par une équipe de la communauté Fedora appelée le **Server Working Group**. Il est composé de membres officiels qui ont des pouvoirs de décision, ainsi que d’autres contributeurs. Pour en savoir plus, consultez le site web du [Server Working Group](https://docs.fedoraproject.org/en-US/server-working-group/).",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora IoT is created by a team in the Fedora community called the **IoT Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [IoT Working Group website](https://docs.fedoraproject.org/en-US/iot-wg/).": "Le projet Fedora envisage un monde où tout le monde bénéficie de logiciels libres et open source construits par des communautés inclusives, accueillantes et ouvertes d’esprit.\n\nFedora IoT est créé par une équipe de la communauté Fedora appelée **IoT Working Group**. Il est composé de membres officiels qui ont des pouvoirs de décision, ainsi que d’autres contributeurs. Pour en savoir plus, consultez le [site web du groupe de travail sur l’IoT](https://docs.fedoraproject.org/en-US/iot-wg/).",
    "The Fedora Project Leader likes to post things here. This forum also receives weekly updates from The Fedora Project Manager and the Community Platform Engineering team.": "Le chef de projet Fedora aime poster des choses ici. Ce forum reçoit également des mises à jour hebdomadaires du chef de projet Fedora et de l’équipe d’ingénierie de la plate-forme communautaire.",
    "The Fedora Kinoite team": "L’équipe Fedora Kinoite",
    "The Fedora IoT Working Group sends meeting agendas and minutes and has discussions on their mailing list at iot@lists.fedoraproject.org.": "Le groupe de travail Fedora IoT envoie les ordres du jour et les procès-verbaux des réunions et a des discussions sur leur liste de diffusion à iot{'@'}lists.fedoraproject.org.",
    "The Fedora IoT (Internet of Things) edition working group": "Le groupe de travail de l’édition Fedora IoT (Internet of Things)",
    "The Fedora CoreOS image is kept minimal by design.": "L’image Fedora CoreOS est maintenue minimale par conception.",
    "The Fedora Cloud edition working group": "Le groupe de travail de l’édition Fedora Cloud",
    "The Fedora Alternative Downloads are either special-purpose - for testing, for specific architectures - or are more standard versions of Fedora in alternative formats such as network installer format or formatted for BitTorrent download.": "Les téléchargements alternatifs de Fedora sont soit spéciaux - pour les tests, pour des architectures spécifiques - soit des versions plus standard de Fedora dans des formats alternatifs tels que le format d’installation réseau ou formatés pour le téléchargement BitTorrent.",
    "The Extra Packages for Enterprise Linux special interest group": "Le groupe d’intérêt spécial Extra Packages for Enterprise Linux",
    "The Desktop spins feature specific Linux Desktop Environments. Our official Workstation Edition uses the Gnome Desktop, but you can install Fedora preconfigured with any of the listed Desktop Environments.": "Les spins de bureau comportent des environnements de bureau Linux spécifiques. Notre édition officielle édition poste de travail utilise l'environnement de bureau Gnome, mais vous pouvez installer Fedora préconfiguré avec n’importe lequel des environnements de bureau répertoriés.",
    "The **Fedora Server** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Server users and contributors.": "Le tag **Fedora Server** sur le forum de discussion basé sur le discours de Fedora est un excellent endroit pour se connecter avec d’autres utilisateurs et contributeurs de Fedora Server.",
    "The **Fedora IoT** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora IoT users and contributors.": "La balise **Fedora IoT** sur le forum de discussion de Fedora est un endroit idéal pour se connecter avec d’autres utilisateurs et contributeurs de Fedora IoT.",
    "Testing": "Test",
    "Talented leaders are elected to oversee the Fedora Project and Fedora's subprojects.": "Des leaders talentueux sont élus pour superviser le projet Fedora et les sous-projets de Fedora.",
    "Support Resources": "Ressources d’assistance",
    "Submit Proposal": "Soumettre une proposition",
    "Submissions Closed": "Soumissions fermées",
    "Streams": "Flux",
    "Stable Ecosystem": "Écosystème stable",
    "Stable": "Stable",
    "Sponsored by Red Hat Logo": "Logo sponsorisé par Red Hat",
    "Social & Events": "Réseaux sociaux et événements",
    "Sign up at [server@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/server@lists.fedoraproject.org/)": "Inscrivez-vous sur [server{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) pour recevoir les ordres du jour et les procès-verbaux des réunions [voir les archives](https://lists.fedoraproject.org/archives/list/server{'@'}lists.fedoraproject.org/)",
    "Sign up at **iot@lists.fedoraproject.org** to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/iot@lists.fedoraproject.org/)": "Inscrivez-vous sur **iot{'@'}lists.fedoraproject.org** pour recevoir les ordres du jour et les procès-verbaux des réunions [voir les archives](https://lists.fedoraproject.org/archives/list/iot{'@'}lists.fedoraproject.org/)",
    "Serving the needs of small to medium businesses, home labs, and enterprise workloads": "Répondre aux besoins des petites et moyennes entreprises, des laboratoires à domicile et des charges de travail d’entreprise",
    "Server Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Les réunions du groupe de travail sur les serveurs sont ouvertes à tous les contributeurs actuels et potentiels les mercredis à 11 h US Eastern à fedora-meeting{'@'}irc.libera.chat.",
    "Sensible Defaults": "Valeurs par défaut sensibles",
    "See the major changes and components version for latest Fedora CoreOS releases.": "Voir les principaux changements et la version des composantes pour les dernières versions de Fedora CoreOS.",
    "Security Lab": "Laboratoire de sécurité",
    "Secure": "Sécurisé",
    "Scientific": "Scientifique",
    "Run virtual machines and containers with [libvirt](https://libvirt.org/) and [podman](https://podman.io/) or build amazing applications on top of the [WildFly](https://www.wildfly.org) application runtime": "Exécutez des machines virtuelles et des conteneurs avec [libvirt](https://libvirt.org/) et [podman](https://podman.io/) ou créez des applications étonnantes à partir du moteur d'exécution d'applications [WildFly](https://www.wildfly.org).",
    "Run server workloads on bare metal or virtual machines with the latest open source technologies curated by the Fedora Community": "Exécutez des charges de travail serveur sur des machines virtuelles ou physiques avec les dernières technologies open source sélectionnées par la communauté Fedora.",
    "Robotics Suite": "Suite robotique",
    "Release planning, scheduling, and status tracking.": "Planification des versions, planification et suivi de l’état.",
    "Register to attend": "Inscrivez-vous pour participer",
    "RELEASE DATE": "DATE DE SORTIE DE LA RELEASE",
    "Quickly deploy a server with the tools you need to spin up your workloads": "Déployez rapidement un serveur avec les outils dont vous avez besoin pour faire tourner vos charges de travail",
    "Python Classroom": "Salle de classe Python",
    "Project Discussion": "Discussion autour du projet",
    "Program Management": "Gestion du programme",
    "Policies for licensing, trademarks, and other legal issues.": "Politiques relatifs aux licences, aux marques de commerce et à d’autres questions juridiques.",
    "Please take a moment and let us know. [Learn how on our wiki page](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).": "S’il vous plaît, prenez un moment et faites nous savoir. [Apprenez comment sur notre page wiki](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).",
    "Platforms Tested against IoT": "Plates-formes testées par rapport à l’IoT",
    "Pick your architecture": "Choisissez votre architecture",
    "Pick a language to view this page in your language": "Choisissez une langue pour afficher cette page dans votre langue",
    "Participate in a test day": "Participer à une journée de test",
    "Packaging Guidelines": "Directives d'empaquetage",
    "Panda, Beefy and Badger.": "Panda, Beefy et Badger.",
    "Package signing keys": "Clés de signature de paquet",
    "Packaging & Development": "Empaquetage et Développement",
    "Package Sources": "Sources des paquets",
    "Over the years, Fedorans have created many sources of information about Fedora Linux and the Fedora Project.": "Au fil des ans, les Fedorans ont créé de nombreuses sources d'informations sur Fedora Linux et le projet Fedora.",
    "Our goal is to provide the best container host to run workloads securely and at scale.": "Notre objectif est de fournir le meilleur hôte de conteneur pour exécuter les charges de travail en toute sécurité et à grande échelle.",
    "Other Sources": "Autres sources",
    "Optionally bring your online calendar, contacts and data to the desktop with online accounts": "Possibilité d’apporter votre calendrier en ligne, vos contacts et vos données sur le bureau avec des comptes en ligne",
    "Open to all current and potential contributors weekly - find more info [here](https://fedoraproject.org/wiki/Design).": "Ouvert à tous les contributeurs actuels et potentiels chaque semaine - trouvez plus d’informations [ici](https://fedoraproject.org/wiki/Design).",
    "Open to all current and potential contributors **every Wednesday at 16:00 UTC** on [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Ouvert à tous les donateurs actuels et potentiels **chaque mercredi à 16h UTC** sur [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Open to all current and potential contributors **every 1st and 3rd Wednesday at 18:00 UTC** on  [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Ouvert à tous les donateurs actuels et potentiels **chaque 1e et 3ème mercredi à 18h UTC** sur [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Online account integration": "Intégration de compte en ligne",
    "Obsolete GPG keys": "Clés GPG obsolètes",
    "Next upcoming event": "Prochain événement à venir",
    "Next": "Prochain",
    "News & Publications": "Nouvelles et publications",
    "News & Announcements": "Nouvelles et annonces",
    "Most subprojects hold weekly meetings in chatrooms. Fedora's Zodbot listens in on these meetings and keeps the logs here.": "La plupart des sous-projets organisent des réunions hebdomadaires dans des forums de discussion. Le Zodbot de Fedora écoute ces réunions et conserve les journaux ici.",
    "Mission Statement": "Explication de la mission",
    "Minimal": "minimal",
    "Mate-Compiz Desktop": "L'environnement de bureau Mate-Compiz",
    "Many of Fedora's groups use this version control system.": "De nombreux groupes de Fedora utilisent ce système de gestion de versions.",
    "Make the most of using Fedora.": "Tirez le meilleur parti de l'utilisation de Fedora.",
    "Mailing Lists": "Listes de diffusion",
    "Mac": "Mac",
    "Looking for a date that is not listed? Click here for help.": "Vous cherchez une date qui n'est pas répertoriée ? Cliquez ici pour obtenir de l'aide.",
    "List Fedora's GPG key(s)": "Liste des clés Fedora GPG",
    "License Details": "Détails de la licence",
    "License": "Licence",
    "Learn more": "En savoir plus",
    "Learn how to verify your downloads": "Découvrez comment vérifier vos téléchargements",
    "Learn how Fedora uses package signing to help protect you.": "Découvrez comment Fedora utilise la signature de paquets pour vous protéger.",
    "Learn about the Fedora Project governance.": "En savoir plus sur la gouvernance du projet Fedora.",
    "Learn about FESCo and Engineering subprojects, SIGs, Work Groups, and teams.": "En savoir plus sur la FESCo et les sous-projets d'ingénierie, les SIG, les groupes de travail et les équipes.",
    "Latest Technologies": "Les dernières technologies",
    "Laptops pre-loaded with Fedora": "Ordinateurs portables préchargés avec Fedora",
    "LXDE Desktop": "L'environnement de bureau LXDE",
    "LXQT Desktop": "L'environnement de bureau LXQT",
    "Join a community of users and contributors focused on Fedora Server.": "Rejoignez une communauté d'utilisateurs et de contributeurs orientés Fedora Server.",
    "Join a community of users and contributors focused on Fedora IoT.": "Rejoignez une communauté d'utilisateurs et de contributeurs orientés Fedora IoT.",
    "Join SIG": "Rejoindre SIG",
    "It's Fedora's calendar!": "C'est le calendrier Fedora !",
    "It is a compilation of software packages, each under its own license. Images that can be downloaded here are available under the combination of licenses of the constituent software packages and the license of the Fedora Linux distribution itself. [View License](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)": "Il s'agit d'un ensemble de paquets logiciel avec chacun avec sa propre licence. Les paquets sont disponibles au téléchargement sous double license : celle du paquet à proprement parlé et la licence de la distribution Fedora. [Voir la licence](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)",
    "IoT Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Les réunions du Groupe de travail travaillant sur l'Iot sont ouvertes à tous les contributeurs actuels et potentiels le mercredi à 11 heures fuseau horaire US Eastern sur fedora-meeting{'@'}irc.libera.chat.",
    "Installation": "Installation",
    "Infrastructure Status": "État de l'Infrastructure",
    "Important Dates": "Dates Importantes",
    "Import Fedora's GPG key(s)": "Importer la ou les clés GPG de Fedora",
    "Immutable Desktops": "Environnements de bureaux immuable",
    "If your download comes with a CHECKSUM file, follow these easy steps to verify your image for both security and integrity.": "Si votre téléchargement est accompagné d'un fichier CHECKSUM (somme de contrôle), suivez ces étapes simples pour vérifier la sécurité et l'intégrité de votre image.",
    "If you prefer an alternative desktop environment such as KDE Plasma Desktop or Xfce, you can download a Fedora Spin for your preferred desktop environment and use that to install Fedora, pre-configured for the desktop environment of your choice.": "Si vous préférez un environnement de bureau alternatif tel que KDE Plasma Desktop ou Xfce, vous pouvez télécharger un Spin Fedora pour votre environnement de bureau préféré et l'utiliser pour installer Fedora préconfiguré pour l'environnement de bureau de votre choix.",
    "If you need help installing, using, or customizing Fedora Linux, or have any other questions about the operating system or the Fedora Project, this is the place to ask!": "Si vous avez besoin d'aide pour installer, utiliser ou personnaliser Fedora Linux, ou si vous avez d'autres questions sur le système d'exploitation ou sur le projet Fedora, c'est le bon endroit !",
    "If the output states that the file is valid, then it's ready to use!": "Si la sortie indique que le fichier est valide, alors il est prêt à être utilisé !",
    "How to use Weblate": "Comment utiliser Weblate",
    "How to upgrade an existing Fedora Linux installation.": "Comment mettre à niveau une installation existante de Fedora Linux.",
    "How to select the appropriate download.": "Comment sélectionner le téléchargement approprié.",
    "High-efficiency tool for creating, running and managing containers": "Outil à haute efficacité pour la création, l'exécution et la gestion de conteneurs",
    "Help!": "Aide !",
    "Help the design and docs teams with workstation": "Aidez les équipes de conception et de documentation avec Fedora poste de travail",
    "Help keep the Fedora experience smooth, performant and bug-free by participating in a [test day](https://fedoraproject.org/wiki/QA/Test_Days)": "Aidez à garder l'expérience Fedora fluide, performante et exempt de bogues en participant à une [test day](https://fedoraproject.org/wiki/QA/Test_Days)",
    "Guides on developing and deploying applications using Fedora workstation": "Guides sur le développement et le déploiement d'applications sur Fedora poste de travail",
    "GitLab is the newest of Fedora's official version control systems. It supports single-sign-on with Fedora accounts.": "GitLab est le système de gestion de versions officiel de Fedora le plus récent. Il prend en charge l'authentification unique avec les comptes Fedora.",
    "Get Fedora": "Obtenir Fedora",
    "Getting going with Fedora is easier than ever. All you need is a 2GB USB flash drive, and Fedora Media Writer.\nOnce Fedora Media Writer is installed, it will set up your flash drive to run a \"Live\" version of Fedora Workstation, meaning that you can boot it from your flash drive and try it out right away without making any permanent changes to your computer. Once you are hooked, installing it to your hard drive is a matter of clicking a few buttons*.": "Démarrer avec Fedora n'a jamais été aussi facile. Tout ce dont vous avez besoin, c'est d'une clé USB de 2 Go et de Fedora Media Writer.\nUne fois Fedora Media Writer installé, il configurera votre support pour exécuter une version \"Live\" de Fedora Workstation, ce qui signifie que vous pourrez le démarrer à partir de votre support et l'essayer immédiatement sans apporter de modifications permanentes à votre ordinateur. Une fois la prise en mains terminée, l'installation sur votre disque dur se fait en quelques clics*.",
    "Getting Started": "Guide de démarrage",
    "From mobile apps to web; from desktop to GUIs to CLI tools; create it all easily with Fedora.": "Des applications mobiles au Web ; du bureau aux interfaces graphiques et aux outils CLI ; créez tout cela facilement avec Fedora.",
    "Fedora’s Mission and Foundations": "Mission et fondements de Fedora",
    "Fedora has lots of teams! Click here to see a more complete list.": "Fedora a beaucoup d'équipes ! Cliquez ici pour voir une liste plus complète.",
    "Fedora built for Pinephone and Pinephone Pro": "Fedora conçue pour Pinephone and Pinephone Pro",
    "Fedora Workstation is the result of work done across the Fedora Project, and everyone is welcome to participate. To learn how decisions are made about Workstation, see the [Fedora Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/) pages.": "Fedora poste de travail est le résultat du travail effectué à travers le projet Fedora, et tout le monde est invité à y participer. Pour savoir comment les décisions sont prises la concernant, voir les pages [Groupe de travail Fedora Workstation](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Quick Docs": "Fedora Quick Docs",
    "Fedora Linux bugs are reported to Red Hat's bugzilla.": "Les bogues de Fedora Linux sont signalés à l'outil bugzilla de Red Hat.",
    "Edit these docs": "Modifier les documents",
    "Edit fedoraproject.org using the content management system! Tip: Use the GitLab SSO link to open a session first.": "Modifier fedoraproject.org en utilisant le système de gestion de contenu ! Astuce : Utilisez d'abord le lien SSO GitLab pour ouvrir une session.",
    "Downloading Fedora Linux": "Téléchargement de Fedora Linux",
    "Did you notice a glaring typo or a broken link in these docs? Click here to find out how you can help make it right!": "Avez-vous remarqué une faute de frappe flagrante ou un lien rompu dans ces documents ? Cliquez ici pour savoir comment vous pouvez aider à bien faire les choses !",
    "An in-depth guide to installing Fedora Linux.": "Un guide détaillé pour installer Fedora Linux.",
    "Add translation": "Ajouter une traduction",
    "Add a translation": "Ajouter une traduction",
    "Activities beyond engineering: Learn about the teams focused on Fedora's outreach, brand, & more.": "Activités au-delà de l'ingénierie : découvrez les équipes orientées Fedora, sa portée, sa marque et plus encore.",
    " From the Data Center to your Raspberry Pi": " Du centre de données à votre Raspberry Pi",
    "Workstation": "Workstation",
    "Why Fedora Iot?": "Pourquoi Fedora IdO ?",
    "Week of Diversity": "Semaine de la diversité",
    "We've partnered with companies like Lenovo to bring you laptops pre-loaded with Fedora that include fully-supported hardware components. ": "Nous nous sommes associés à des entreprises comme Lenovo pour vous proposer des ordinateurs portables préchargés avec Fedora incluant des composants matériels entièrement pris en charge par la distribution. ",
    "We're so glad you've decided to give Fedora Server a try. We know you'll love it.": "Nous sommes très heureux que vous ayez décidé d’essayer Fedora Server. Nous savons que vous allez l’adorer.",
    "We use weblate to translate our site. Please find relevant links below.": "Nous utilisons weblate pour traduire notre site. Vous trouverez ci-dessous les liens pertinents.",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Nous avons un **appel à des propositions et aux sponsors** en vue de la conférence annuelle virtuelle Fedora Nest (Nest virtual Fedora annual conference) de cette année ! Les dates limites d'acceptation sont fixées au **1er juillet et au 8 juillet 2022**.\n[En savoir plus sur l'appel à propositions et proposer la vôtre](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "We are always excited to work with new contributors. If you're new to the project, check out these sites.": "Nous sommes toujours enthousiastes à l’idée de travailler avec de nouveaux contributeurs. Si vous êtes nouveau dans le projet, consultez ces sites.",
    "Want more Fedora options?": "Vous voulez plus d’options Fedora ?",
    "Visit \\#fedora-server on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)": "Visitez \\#fedora-server sur irc.libera.chat ou visitez [chat.fedoraproject.org/#/room/#server:fedoraproject.org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)",
    "Visit \\#fedora-iot on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).": "Visitez \\#fedora-iot sur irc.libera.chat ou visitez [chat.fedoraproject.org/#/room/#iot:fedoraproject.org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).",
    "Visit **\\#fedora-Cloud** on irc.libera.chat.": "Visitez **\\#fedora-Cloud** sur irc.libera.chat.",
    "View more articles on [Fedora Magazine](https://fedoramagazine.org/)": "Voir plus d’articles sur [Fedora Magazine](https://fedoramagazine.org/)",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid": "Vérifiez la sécurité et l’intégrité de votre téléchargement à l’aide du fichier de somme de contrôle approprié. S’il y a une bonne signature de l’une des clés Fedora, et que la somme de contrôle SHA256 correspond, alors le téléchargement est valide",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Vérifiez la sécurité et l’intégrité de votre téléchargement à l’aide de la somme de contrôle et du fichier de signature appropriés. S’il y a une bonne signature de l’une des clés Fedora, et que la somme de contrôle SHA256 correspond, alors le téléchargement est valide.",
    "Verify with CHECKSUM files": "Vérifier avec les fichiers CHECKSUM",
    "Verify your download": "Vérifier votre téléchargement",
    "i3 Tiling WM": "i3 Tiling WM",
    "Release Parties": "Soirées de lancement",
    "New to Fedora? Check our **[community forum](https://discussion.fedoraproject.org/c/ask)** for support and help with frequently asked questions.": "Nouveau sur Fedora ? Visitez notre **[forum de la communauté](https://discussion.fedoraproject.org/c/ask)** pour obtenir de l'aide et les réponses aux questions les plus fréquemment posées.",
    "August 1 - 4, 2023": "du 1er au 4 aout 2023",
    "its_your_Community.": "communauté.",
    "Mindshare Teams": "Équipes Mindshare"
}
