{
    "Languages": "Nyelv",
    "architecture": "architektúra",
    "Download": "Letöltés",
    "Try it now.": "Probáld ki most.",
    "Learn More": "Tudjon meg többet",
    "Registration": "Regisztráció",
    "Sponsors": "Támogatók",
    "Code of Conduct": "Magatartási kódex",
    "Legal": "Jogi információk",
    "Privacy Statement": "Adatvédelmi nyilatkozat",
    "Fedora Logo": "Fedora Logo",
    "Support": "Támogatás",
    "Contributors": "Hozzájárulók",
    "Community": "Közösség",
    "Cloud Launchable": "Felhőben indítható",
    "Cloud Images": "Felhő képek",
    "Screenshot": "Képernyőkép",
    "Visit Fedora Youtube": "Látogassa meg a Fedora Youtube csatornáját",
    "Learn more about the relationship between Red Hat and Fedora.": "Tudjon meg többet a Red Hat és a Fedora kapcsolatáról.",
    "Destination": "Rendeltetési hely",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Egy találkozón való részvétel vagy egy jelentés és a feltárt problémák megvitatása nagyszerű első lépés lehet a közreműködésben",
    "Universal messaging client. Communicate with the world via IRC, AIM, MSN, Yahoo and other instant messaging systems.": "Univerzális üzenetküldő kliens. Kommunikáljon a világgal IRC, AIM, MSN, Yahoo és más azonnali üzenetküldő rendszereken keresztül.",
    "Sponsored by Red Hat Logo": "Red Hat logó szponzorálásával",
    "No files available for this version.": "Ehhez a verzióhoz nem érhetők el fájlok.",
    "RELEASE DATE": "Kiadási megjegyzések",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "A Fedora Community Blog és a Fedora Magazine is mindig cikkjavaslatokat, írókat és szerkesztőket keres.",
    "Obsolete GPG keys": "Elavult GPG kulcsok",
    "Current GPG keys": "Jelenlegi GPG kulcsok",
    "Verify the CHECKSUM file is valid": "Ellenőrizze, hogy a CHECKSUM fájl érvényes-e",
    "You can verify the details of the GPG key(s) below.": "A GPG-kulcs(ok) részleteit alább ellenőrizheti.",
    "List Fedora's GPG key(s)": "Fedora GPG kulcsainak listázása",
    "100% Free & Open Source": "100%-ban ingyenes és nyílt forráskódú",
    "It's your Operating System.": "Ez az Ön operációs rendszere.",
    "Release Notes": "Kiadási megjegyzések",
    "Verify the signature file is valid": "Ellenőrizze, hogy az aláírási fájl érvényes-e",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Ellenőrizze a letöltés biztonságát és integritását a megfelelő ellenőrzőösszeg- és aláírásfájl segítségével. Ha az egyik Fedora-kulcs jó aláírást kap, és az SHA256 ellenőrzőösszeg megegyezik, akkor a letöltés érvényes.",
    "If the output states that the file is valid, then it's ready to use!": "Ha a kimenet azt írja ki, hogy a fájl érvényes, akkor használatra kész!",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid": "Ellenőrizze a letöltés biztonságát és sértetlenségét a megfelelő ellenőrzőösszeg-fájl segítségével. Ha van egy jó aláírás az egyik Fedora kulcsból, és az SHA256 ellenőrző összeg megegyezik, akkor a letöltés érvényes",
    "Verify the checksum matches": "Ellenőrizze az ellenőrző összeg egyezőségét",
    "Verify the checksum file is valid": "Ellenőrizze az ellenőrzőösszeg-fájl érvényességét",
    "You can verify the details of the GPG key(s)": "Ellenőrizheti a GPG kulcs(ok) részleteit",
    "Import Fedora's GPG key(s)": "Fedora GPG kulcs(ok) importálása",
    "Verify your download": "Ellenőrizze a letöltést",
    "Become a Sponsor": "Legyen szponzor",
    "Learn more": "Tudjon meg többet",
    "Get Started": "Kezdje el",
    "Watch the latest reviews ➔": "Nézze meg a legújabb értékeléseket ➔",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity.": "A kép ellenőrző összegének a saját számítógépén történő kiszámításával és az eredeti ellenőrző összeggel való összehasonlításával ellenőrizheti, hogy a képet nem manipulálták vagy rontották el. Az image-ek gpg aláírással is rendelkeznek Fedora kulcsokkal, hogy bizonyítsák integritásukat.",
    "Most computers with Intel and AMD processors.": "A legtöbb Intel és AMD processzorral rendelkező számítógép.",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Armv8 néven is ismert. Az Intel és AMD processzoroktól eltérő legtöbb processzorhoz, mint például a Rasperry Pi vagy más hasonló eszközök.",
    "BETA": "BÉTA",
    "Deadline:": "Határidő:",
    "Bare Metal & Virtualized": "Bare Metal & Virtualized",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "A Fedora CoreOS 3 különböző CPU-architektúrán telepíthető.",
    "Pick your": "Válassza ki a",
    "Become a Fedora Contributor": "Legyen Fedora Közreműködő",
    "Join Us!": "Csatlakozz hozzánk!",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "Nagyra értékelnénk az Ön barátságos és segítőkész hozzájárulását ezekhez a kommunikációs csatornákhoz",
    "For IBM s390x zSystems": "IBM s390x zSystems rendszerekhez",
    "For Power ppc64le systems": "Power ppc64le rendszerekhez",
    "For ARM® aarch64 systems": "ARM® aarch64 rendszerekhez",
    "For Intel and AMD x86_64 systems": "Intel és AMD x86_64 rendszerekhez",
    "We take security seriously": "Komolyan vesszük a biztonságot",
    "Fedora is sponsored by Red Hat.": "A Fedorát a Red Hat támogatja.",
    "Learn more about the relationship between Red Hat and Fedora": "Tudjon meg többet a Red Hat és a Fedora kapcsolatáról",
    "Fedora is sponsored by Red Hat": "A Fedorát a Red Hat támogatja",
    "Downloads": "Letöltések",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "Miután letöltött egy képet, mindenképpen ellenőrizze a biztonság és az integritás szempontjából",
    "Communication Channels": "Kommunikációs csatornák",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "A Cloud Working Group megbeszélései nyitva állnak minden jelenlegi és potenciális hozzászóló számára szerdánként, délelőtt 11 órakor az USA keleti részén, a fedora-meeting{'@'}irc.libera.chat címen.",
    "Chat Now": "Csevegj most",
    "Chat": "Csevegés",
    "Attend a meeting": "Vegyen részt egy találkozón",
    "We're so glad you've decided to give Fedora Cinnamon Spin a try. We know you'll love it.": "Nagyon örülünk, hogy úgy döntött, hogy kipróbálja a Fedora Cinnamon Spin-t. Tudjuk, hogy szeretni fogja.",
    "Fedora Cinnamon Spin": "Fedora Cinnamon Spin",
    "We're so glad you've decided to give Fedora Budgie Spin a try. We know you'll love it.": "Nagyon örülünk, hogy úgy döntött, hogy kipróbálja a Fedora Budgie Spin-t. Tudjuk, hogy szeretni fogod.",
    "Utilities & Configuration": "Segédprogramok és konfiguráció",
    "Upstream Documentation": "Upstream dokumentáció",
    "The Fedora Budgie Spin showcases the Budgie Desktop, a feature-rich, modern desktop designed to keep out the way of the user. Budgie Desktop uses common desktop design metaphors while offering uses sophisticated functionality such as its Raven widget and notification center, and an approachable method to personalization.\n\nThis Spin is designed to align closely with upstream Budgie Desktop, providing a close to vanilla experience with a curated set of default applications that fit in best with Budgie.": "A Fedora Budgie Spin bemutatja a Budgie Desktopot, egy funkciókban gazdag, modern asztali számítógépet, amelyet úgy terveztek, hogy távol tartsa a felhasználó útját. A Budgie Desktop gyakori asztali tervezési metaforákat használ, míg az ajánlat olyan kifinomult funkciókat használ, mint a Raven widget és értesítési központ, valamint egy megközelíthető módszer a személyre szabáshoz.\n\nEzt a Spin-t úgy tervezték, hogy szorosan illeszkedjen az upstream Budgie Desktophoz, és a Budgie-hez legjobban illeszkedő alapértelmezett alkalmazások válogatott készletével közel vaníliás élményt nyújtson.",
    "Simple interface. Powerful music management. Playlists. Streaming Radio. Podcasts.": "Egyszerű felület. Erőteljes zenei menedzsment. Lejátszási listák. Streaming rádió. Podcastok.",
    "Screenshot of Fedora Budgie desktop": "Pillanatkép a Fedora Budgie asztaláról",
    "Office & Productivity": "Iroda és termelékenység",
    "Multimedia": "Multimédia",
    "Mozilla Thunderbird is a standalone Matrix, mail and newsgroup client. Organize your schedule with the included Lightning calendar application.": "A Mozilla Thunderbird egy önálló Matrix, levelező és hírcsoport kliens. Szervezze napirendjét a mellékelt Lightning naptáralkalmazással.",
    "LibreOffice is an integrated office suite. It utilizes free and open standards for its document formats and components.": "A LibreOffice egy integrált irodai programcsomag. Szabad és nyílt szabványokat használ a dokumentum formátumaihoz és összetevőihez.",
    "verify_button_instruction": "Kattintson a ellenőrzés gombra {verify_button}, hogy a letöltéshez igazodó utasításokat kapjon.",
    "Help the design and docs teams with workstation": "Segítsen a tervezési és dokumentációs csapatoknak a munkaállomással kapcsolatban",
    "High-efficiency tool for creating, running and managing containers": "Nagy hatékonyságú eszköz konténerek létrehozásához, futtatásához és kezeléséhez",
    "Leading technology": "Vezető technológia",
    "Online account integration": "Online fiókintegráció",
    "Open to all current and potential contributors weekly - find more info [here](https://fedoraproject.org/wiki/Design).": "Minden jelenlegi és potenciális közreműködő számára heti rendszerességgel nyitva áll - további információ [itt](https://fedoraproject.org/wiki/Design).",
    "Optionally bring your online calendar, contacts and data to the desktop with online accounts": "Opcionálisan az online naptár, névjegyek és az adatok online fiókok segítségével az asztalra hozhatók",
    "Participate in a test day": "Vegyen részt egy tesztnapon",
    "Participate in workstation discussions on [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)": "Vegyen részt munkaállomásokkal kapcsolatos megbeszéléseken a [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)",
    "Productivity-boosting desktop features": "Termelékenységet növelő asztali funkciók",
    "Reliable": "Megbízható",
    "Thanks to a global community of translators, Workstation is available in many languages.": "A fordítók globális közösségének köszönhetően a Workstation számos nyelven elérhető.",
    "Trusted": "Megbízható",
    "Use performance mode to boost hardware speed when you need it. Turn off notifications with Do Not Disturb. Press the Super key and just type to search for what you need.": "Használja a teljesítmény módot a hardver sebességének növeléséhez, amikor szüksége van rá. Kapcsolja ki az értesítéseket a Ne zavarjanak funkcióval. Nyomja meg a Szuper billentyűt, és írja be, hogy keresse meg, amire szüksége van.",
    "Use the latest container tools from the Red Hat ecosystem. No setup required. Access the Red Hat container registry.": "Használja a Red Hat ökoszisztéma legújabb konténereszközeit. Nincs szükség beállításra. Hozzáférés a Red Hat konténer-nyilvántartáshoz.",
    "Eye of MATE is meant to be a fast and functional image viewer.": "Az Eye of MATE egy gyors és funkcionális képnézegető.",
    "Eye of MATE": "Eye of MATE",
    "Explore the World Wide Web with Firefox, the full featured web browser.": "Fedezze fel a világhálót a Firefoxal, a teljes funkcionalitású webböngésző segítségével.",
    "Budgie Desktop Settings provide a wide range of capabilities for personalization, from Raven and panel management to theming.": "A Budgie Desktop Settings a lehetőségek széles skáláját kínálja a személyre szabáshoz, a Raven- és panelkezeléstől a témakezelésig.",
    "Budgie Desktop Settings": "Budgie asztali beállítások",
    "Atril is a simple multi-page document viewer. It can display and print PostScript, DVI, XPS and Portable Document Format files.": "Az Atril egy egyszerű többoldalas dokumentumnéző. Képes PostScript, DVI, XPS és Portable Document Format fájlok megjelenítésére és nyomtatására.",
    "A modern media player, using gtk3 and the gstreamer plugin framework.": "Egy modern médialejátszó, amely a gtk3 és a gstreamer plugin keretrendszert használja.",
    "Download Now": "Letöltés most",
    "We're so glad you've decided to give Fedora Everything a try. We know you'll love it.": "Nagyon örülünk, hogy úgy döntött, hogy kipróbálja a Fedora Everything-t. Tudjuk, hogy szeretni fogja.",
    "GitLab repo": "GitLab repo",
    "CMS": "CMS",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Ellenőrizze a letöltés biztonságát és integritását a megfelelő ellenőrző összeg fájl segítségével. Ha az egyik Fedora-kulcs jó aláírást kap, és az SHA256 ellenőrzőösszeg megegyezik, akkor a letöltés érvényes.",
    "Latest release": "Legújabb kiadás",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "Miután letöltött egy képet, mindenképpen ellenőrizze annak biztonságát és sértetlenségét.",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "A kép ellenőrző összegének a saját számítógépén történő kiszámításával és az eredeti ellenőrző összeggel való összehasonlításával ellenőrizheti, hogy a képet nem manipulálták vagy rontották el. Az image-ek gpg aláírással ellátott Fedora kulcsokkal rendelkeznek, hogy bizonyítsák integritásukat",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "A **Fedora CoreOS** címke a Fedora Discourse alapú vitafóruma a legjobb hely a többi Fedora CoreOS felhasználóval és közreműködővel való kapcsolattartásra.",
    "You can view, file, and discuss Fedora Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues).": "A [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues) segítségével megtekintheti, rögzítheti és megvitathatja a Fedora Clouddal kapcsolatos problémákat.",
    "GNOME Terminal": "GNOME Terminál",
    "Fedora Budgie Spin ships Gnome Terminal, the gateway to the real power of any UNIX/Linux machine.": "A Fedora Budgie Spin a Gnome Terminált szállítja, amely átjáró bármely UNIX/Linux gép valódi erejéhez.",
    "Fedora Budgie Image": "Fedora Budgie lemezkép",
    "Fedora Budgie Spin": "Fedora Budgie Spin",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Csatlakozzon a Fedora CoreOS-ra összpontosító felhasználók és közreműködők közösségéhez.",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "A Fedora CoreOS-t a Fedora Project közösség egy CoreOS munkacsoport nevű csapata hozta létre. Hivatalos tagokból áll, akik döntéshozatali jogkörrel rendelkeznek, valamint más közreműködőkből. Tudjon meg többet erről a csoportról, és arról, hogyan vehet részt benne a CoreOS Working Group weboldalán.",
    "Help": "Segítség",
    "Why Fedora Cloud?": "Miért a Fedora Cloud?",
    "Up-to-date": "Naprakész",
    "The lightweight VM environment": "The lightweight VM environment",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora Cloud is created by a team in the Fedora community called the **Cloud Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Cloud Working Group website](https://fedoraproject.org/wiki/Cloud_SIG).": "A Fedora Project egy olyan világot képzel el, ahol mindenki profitál a szabad és nyílt forráskódú szoftverekből, amelyeket befogadó, barátságos és nyitott közösségek építenek.\n\nA Fedora Cloudot a Fedora közösség egy csapata, a **Cloud Working Group** hozza létre. A csoport hivatalos tagokból áll, akik döntéshozatali jogkörrel rendelkeznek, valamint más közreműködőkből. Tudjon meg többet a [Cloud Working Group weboldalán](https://fedoraproject.org/wiki/Cloud_SIG).",
    "Secure": "Biztonságos",
    "Open-source Ecosystem": "Nyílt forráskódú ökoszisztéma",
    "Join the mailing list": "Csatlakozzon a levelezőlistához",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "A Fedora Cloud a legfrissebb szoftvercsomagokat és frissítéseket kínálja, biztosítva, hogy Ön folyamatosan naprakész legyen.",
    "Fedora Cloud is optimized for container workloads making it a great host for running containerized applications.": "A Fedora Cloud a konténeres munkaterhelésre van optimalizálva, így kiválóan alkalmas konténeres alkalmazások futtatására.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "A Fedora Cloud lehetővé teszi, hogy a környezetet az Ön igényeihez igazítsa a kívánt csomagok és funkciók kiválasztásával.",
    "Fedora Cloud Image": "Fedora Cloud lemezkép",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Mindent egy teljesen ingyenes és nyílt forráskódú Fedora ökoszisztéma támogat.",
    "Endorsed Partners of Fedora Cloud ": "A Fedora Cloud támogatott partnerei ",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "A biztonságot szem előtt tartva tervezett Fedora Cloud olyan funkciókat tartalmaz, mint a SELinux, amely növeli a kernel biztonságát, és biztonsági profilok.",
    "Customizable": "Testreszabható",
    "Container-based": "Konténer alapú",
    "Community-driven": "Közösségvezérelt",
    "Chat with the team": "Csevegés a csapattal",
    "Built By You": "Ön által épített",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "A nyílt forráskódú projekt azt jelenti, hogy nagy mennyiségű tudás és szakértelem áll rendelkezésre.",
    "A customizable cloud native experience.": "Testreszabható felhőalapú élmény.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "Töltse le a Fedora Cloud Edition legújabb verzióját az Ön architektúrájához itt.",
    "Documentation": "Dokumentáció",
    "Community Support": "Közösségi támogatás",
    "community": "közösség",
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "A Matrixon keresztül cseveghet a Fedora Cloud munkacsoporttal: #cloud:fedoraproject.org.",
    "Ways to get involved": "A részvétel módjai",
    "Visit Now": "Látogassa meg most",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "A Fedora Cloud Working Group elküldi az ülések napirendjeit és jegyzőkönyveit, és megbeszéléseket folytat a cloud{'@'}lists.fedoraproject.org levelezőlistáján.",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "A **Fedora Cloud** címke a Fedora Discourse-alapú vitafórumán egy nagyszerű hely, ahol más Fedora Cloud felhasználókkal és közreműködőkkel lehet kapcsolatba lépni.",
    "Report & discuss issues": "Jelentések és kérdések megvitatása",
    "Mailing List": "Levelezési lista",
    "Join a community of users and contributors focused on Fedora Cloud.": "Csatlakozzon a Fedora Cloudra összpontosító felhasználói és közreműködői közösséghez.",
    "Forum": "Fórum",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "A Fedora Cloudot a Fedora Project közösség egy csapata, a Cloud Working Group hozta létre. A csoport hivatalos tagokból áll, akik döntéshozatali jogkörrel rendelkeznek, valamint más közreműködőkből. Tudjon meg többet erről a csoportról, és arról, hogyan vehet részt benne a Cloud Working Group weboldalán.",
    "Description": "Leírás"
}
