{
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "U kunt een praatje maken met de Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.",
    "Ways to get involved": "Manieren om deel te nemen",
    "Visit Now": "Bezoek nu",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "De Fedora Cloud Working Group verzendt de vergaderagenda's en de notulen en voert de discussies via zijn mailingadres cloud{'@'}lists.fedoraproject.org.",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "Het discussieforum van Fedora, met gebruik van het etiket *Fedora Cloud*, is een uitstekende plaats om met andere gebruikers en bijdragers van Fedora Cloud in contact te komen.",
    "Report & discuss issues": "Meld & bespreek problemen",
    "Mailing List": "Mailinglist",
    "Join a community of users and contributors focused on Fedora Cloud.": "Sluit u aan bij een gemeenschap van gebruikers en bijdragers die zich richten op Fedora Cloud.",
    "Forum": "Forum",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "Fedora Cloud wordt gemaakt door een team binnen de gemeenschap van het Fedora project dat de Cloud Working Group wordt genoemd. Het bestaat uit officiële leden die bevoegd zijn beslissingen te nemen, alsmede uit andere bijdragers. Kom meer te weten over deze groep en hoe u bij deze groep betrokken kunt raken door naar de website van de Cloud Working Group te gaan.",
    "Description": "Beschrijving",
    "Communication Channels": "Communicatiekanalen",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Vergaderingen van de Cloud Working Group zijn bij te wonen door alle huidige en potentiële bijdragers op woensdagen, om 11:00 uur in de Eastern Time Zone (ET), op fedora-meeting{'@'}irc.libera.chat .",
    "Chat Now": "Chat nu",
    "Chat": "Chatten",
    "Attend a meeting": "Woon een bijeenkomst bij",
    "Learn more about the relationship between Red Hat and Fedora": "Meer informatie over de relatie tussen Red Hat en Fedora.",
    "Fedora is sponsored by Red Hat": "Fedora wordt gesponsord door Red Hat.",
    "Sponsored by Red Hat Logo": "Gesponsord door Red Hat Logo",
    "Sponsors": "Sponsors",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "Uw vriendelijke en behulpzame bijdragen aan deze communicatiekanalen zou zeer worden gewaardeerd.",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "Zodra u een schijfbestand heeft gedownload, verifieer het dan zeker voor veiligheid en integriteit",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "Door de controlesom van het schijfbestand te berekenen met uw computer en het te vergelijken met de originele controlesom, kunt u verifiëren dat er niet geknoeid is met het beeldbestand en dat het niet is gecorrumpeerd. Schijfbestanden zijn ook ondertekend met sleutels van Fedora om hun integriteit aan te tonen.",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Het bijwonen van een bijeenkomst of het melden en bespreken van een probleem dat u heeft gevonden kan een uitstekende eerste stap zijn om bij te dragen.",
    "Become a Fedora Contributor": "Wordt een bijdrager van Fedora",
    "Code of Conduct": "Gedragsregels",
    "Legal": "Juridisch",
    "Privacy Statement": "Privacy-verklaring",
    "Fedora Logo": "Fedora's logo",
    "Support": "Hulp",
    "Contributors": "Bijdragers",
    "Community": "Gemeenschap",
    "Downloads": "Downloads",
    "Languages": "Talen",
    "Join Us!": "Sluit u zich bij ons aan!",
    "We take security seriously": "We nemen veiligheid serieus",
    "verify_button_instruction": "Klik op de verificatieknop {verify_button} om instructies te krijgen die zijn toegesneden op uw download.",
    "Flock is the Fedora Project's annual multi-day **in-person** conference focused on our contributors. It typically alternates between European and North American locations. The conference provides a venue for face-to-face meetings and conversations. It is also a place to celebrate our community. \n\n**Flock typically takes place every August.**": "Flock is de jaarlijkse conferentie van het Fedora Project. Zij duurt enkele dagen en richt zich op onze bijdragers. De conferentie wordt meestal afwisselend in Europa en Noord Amerika georganiseerd. Zij geeft de gelegenheid tot echte persoonlijke ontmoetingen en gesprekken. De conferentie viert ook onze gemeenschap.\n\n**Flock vindt meestal plaats in augustus.**",
    "Fedora has events throughout the year that you can attend, typically in-person or virtually, to learn more about Fedora Workstation as well as meet other users and contributors.": "Fedora heeft evenementen verspreid over het jaar die u kunt bijwonen, in persoon of virtueel, om Fedora Workstation beter te leren kennen en om andere gebruikers en bijdragers te ontmoeten.",
    "Fedora Release Parties": "Feesten ter gelegenheid van het uitbrengen van een nieuwe versie van Fedora Linux",
    "Events": "Evenement",
    "Colúr (cuh-loohr) is our Flock mascot.": "Colúr is onze mascotte.",
    "Check out the recap from our latest event, the Fedora 36 release party!": "Ga eens kijken naar de korte samenvatting van ons laatste evenement, het feest ter gelegenheid van het uitbrengen van Fedora 36!",
    "By clicking on and downloading Fedora, you agree to comply with the following terms and conditions.": "Door Fedora te downloaden gaat u akkoord met de volgende bepalingen en voorwaarden.",
    "Once you've got Fedora installed and running, why not join and contribute to one of our online communities?": "Als u goed en wel Fedora geïnstalleerd heeft, waarom zou u zich dan niet aansluiten bij één van onze online gemeenschappen en daaraan bijdragen?",
    "Officially-supported Fedora community spaces": "Ruimten die officieel worden ondersteund door Fedora",
    "Community-maintained spaces": "Ruimten die door de gemeenschap onderhouden worden",
    "Become a Fedora contributor": "Wordt een bijdrager van Fedora",
    "Help": "Hulp",
    "Download": "Download",
    "community": "gemeenschap",
    "You can view, file, and discuss Fedora Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues).": "U kunt op [Fedora Cloud's probleemvolger](https://pagure.io/fedora-cloud/issues) problemen bekijken, inbrengen en bespreken.",
    "Twice a year, in coordination with the release of each new version of Fedora Linux, we hold global virtual release parties. These are typically a 1.5 day \"mini-conference\" with talks and social events. ": "Twee keer per jaar, in samenhang met het uitbrengen van een nieuwe versie van Fedora Linux, geven we verspreid over de wereld virtuele feesten. Deze feesten zijn meestal kleine conferenties die anderhalve dag duren en die lezingen en sociale evenementen omvatten. ",
    "There's a Fedora release party every six months and a Flock event every year. Make a plan to attend and even propose a talk!": "Elke zes maanden is er een feest ter gelegenheid van een nieuwe versie van Fedora en elk jaar is er een Flock-evenement. Maak een plan om deze bijeenkomsten bij te wonen en stel zelfs een lezing voor!",
    "The Virtual Fedora Project Conference": "De virtuele conferentie van het Fedora project",
    "The Annual Fedora Project Conference": "De jaarlijkse conferentie van het Fedora project",
    "Recap": "Korte samenvatting",
    "Nest is our at-home, virtual Flock that has been running since the global outbreak of COVID-19.  It takes place over 3 days and includes talks, workshops, hackfests, and social events.": "Nest is onze virtuele Flock sinds de uitbraak van COVID-19. De conferentie duurt drie dagen en omvat voordrachten, workshops, programmeersessies en sociale evenementen.",
    "Make a proposal": "Doe een voorstel",
    "In-person Flock events are currently on-hold due to the ongoing COVID pandemic.": "De Flock-evenementen gaan momenteel niet door wegens de lopende COVID-pandemie.",
    "Hatch is a series of small-scale, in-person global meetups organized in the weeks preceding the Flock / Nest conference enabling Fedorans local to each other to meet.": "Hatch is een serie van kleinschalige bijeenkomsten in de weken voorafgaand aan de Flock/Nest conferentie. Op deze bijeenkomsten kunnen de bijdragers van Fedora die bij elkaar in de buurt wonen elkaar reeds ontmoeten.",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "Zodra u een schijfbestand heeft gedownload, verifieer het dan voor zowel veiligheid als integriteit.",
    "Most computers with Intel and AMD processors.": "De meeste computers met Intel- en AMD-processors.",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Ook bekend als armv8. Voor de meeste processors anders dan de Intel- en de AMD-processors, zoals de processors die worden toegepast voor de Raspberry Pi.",
    "BETA": "Beta",
    "Panda, Beefy and Badger.": "Panda, Beefy en Badger.",
    "Deadline:": "Tijdslimiet:",
    "Screenshot": "Schermopname",
    "Cloud Launchable": "Opstartbaar op een server",
    "Visit Fedora Youtube": "Bezoek Fedora op YouTube",
    "Cloud Images": "Schijfbestanden voor installatie op een server",
    "Bare Metal & Virtualized": "Normale en gevirtualiseerde installatie van het besturingssysteem",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "Fedora CoreOS is beschikbaar voor drie verschillende processorarchitecturen.",
    "architecture": "architectuur",
    "Pick your": "Zoek uit",
    "Try it now.": "Probeer het nu uit.",
    "Learn more about the relationship between Red Hat and Fedora.": "Meer informatie over de relatie tussen Red Hat en Fedora.",
    "Fedora is sponsored by Red Hat.": "Fedora wordt gesponsord door Red Hat.",
    "Registration": "Registratie",
    "Learn More": "Meer informatie.",
    "Destination": "Bestemming",
    "Visit now": "Bezoek nu",
    "The Community Blog provides a single source for members of the community to share important news, updates, and information about Fedora with others in the Project community.": "De Community Blog is een platform om nieuws en informatie over Fedora met anderen in de projectgemeenschap te delen.",
    "Fedora Publications": "Publicaties van Fedora",
    "Fedora Magazine is a website that hosts promotional articles and short guides contributed from the community about free/libre and open-source software that runs on or works with the Fedora Linux operating system.": "Fedora Magazine is een website die plaats geeft aan promotionele artikelen en aan korte handleidingen die werden geschreven door de gemeenschap en die gaan over vrije- en open-source-software die wordt uitgevoerd of werkt met het besturingssysteem Fedora Linux.",
    "Fedora Magazine": "Fedora Magazine",
    "Fedora Community Blog": "Fedora Community Blog",
    "Both the Fedora Community Blog and Fedora Magazine are always [looking for article proposals, writers, and editors](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ": "Zowel de Fedora Community Blog als het [Fedora Magazine](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/) zijn steeds op zoek naar voorstellen voor artikelen, alsook naar schrijvers en redacteuren. ",
    "Worldwide & Local Fedora Meetups": "Mondiale en regionale bijeenkomsten",
    "We want you to be part of Nest 2022": "Wij zien u graag bij Nest 2022",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "**Voorstellen en sponsoring voor Nest**\n\nDe termijnen zijn geopend voor het indienen van voorstellen en voor het aanvragen van sponsoring voor de Nest-conferentie van dit jaar. Deze termijnen zullen respectievelijk sluiten op 1 en 8 juli 2022.\n\n[*Lees meer over het indienen van voorstellen!*](https://communityblog.fedoraproject.org/nest-2022-cfp/)",
    "Get Started": "Ga aan de slag",
    "Watch the latest reviews ➔": "Bekijk de laatste recensies ➔",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity.": "Door de controlesom van het schijfbestand op uw computer te berekenen en dit te vergelijken met de originele controlesom, kunt u verifiëren dat er niet met het schijfbestand is geknoeid of dat het gecorrumpeerd is geraakt. Schijfbestanden zijn ook gpg-ondertekend met sleutels van Fedora om hun integriteit aan te tonen.",
    "You can verify the details of the GPG key(s)": "U kunt de details van de GPG-sleutel(s) verifiëren",
    "Import Fedora's GPG key(s)": "Importeer de GPG-sleutel(s) van Fedora",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid": "Verifieer uw download, voor uw veiligheid en om zeker te zijn van zijn integriteit, aan de hand van het juiste bestand met controlesommen. Als de handtekening overeenkomt met een van de sleutels van Fedora en de SHA-256-controlesom komt ook overeen, dan deugt de download.",
    "Verify your download": "Verifieer uw download",
    "Become a Sponsor": "Word een sponsor",
    "Learn more": "Meer informatie.",
    "Obsolete GPG keys": "Verouderde GPG-sleutels",
    "Current GPG keys": "Huidige GPG-sleutels",
    "Verify the CHECKSUM file is valid": "Verifieer dat het bestand met de controlesom deugt",
    "You can verify the details of the GPG key(s) below.": "U kunt de details van de GPG-sleutel(s) hieronder verifiëren.",
    "Release Notes": "Aantekeningen bij uitbrengen",
    "100% Free & Open Source": "100% vrije software!",
    "List Fedora's GPG key(s)": "Toon een lijst met de GPG-sleutel(s) van Fedora",
    "Latest release": "Laatste versie",
    "Verify the signature file is valid": "Verifieer dat het bestand met de handtekening deugt",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Verifieer uw download, voor uw veiligheid en om zeker te zijn van zijn integriteit, aan de hand van het juiste bestand met controlesom en handtekening. Als de handtekening overeenkomt met een van de sleutels van Fedora, en de SHA-256-hash komt overeen met de controlesom, dan deugt de download.",
    "If the output states that the file is valid, then it's ready to use!": "Als de uitvoer stelt dat het bestand deugt, dan is het klaar voor gebruik!",
    "Verify the checksum matches": "Verifieer dat de controlesom overeenkomt",
    "Verify the checksum file is valid": "Verifieer dat het bestand met de controlesom deugt",
    "Fedora Budgie Spin": "Fedora Linux met de grafische schil Budgie",
    "We're so glad you've decided to give Fedora Budgie Spin a try. We know you'll love it.": "We zijn zeer verheugd dat u hebt besloten Fedora Linux met de grafische schil Budgie uit te proberen. We weten zeker dat u het fantastisch zult vinden.",
    "Upstream Documentation": "Bovenstroomse documentatie",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "Zowel de Fedora Community Blog als het Fedora Magazine staan altijd open voor te publiceren artikelen, schrijvers en redacteuren.",
    "For IBM s390x zSystems": "Als een Linux op IBM Z",
    "For Intel and AMD x86_64 systems": "Voor systemen die de x86_64-instructieset gebruiken",
    "For Power ppc64le systems": "Voor systemen die de ppc64le-instructieset gebruiken",
    "For ARM® aarch64 systems": "Voor systemen die de AArch64-instructieset gebruiken",
    "Mozilla Thunderbird is a standalone Matrix, mail and newsgroup client. Organize your schedule with the included Lightning calendar application.": "Mozilla Thunderbird is een e-mail-client, persoonlijke informatiemanager, instantane berichtgeving-client, nieuws-client en feed-reader. Het programma ondersteunt momenteel 66 talen of taalvarianten.",
    "LibreOffice is an integrated office suite. It utilizes free and open standards for its document formats and components.": "LibreOffice is een geïntegreerd kantoorpakket. Het gebruikt vrije en open standaarden voor zijn bestandsindelingen en componenten.",
    "Going Online": "Online gaan",
    "Fedora Budgie Spin ships Gnome Terminal, the gateway to the real power of any UNIX/Linux machine.": "De Fedora Budgie-variant is inclusief de GNOME Terminal, de toegangspoort tot de ware kracht van elke computer waarop UNIX of Linux draait.",
    "Fedora Budgie Image": "Fedora Budgie-schijfbestand",
    "Eye of MATE is meant to be a fast and functional image viewer.": "Eye of MATE is bedoeld als een weergever van afbeeldingen die snel en functioneel is.",
    "Budgie Desktop Settings provide a wide range of capabilities for personalization, from Raven and panel management to theming.": "Budgie Desktop Settings biedt een ruim palet aan mogelijkheden voor het personaliseren, van Raven en paneelbeheer tot het instellen van een grafische stijl.",
    "Atril is a simple multi-page document viewer. It can display and print PostScript, DVI, XPS and Portable Document Format files.": "Atril is een eenvoudige weergever van documenten die meerdere pagina's kunnen hebben. Hij kan PostScript, DVI, XPS en Portable Document Format-bestanden weergeven en afdrukken.",
    "Container-based": "Gebaseerd op containers",
    "Community-driven": "Aangevoerd door een gemeenschap",
    "Chat with the team": "Chat met het team",
    "Built By You": "Samengesteld door u",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "Voor een opensourceproject geldt dat er veel kennis en expertise voorhanden is.",
    "A customizable cloud native experience.": "Een beleving van de cloud die ongekunsteld en aanpasbaar is.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "Download hier de laatste versie van Fedora Cloud Edition voor uw instructieset.",
    "A modern media player, using gtk3 and the gstreamer plugin framework.": "Een moderne mediaspeler, die gebruik maakt van GStreamer en GTK 3.",
    "The Fedora Budgie Spin showcases the Budgie Desktop, a feature-rich, modern desktop designed to keep out the way of the user. Budgie Desktop uses common desktop design metaphors while offering uses sophisticated functionality such as its Raven widget and notification center, and an approachable method to personalization.\n\nThis Spin is designed to align closely with upstream Budgie Desktop, providing a close to vanilla experience with a curated set of default applications that fit in best with Budgie.": "De Budgie-variant van Fedora laat ons de Budgie Desktop zien, een moderne grafische schil die rijk is aan mogelijkheden en die ontworpen is om ons niet in de weg te zitten. Budgie Desktop is ontworpen vanuit gangbare metaforen maar biedt geavanceerde functionaliteit zoals zijn Raven-gadget en berichtencentrum, en een toegankelijke methode voor het personaliseren.\n\nDeze variant is ontworpen om nauw aan te sluiten bij de bovenstroomse Budgie Desktop, waardoor een bijna authentieke gebruikservaring ontstaat. De variant installeert ook standaard een zorgvuldig gekozen verzameling van toepassingsprogramma's die het best passen bij Budgie.",
    "Simple interface. Powerful music management. Playlists. Streaming Radio. Podcasts.": "Simpele interface. Uitgebreid beheer van muziek. Afspeellijsten. Internetradio. Luisterbestanden.",
    "Screenshot of Fedora Budgie desktop": "Schermafbeelding van Fedora Budgie",
    "Office & Productivity": "Software voor kantoor, huishouden en persoonlijke organisatie",
    "Multimedia": "Multimedia",
    "Secure": "Veilig",
    "CoreOS Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Vergaderingen van de CoreOS Working Group zijn bij te wonen door alle huidige en potentiële bijdragers op woensdagen, om 11:00 uur in de Eastern Time Zone (ET), op fedora-meeting{'@'}irc.libera.chat.",
    "Open to all current and potential contributors on **Wednesday 11 AM Eastern** on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Bij te wonen door alle huidige en potentiële bijdragers op woensdagen, om 11:00 uur in de Eastern Time Zone (ET), op [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "Het discussieforum van Fedora, met gebruik van het etiket *Fedora CoreOS*, is een uitstekende plaats om met andere gebruikers en bijdragers van Fedora CoreOS in contact te komen.",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Sluit u aan bij een gemeenschap van gebruikers en bijdragers die zich richten op Fedora CoreOS.",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "Fedora CoreOS wordt gemaakt door een team binnen het Fedora Project die de CoreOS Working Group wordt genoemd. Het bestaat uit officiële leden die besluiten kunnen nemen alsmede uit andere bijdragers. Lees meer over deze groep en hoe u daarbij betrokken kunt raken op de website van de CoreOS Working Group.",
    "Open-source Ecosystem": "Beheeromgeving van vrije software",
    "Join the mailing list": "Voeg uw e-mailadres toe aan de elektronische verzendlijst",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "Fedora Cloud biedt de meest recente softwarepakketten en updates, waardoor u uw systeem voortdurend bij de tijd kunt houden.",
    "Fedora Cloud is optimized for container workloads making it a great host for running containerized applications.": "Fedora Cloud is geoptimaliseerd voor het gebruik van containers waarbinnen programma's uitgevoerd worden.",
    "Community Support": "Ondersteuning door de gemeenschap",
    "Utilities & Configuration": "Nuttigheden en configuratie",
    "Explore the World Wide Web with Firefox, the full featured web browser.": "Exploreer het World Wide Web met Firefox, de browser die voorzien is van alle mogelijkheden.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "Fedora Cloud kunt u aan uw behoeften aanpassen door pakketten te selecteren en functies te kiezen.",
    "Fedora Cloud Image": "Fedora Cloud-schijfbestand",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Alles is vrije software.",
    "Endorsed Partners of Fedora Cloud ": "Erkende partners van Fedora Cloud ",
    "Download Now": "Download nu",
    "Documentation": "Documentatie",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "Fedora Cloud is ontworpen voor veiligheid. Het beschikt onder andere over SELinux, die de veiligheid van de kernel verhoogt, en veiligheidsprofielen.",
    "Customizable": "Aanpasbaar",
    "A Hybrid Experience": "Een gevarieerde belevenis",
    "You can view, file, and discuss Fedora Workstation issues on [the Fedora Workstation issue tracker](https://fedoraproject.org/wiki/Bugzilla).": "U kunt problemen met Fedora Workstation bekijken, melden en bespreken met het [foutenbeheerprogramma van Fedora Workstation](https://fedoraproject.org/wiki/Bugzilla).",
    "A 3 day conference hosted on Hopin.io": "Een driedaagse conferentie die wordt gehouden op Hopin.io",
    "Sign up at [server@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/server@lists.fedoraproject.org/)": "Teken in op [server{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) om de agenda's en de notulen van de vergaderingen te ontvangen. De [archieven](https://lists.fedoraproject.org/archives/list/server{'@'}lists.fedoraproject.org/) kunnen ook worden ingezien.",
    "The Fedora CoreOS Working Group sends meeting agendas and minutes and has discussions on their mailing list at coreos@lists.fedoraproject.org.": "De Fedora CoreOS Working Group verzendt de agenda's en de notulen van zijn vergaderingen. Daartoe, en voor de vergaderingen zelf, wordt het e-mailadres coreos{'@'}lists.fedoraproject.org gebruikt.",
    "The Fedora IoT Working Group sends meeting agendas and minutes and has discussions on their mailing list at iot@lists.fedoraproject.org.": "De Fedora IoT Working Group verzendt de agenda's en de notulen van zijn vergaderingen. Daarvoor, en voor de vergaderingen zelf, wordt het e-mailadres iot{'@'}lists.fedoraproject.org gebruikt.",
    "Sign up at [coreos-status@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Teken in op [coreos-status{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) om de agenda's en de notulen van de vergaderingen te ontvangen.",
    "IoT Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Vergaderingen van de IoT Working Group zijn bij te wonen door alle huidige en potentiële bijdragers op woensdagen, om 11:00 uur in de Eastern Time Zone (ET), op fedora-meeting{'@'}irc.libera.chat.",
    "Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.": "Fedora IoT is een besturingssysteem dat gebaseerd is op containers. Het richt zich op de toepassing van randapparatuur voor netwerkverbindingen.",
    "The optimal container host will be offered in order to run containerized applications.": "Het besturingssysteem is geoptimaliseerd om toepassingsprogramma's binnen containers uit te voeren.",
    "Fedora CoreOS Release Notes": "Aantekeningen bij Fedora CoreOS",
    "Why Fedora CoreOS?": "Waarom Fedora CoreOS?",
    "Visit \\#fedora-coreos on irc.libera.chat.": "Bezoek \\#fedora-coreos op irc.libera.chat.",
    "Try it now": "Probeer het nu uit",
    "There are a wide variety of supported installation methods.": "Er is een grote verscheidenheid van installatiemethoden die ondersteund worden.",
    "The container optimized OS": "Het besturingssysteem dat geoptimaliseerd is voor containers",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora CoreOS is created by a team in the Fedora community called the CoreOS Working Group. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the CoreOS Working Group website.": "Het Fedora Project ziet een wereld voor zich waarin iedereen profiteert van vrije software, gemaakt door gemeenschappen die iedereen verwelkomen en onbevooroordeeld zijn.\n\nFedora CoreOS wordt gemaakt door een team binnen de Fedora-gemeenschap die de *CoreOS Working Group* wordt genoemd. Deze werkgroep bestaat uit officiële leden die besluiten kunnen nemen en uit andere bijdragers. Lees hierover meer op de CoreOS Working Group-website.",
    "The Fedora CoreOS image is kept minimal by design.": "Door het ontwerp van Fedora CoreOS is het schijfbestand zo klein mogelijk gehouden.",
    "Platforms Tested against CoreOS": "Platforms die met CoreOS getest zijn",
    "Open to everyone": "Geopend voor iedereen",
    "Minimal": "Minimaal",
    "Flexible": "Aanpasbaar",
    "You can view, file, and discuss Fedore Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/cloud-sig/issues).": "U kunt problemen in Fedora Cloud bekijken, melden en bespreken met het [foutenbeheerprogramma van Fedora Cloud](https://pagure.io/cloud-sig/issues).",
    "You can view, file, and discuss Fedora CoreOS issues on the [Fedora CoreOS issue tracker](https://pagure.io/fedora-coreos/issues).": "U kunt problemen in Fedora CoreOS bekijken, melden en bespreken met het [foutenbeheerprogramma van Fedora CoreOS](https://pagure.io/fedora-coreos/issues).",
    "Fedora CoreOS Image": "Fedora CoreOS-schijfbestand",
    "CoreOS is currently available on multiple platforms, with more coming soon.": "CoreOS is momenteel beschikbaar voor meerdere platformen; daar komen spoedig nog platformen bij.",
    "A minimal OS with automatic updates. Scalable and secure.": "Een minimaal besturingssysteem met automatische updates. Schaalbaar en veilig.",
    "The Testing stream contains the next Stable release. Mix a few Testing machines into your cluster to catch any bugs specific to your hardware or configuration.": "De Testing-versie zal de volgende Stable-versie zijn. Neem enkele computers met Testing op in uw cluster om programmeerfouten op te sporen die specifiek zijn voor uw hardware of configuratie.",
    "Stable": "Stable",
    "The Stable stream is the most reliable version of Fedora CoreOS. Releases are battle-tested within the Testing stream before being promoted.": "Stable is de meest betrouwbare versie van Fedora CoreOS. Elke versie is in de praktijk getest als Testing voordat ze wordt aanbevolen.",
    "Next": "Next",
    "The Next stream represents the future. It provides early access to new features and to the next major version of Fedora. Run a few Next machines in your cluster, or in staging, to help find problems.": "Next vertegenwoordigt de toekomst. Hij geeft vroegtijdige toegang tot nieuwe mogelijkheden en tot de volgende versie van Fedora. Installeer Next op enkele computers in uw cluster, of op de computers die u gebruikt voor testdoeleinden, om ons te helpen problemen in Next te vinden.",
    "Testing": "Getest wordend",
    "For IBM Cloud and zSystems.": "Voor mainframes van IBM.",
    "Streams": "Stromen",
    "Pick your architecture": "Kies uw instructieset-architectuur",
    "Fedora CoreOS is available across 3 different release streams": "Fedora CoreOS is beschikbaar voor 3 verschillende instructiesets",
    "Also known as armv8. For most processors other than Intel and AMD like Raspberry Pi or other comparable devices.": "Ook bekend als ARMv8. Voor de meeste processors anders dan die van Intel en AMD, zoals de processors die worden gebruikt voor de Raspberry Pi en vergelijkbare computers.",
    "You can chat with the Fedora CoreOS Working Group via either Matrix or IRC: #coreos:fedoraproject.org on Matrix and #fedora-coreos on irc.libera.chat.": "U kunt chatten met de Fedora CoreOS Working Group via Matrix of IRC: #coreos:fedoraproject.org op Matrix en #fedora-coreos op irc.libera.chat.",
    "Why Fedora Cloud?": "Waarom Fedora Cloud?",
    "Visit **\\#fedora-Cloud** on irc.libera.chat.": "Bezoek \\#fedora-Cloud op irc.libera.chat.",
    "Up-to-date": "Bij de tijd",
    "The lightweight VM environment": "Een lichtgewicht virtuele machine",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora Cloud is created by a team in the Fedora community called the **Cloud Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Cloud Working Group website](https://fedoraproject.org/wiki/Cloud_SIG).": "Het Fedora Project ziet een wereld voor zich waarin iedereen profiteert van vrije software, gemaakt door gemeenschappen die iedereen verwelkomen en onbevooroordeeld zijn.\n\nFedora Cloud wordt gemaakt door een team binnen de Fedora-gemeenschap die de *Cloud Working Group* wordt genoemd. Deze werkgroep bestaat uit officiële leden die besluiten kunnen nemen en uit andere bijdragers. Lees hierover meer op de [Cloud Working Group-website](https://fedoraproject.org/wiki/Cloud_SIG).",
    "Sign up at [cloud@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Teken in op [cloud{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) om agenda's en notulen te ontvangen.",
    "Flock Registration Open": "Inschrijving voor Flock is geopend",
    "Flock Call for Proposals": "Oproep voor voorstellen voor Flock",
    "Explore the latest in Open Source": "Verken de laatste ontwikkelingen in vrije software",
    "During the Covid-19 pandemic, we created Nest as a virtual alternative to Flock. Now it exists as a virtual option for those who cannot attend in person. Making Flock accessible for everyone!": "Tijdens de Covid-19 pandemie hebben we Nest gecreëerd als een virtueel alternatief voor Flock. Nu bestaat het als een virtuele mogelijkheid voor hen die de bijeenkomst niet persoonlijk kunnen bijwonen. Dit maakt Flock toegankelijk voor iedereen!",
    "Don't miss these important deadlines": "Mis deze belangrijke tijdslimieten niet",
    "Discussions": "Discussies",
    "Cork": "Cork",
    "Community events hosted around the world": "Evenementen voor onze gemeenschap die overal ter wereld plaatsvinden",
    "Casual, facilitated, and interactive events for meeting and socializing with Fedorans.": "Informele, gefaciliteerde en interactieve evenementen voor het ontmoeten van en spreken met gebruikers van Fedora Linux.",
    "Calendar": "Kalender",
    "Brand Exposure": "Zichtbaarheid van uw merk",
    "Booths": "Kramen",
    "Benefits of Sponsoring Flock": "Voordelen van het sponsor zijn van Flock",
    "August 1 - 4, 2023": "1-4 augustus 2023",
    "All sponsor booths include a video, customizable experience, chat, and social media engagement. Click below to learn more.": "Alle kramen van de sponsoren voorzien in een videopresentatie, een aanpasbare demonstratie, een chat en een aanwezigheid op sociale media. Klik hieronder voor meer informatie.",
    "You can view, file, and discuss Fedora Server issues on the [Fedora Server issue tracker](https://pagure.io/fedora-server/issues).": "U kunt problemen met Fedora Server bekijken, melden en bespreken met het [foutenbeheerprogramma van Fedora Server](https://pagure.io/fedora-server/issues).",
    "Policies for licensing, trademarks, and other legal issues.": "Beleid voor het verlenen van vergunningen, handelsmerken en andere juridische onderwerpen.",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues)": "U kunt problemen met Fedora IoT bekijken, melden en bespreken met het [foutenbeheerprogramma van Fedora IoT](https://pagure.io/fedora-iot/issues).",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues).": "U kunt problemen met Fedora IoT bekijken, melden en bespreken met het [foutenbeheerprogramma van Fedora IoT ](https://pagure.io/fedora-iot/issues).",
    "Accomodations": "Logies",
    "The Fedora Workstation Working Group sends meeting agendas and minutes and has discussions on their mailing list at **desktop@lists.fedoraproject.org**.": "De Fedora Workstation Working Group verzendt de agenda's en de notulen van zijn vergaderingen. Daarvoor, en voor de vergaderingen zelf, wordt het e-mailadres desktop{'@'}lists.fedoraproject.org gebruikt.",
    "The Fedora Server Working Group sends meeting agendas and minutes and has discussions on their mailing list at server@lists.fedoraproject.org.": "De Fedora Server Working Group verzendt de agenda's en de notulen van zijn vergaderingen. Daarvoor, en voor de vergaderingen zelf, wordt het e-mailadres server{'@'}lists.fedoraproject.org gebruikt.",
    "Sign up at **iot@lists.fedoraproject.org** to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/iot@lists.fedoraproject.org/)": "Teken in op iot{'@'}lists.fedoraproject.org om de agenda's en de notulen van de vergaderingen te ontvangen. De [archieven](https://lists.fedoraproject.org/archives/list/iot{'@'}lists.fedoraproject.org/) kunnen ook worden ingezien.",
    "Workstation Working Group meetings are open to all current and potential contributors on **Tuesdays, 9:30 AM US Eastern** on [bluejeans.com/395383051](https://bluejeans.com/395383051).": "Vergaderingen van de Workstation Working Group zijn bij te wonen door alle huidige en potentiële bijdragers op dinsdagen, om 9:30 uur in de Eastern Time Zone (ET), op [bluejeans.com/395383051](https://bluejeans.com/395383051).",
    "Server Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Vergaderingen van de Server Working Group zijn bij te wonen door alle huidige en potentiële bijdragers op woensdagen, om 11:00 uur in de Eastern Time Zone (ET), op fedora-meeting{'@'}irc.libera.chat.",
    "Open to all current and potential contributors on Wednesday 11 AM Eastern on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Bij te wonen door alle huidige en potentiële bijdragers op woensdagen, om 11:00 uur in de Eastern Time Zone (ET), op [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Makes the most of your device": "Haalt het meest uit uw apparaat",
    "Leading Technology": "Leidende technologie",
    "Fedora works with hardware vendors to make excellent hardware support across a range of devices.": "Fedora werkt samen met leveranciers van hardware om u een uitstekende ondersteuning van een scala aan hardware te bieden.",
    "Edge Support": "Ondersteuning van netwerkadapters",
    "Our goal is to provide the best container host to run workloads securely and at scale.": "Ons doel is om te voorzien in het beste besturingssysteem voor containers om programma's veilig en in veelvoud uit te voeren.",
    "Download the latest version of Fedora IoT Edition for your architecture here.": "Download de laatste versie van Fedora IoT voor uw instructieset hier.",
    "Fedora IoT Image": "Fedora IoT-schijfbestand",
    "Container Based": "Gebaseerd op containers",
    "Built on the latest technologies and enhancements that open-source has to offer.": "Gemaakt met de laatste technologieën en verbeteringen die vrije software te bieden heeft.",
    "A lightweight yet powerful and scalable OS": "Een lichtgewicht maar krachtig en schaalbaar besturingssysteem",
    "Download Fedora IoT": "Download Fedora IoT",
    "See the major changes and components version for latest Fedora CoreOS releases.": "Zie de belangrijke veranderingen in, en de versies van de componenten van, de laatste versies van Fedora CoreOS.",
    "You can view, file, and discuss Fedore CoreOS issues on the Fedora CoreOS issue tracker.": "U kunt problemen met Fedora CoreOS bekijken, melden en bespreken met het foutenbeheerprogramma van Fedora CoreOS.",
    "Thank you to our sponsors, supporting this event is one of the ways that they contribute to open source.": "Onze dank gaat uit naar onze sponsors. Hun steun helpt ons bij de verdere ontwikkeling van opensource software.",
    "Our tierd sponsorship levels will all give you great visibility at Flock. Your booth will be showcased on the Expo page to maximize engagement.": "Al onze niveaus van sponsoring geven u een grote zichtbaarheid bij Flock. Uw kraam zal worden getoond op de pagina van Expo om het aantal bezoekers te verhogen.",
    "You can chat with the Fedora Workstation Working Group via either Matrix or IRC: **#workstation:fedoraproject.org** on Matrix or #fedora-workstation on irc.libera.chat.": "U kunt chatten met de Fedora Workstation Working Group via Matrix of IRC: #workstation:fedoraproject.org voor Matrix en #fedora-workstation op irc.libera.chat voor IRC.",
    "Looking for a date that is not listed? Click here for help.": "Zoekt u een datum die niet is vermeld? Klik dan hier voor hulp.",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "**Voorstellen en sponsoring voor Nest**\n\nDe termijnen zijn geopend voor het indienen van voorstellen en voor het aanvragen van sponsoring voor de Nest-conferentie van dit jaar. Deze termijnen zullen respectievelijk sluiten op 1 en 8 juli 2022.\n\n[*Lees meer over het indienen van voorstellen!*](https://communityblog.fedoraproject.org/nest-2022-cfp/)",
    "July 1 - 31 2023\nIn the month leading up to Flock, Fedorans are encouraged to organize local community events. Set the format and topic of your choice. The Fedora Council will help support your initiative with financial and organizating aid. Click below to set up a Hatch! Deadline for submissions is May 29.": "1-31 juli 2023\nDe bijdragers van Fedora Linux worden aangemoedigd om locale evenementen te organiseren in de maand voorafgaande aan de Flock. Leg hiervoor de opzet en het onderwerp van uw evenement vast. De Fedora Council zal u daarna kunnen steunen met financiële en organisatorische hulp. U kunt hieronder klikken om een lokaal evenement te starten. Stuur uw aanvraag echter uiterlijk op 29 mei 2023 in.",
    "Interested in hosting your own event?": "Bent u geïnteresseerd in het organiseren van een eigen evenement?",
    "Important Dates": "Belangrijke data",
    "Hatch Call for Proposals": "Verzoek tot het indienen van voorstellen",
    "Free Admission": "Vrij entree",
    "Flock offers an immersive in person experience. Attend sessions, collaborate with others, explore and meet new people. Plus, Flock is free to attend!": "Flock biedt een socialiserende omgeving. Woon sessies bij, werk samen met anderen, verken en ontmoet nieuwe mensen. Bovendien, Flock kan gratis worden bijgewoond!",
    "Flock is an annual conference for contributors of Fedora Linux. It is where the community plans and showcases the strategy and work on the project. Check out the recordings from previous years of Flock and Nest.": "Flock is een jaarlijkse conferentie voor de bijdragers van Fedora Linux. Het is waar de gemeenschap de strategie uitzet en verricht werk laat zien. Als u er de tijd voor heeft kunt u eens kijken naar de opnamen die in de voorgaande jaren gemaakt zijn van Flock en van Nest.",
    "Flock attracts hundreds of amazing open source community members who work on and use software daily. Engage with our vibrant community in sessions and social hours.": "Op Flock komen honderden interessante leden van de opensourcegemeenschap af die dagelijks aan software werken. Kom in contact met onze levendige gemeenschap tijdens de sessies en gedurende de pauzes.",
    "Submit Proposal": "Voorstel indienen",
    "Submissions Closed": "De termijn voor het indienen van voorstellen is gesloten",
    "Spotlight": "Middelpunt van de belangstelling",
    "Sponsors are advertised in several places at Flock. We also post about sponsors on social media. Your brand will be distributed globally in our swag bag.": "Sponsors worden op verscheidene plaatsen zichtbaar gemaakt bij Flock. We sturen ook berichten over sponsors naar sociale media. Tevens zal reclamemateriaal over uw merk worden toegevoegd aan een draagtas voor de bezoekers.",
    "Social Events": "Sociale evenementen",
    "Sessions": "Sessies",
    "Register to attend": "Schrijf u in voor het bijwonen",
    "Register": "Schrijf u in",
    "Presentations that showcase the work done in Fedora and planning for the future.": "Presentaties die tonen welk werk is gedaan en welk werk nog gedaan zal worden.",
    "You can chat with the Fedora Server Working Group via either Matrix or IRC: #server:fedoraproject.org on Matrix and #fedora-server on irc.libera.chat.": "U kunt chatten met de Fedora Server Working Group via Matrix of IRC: #server:fedoraproject.org voor Matrix en #fedora-server op irc.libera.chat voor IRC.",
    "You can chat with the Fedora IoT Working Group via either Matrix or IRC: #iot:fedoraproject.org on Matrix and #fedora-iot on irc.libera.chat.": "U kunt chatten met de Fedora IoT Working Group via Matrix of IRC: #iot:fedoraproject.org voor Matrix en #fedora-iot op irc.libera.chat voor IRC.",
    "Our main IRC channel for the event is **\\#fedora-flock** on **libera.chat**. Join **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** to chat on Matrix or IRC.": "Ons algemeen IRC-kanaal voor het evenement is \\#fedora-flock op libera.chat. Teken in op [\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock) om te chatten met de communicatieprotocollen IRC of Matrix.",
    "Our Sponsors": "Onze sponsors",
    "New to Fedora? Check our **[community forum](https://discussion.fedoraproject.org/c/ask)** for support and help with frequently asked questions.": "Bent u nieuw bij Fedora? Kijkt u dan eens op ons [forum](https://discussion.fedoraproject.org/c/ask) voor de veelgestelde vragen.",
    "Networking": "Het maken van sociale contacten met een zakelijk oogmerk",
    "Matrix & IRC": "Matrix & IRC",
    "Fedora Index Image": "Index van schijfbestanden van Fedora Linux",
    "Fedora Docs": "Documentatie van Fedora",
    "Fedora Chat": "Chatplatform van Fedora",
    "Fedora Discussion": "Discussieplatform van Fedora",
    "Fedora CoreOS is an automatically updating, minimal, container-focused operating system.": "Fedora CoreOS is een minimaal besturingssysteem dat zichzelf automatisch bijwerkt en gericht is op containers.",
    "Fedora ALT Downloads": "Alternatieve downloads van Fedora Linux",
    "Fedora Cloud edition is a powerful and minimal base operating system image with tailored images available for both public and many private cloud uses.": "Fedora Cloud-editie is een krachtig en minimaal besturingssysteem, waarvoor schijfbestanden beschikbaar zijn voor zowel publieke als private toepassingen.",
    "Extensive documentation is available at the Fedora documentation page.": "Uitgebreide documentatie is beschikbaar op de documentatiepagina van Fedora.",
    "Editions": "Edities",
    "Call to action": "Oproep om in actie te komen",
    "An innovative platform for hardware, clouds, and containers, built with love by you.": "Een vernieuwend platform voor hardware, clouds en containers, dat met zorg door de gemeenschap van Fedora gebouwd is.",
    "A Registered Digital Public Good": "Een geregistreerde digitale publieke voorziening",
    "A Community Server OS": "Een besturingssysteem voor servers",
    "Workshops and hackfests offer opportunities for active learning and collaboration.": "Workshops en programmeersessies geven u de mogelijkheid van al doende leren en van samenwerken met anderen.",
    "Workshops": "Workshops",
    "What to expect": "Wat u verwachten kunt",
    "We are Fedora": "Wij zijn Fedora",
    "Watch Footage from Past Events": "Bekijk de opnamen van vorige evenementen",
    "Virtual": "Virtueel",
    "View Topics": "Bekijk de onderwerpen",
    "View Socials": "Bekijk de sociale evenementen",
    "View Projects": "Bekijk de projecten",
    "Use the **\\#NestWithFedora** hashtags on your preferred social media platforms. Follow **[@fedora](https://twitter.com/fedora)** on Twitter for updates.": "Volg [{'@'}fedora](https://twitter.com/fedora) op Twitter voor het laatste nieuws. Zelf kunt u de hashtag \\#NestWithFedora gebruiken op alle sociale media.",
    "Use our messaging board Fedora Discussions to stay up to date on Flock Notifications. **[Check it out here](https://discussion.fedoraproject.org/)**.": "U kunt ons berichtenplatform [Fedora Discussions] (https://discussion.fedoraproject.org/) gebruiken om op de hoogte te blijven van de laatste mededelingen over Flock. Zoek daar naar Flock Notifications.",
    "The location of Flock changes each year between Europe and North America. In 2020 Fedorans went virtual with Nest, now we offer a hybrid version of Flock to make it more accessible to our community.": "De locatie van Flock wisselt elk jaar tussen Europa en Noord Amerika. In 2020 hielden de gebruikers van Fedora een virtuele conferentie met Nest, nu bieden we een hybride versie van Flock om de toegankelijkheid voor hen te vergroten.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities. Stay connected during Flock through the following channels.": "Het Fedora Project ziet een wereld voor zich waarin iedereen profiteert van vrije software, gemaakt door gemeenschappen die iedereen verwelkomen en die onbevooroordeeld zijn. Blijf in verbinding gedurende Flock met de volgende kanalen.",
    "The Fedora Project Conference": "De conferentie van het Fedora Project",
    "It's your Operating System.": "Het is uw besturingssysteem.",
    "If you prefer an alternative desktop environment such as KDE Plasma Desktop or Xfce, you can download a Fedora Spin for your preferred desktop environment and use that to install Fedora, pre-configured for the desktop environment of your choice.": "Als u de voorkeur geeft aan een andere grafische schil, zoals KDE Plasma Desktop of Xfce, dan kunt u daarvoor een variant van Fedora Linux installeren.",
    "Get support from our the community on the Fedora Discussion Forum.": "U kunt hulp van onze gemeenschap krijgen op het discussieplatform van Fedora.",
    "Fedora is always free for anyone to **use, modify, and distribute**. It is built and used by people across the globe who work together as a community.": "Fedora Linux kan door iedereen vrijelijk worden gebruikt, veranderd en verspreid. Het wordt gemaakt en gebruikt door mensen over de hele wereld die met elkaar samenwerken. [Bij verdere verspreiding dient u zich echter te houden aan de voorwaarden van de licentie die bij vrije software is inbegrepen. --vertaler]",
    "Fedora Workstation is a polished, easy to use operating system for laptop and desktop computers, with a complete set of tools for developers and makers of all kinds.": "Fedora Workstation is een fraai en gemakkelijk te gebruiken besturingssysteem voor laptop- en desktopcomputers, met een complete verzameling van programma's voor ontwikkelaars en alle denkbare creatievelingen.",
    "Fedora Spins": "Varianten van Fedora Linux",
    "Fedora Server is a powerful, flexible operating system that includes the best and latest datacenter technologies.": "Fedora Server is een krachtig en flexibel besturingssysteem dat beschikt over de beste en modernste technologieën voor datacentra.",
    "Fedora Linux": "Fedora Linux",
    "Fedora Labs is a selection of curated bundles of purpose-driven software and content as curated and maintained by members of the Fedora Community. These may be installed as standalone full versions of Fedora or as add-ons to existing Fedora installations.": "Fedora Labs bestaat uit bundels van software en documenten voor nuttige toepassingen. Deze bundels kunnen worden geïnstalleerd om een werkende versie van Fedora Linux te creëren of om een bestaande versie uit te breiden.",
    "Fedora Labs": "Fedora Labs",
    "Fedora IoT provides a trusted open source platform as a strong foundation for IoT ecosystems.": "Fedora IoT biedt een vertrouwd opensourceplatform dat een solide basis vormt voor communicabele apparaten.",
    "We're so glad you've decided to give Fedora i3 Spin a try. We know you'll love it.": "We zijn zeer verheugd dat u heeft besloten Fedora Linux met de window manager i3 uit te proberen. We weten zeker dat u het fantastisch zult vinden.",
    "Fedora i3 Spin": "Fedora Linux met de window manager i3",
    "We're so glad you've decided to give Fedora Cinnamon Spin a try. We know you'll love it.": "We zijn zeer verheugd dat u heeft besloten Fedora Linux met de grafische schil Cinnamon uit te proberen. We weten zeker dat u het fantastisch zult vinden.",
    "Fedora Cinnamon Spin": "Fedora Linux met de grafische schil Cinnamon",
    "GNOME Terminal": "GNOME Terminal",
    "Eye of MATE": "Eye of MATE",
    "Budgie Desktop Settings": "Budgie Desktop Settings",
    "Fedora Everything": "Fedora Compleet",
    "We're so glad you've decided to give Fedora Everything a try. We know you'll love it.": "We zijn zeer verheugd dat u heeft besloten Fedora Compleet uit te proberen. We weten zeker dat u het fantastisch zult vinden.",
    "GitLab repo": "opslagplaats bij GitLab",
    "CMS": "Contentmanagementsysteem",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Verifieer uw download, voor uw veiligheid en om zeker te zijn van zijn integriteit, aan de hand van het juiste bestand met controlesommen. Als de handtekening overeenkomt met een van de sleutels van Fedora en de SHA-256-controlesom komt ook overeen, dan deugt de download.",
    "No files available for this version.": "Er zijn geen bestanden beschikbaar voor deze versie.",
    "RELEASE DATE": "DATUM VAN UITBRENGEN",
    "Make the most of using Fedora.": "Haal het meest uit Fedora Linux.",
    "License Details": "Details van de licentie",
    "License": "Licentie",
    "It is a compilation of software packages, each under its own license. Images that can be downloaded here are available under the combination of licenses of the constituent software packages and the license of the Fedora Linux distribution itself. [View License](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)": "Het is een verzameling van softwarepakketten, elk met een eigen licentie. De schijfbestanden die hier kunnen worden gedownload zijn daarom onderworpen aan de licenties bij de individuele softwarepakketten. De schijfbestanden zijn tevens onderworpen aan de licentie bij een distributie van Fedora Linux. [Klik hier om deze licentie te lezen.](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)",
    "The integrated personal information manager of KDE Plasma Desktop. The Kontact suite unites mature and proven KDE PIM applications under one easy to use application.": "De geïntegreerde persoonlijke informatiemanager van KDE Plasma Desktop. Kontact bevat doorontwikkelde en bewezen programma's en is gemakkelijk te gebruiken.",
    "A complete, modern desktop built using the KDE Plasma Desktop Environment.": "Een compleet en modern besturingssysteem dat KDE Plasma Desktop als grafische schil gebruikt.",
    "We're so glad you've decided to give Fedora KDE Plasma Desktop a try. We know you'll love it.": "We zijn zeer verheugd dat u heeft besloten Fedora Linux met KDE Plasma Desktop uit te proberen. We weten zeker dat u het fantastisch zult vinden.",
    "Screenshot of Fedora KDE Plasma desktop": "Schermafbeelding van Fedora KDE Plasma Desktop",
    "Fedora KDE Plasma Image": "Schijfbestand van Fedora KDE Plasma",
    "Fedora KDE Plasma Desktop": "Fedora KDE Plasma Desktop",
    "Education": "Onderwijs",
    "Dolphin is a file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.": "Dolphin is een bestandsmanager waarmee u door de inhoud van onder meer uw harde schijven, USB-sticks en SD-kaarten kunt lopen. U kunt simpel en snel bestanden en mappen creëren, verplaatsen of verwijderen.",
    "Ark is a graphical file compression and decompression utility with support for multiple formats, including tar, gzip, bzip2, rar and zip, as well as CD-ROM images. Ark can be used to browse, extract, create, and modify archives.": "Ark is een grafisch hulpprogramma voor het comprimeren en decomprimeren van bestanden. Het kan ook worden gebruikt voor het creëren, inkijken, veranderen en uitpakken van archiefbestanden. Het programma ondersteunt onder andere zip, gzip, bzip2, tar, rar en iso als bestandsindelingen.",
    "Are you a downloader? Use KTorrent or KGet to get new versions of Fedora KDE Plasma Desktop Edition!": "Bent u een downloader? Gebruik dan KTorrent of KGet om nieuwe versies van Fedora KDE Plasma Desktop Edition te verkrijgen!",
    "A simple music player that should be easy to use. It does not require any configuration before one can use it.": "Een simpele muziekspeler die eenvoudig te gebruiken zou moeten zijn. Hij hoeft niet te worden geconfigureerd om hem te kunnen gebruiken.",
    "A multimedia player where the focus is on simplicity, instead of features. Its simple interface is designed not to get in your way and instead empower you to simply play multimedia files.": "Een multimediaspeler die zich richt op eenvoud in plaats van mogelijkheden. Zijn gebruikersinterface is zo ontworpen dat simpele wensen ook simpel zijn uit te voeren.",
    "Why Fedora Iot?": "Waarom Fedora IoT?",
    "Visit \\#fedora-iot on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).": "Bezoek \\#fedora-iot op irc.libera.chat of bezoek [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).",
    "Use Fedora IoT to support your workloads that are computed outside of the traditional datacenter.": "Gebruik Fedora IoT om gegevens buiten een datacentrum te verwerken.",
    "The solid foundation for IoT ecosystems": "De solide basis voor communicabele apparaten",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora IoT is created by a team in the Fedora community called the **IoT Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [IoT Working Group website](https://docs.fedoraproject.org/en-US/iot-wg/).": "Het Fedora Project ziet een wereld voor zich waarin iedereen profiteert van vrije software, gemaakt door gemeenschappen die iedereen verwelkomen en onbevooroordeeld zijn.\n\nFedora IoT wordt gemaakt door een team binnen de Fedora-gemeenschap die de *IoT Working Group* wordt genoemd. Deze werkgroep bestaat uit officiële leden die besluiten kunnen nemen en uit andere bijdragers. Lees hierover meer op de [IoT Working Group-website](https://docs.fedoraproject.org/en-US/iot-wg/).",
    "Platforms Tested against IoT": "Apparaten waarvoor Fedora IoT getest is",
    "Open to all current and potential contributors **every Wednesday at 16:00 UTC** on [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Bij te wonen door alle huidige en potentiële bijdragers op woensdagen om 16:00 UTC op [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "The **Fedora IoT** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora IoT users and contributors.": "Het discussieplatform van Fedora, met gebruik van het etiket *Fedora IoT*, is een uitstekende plaats om met andere gebruikers en bijdragers van Fedora IoT in contact te komen.",
    "Fedora Server is created by a team in the Fedora Project community called the Server Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Server Working Group website.": "Fedora Server wordt gemaakt door een team binnen de gemeenschap van het Fedora Project die de Server Working Group wordt genoemd. Het bestaat uit officiële leden die bevoegd zijn beslissingen te nemen, alsmede uit andere bijdragers. Kom meer te weten over deze groep en hoe u betrokken kunt raken op de website van de Server Working Group.",
    "Join a community of users and contributors focused on Fedora IoT.": "Sluit u aan bij een gemeenschap van gebruikers en bijdragers die zich richten op Fedora IoT.",
    "Header Second Half": "Tweede helft van de header",
    "Fedora IoT is created by a team in the Fedora Project community called the IoT Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the IoT Working Group website.": "Fedora IoT wordt gemaakt door een team binnen de gemeenschap van het Fedora Project die de IoT Working Group wordt genoemd. Het bestaat uit officiële leden die bevoegd zijn beslissingen te nemen, alsmede uit andere bijdragers. Kom meer te weten over deze groep en hoe u betrokken kunt raken op de website van de IoT Working Group.",
    "🎉 [Fedora Linux 38 released!](https://fedoramagazine.org/announcing-fedora-38)": "🎉 [Fedora Linux 38 is uitgebracht!](https://fedoramagazine.org/announcing-fedora-38)",
    "its_your_Operating System.": "Besturingssysteem.",
    "its_your_Community.": "Gemeenschap.",
    "its_your_Workstation.": "Werkstation.",
    "its_your_Server.": "Server.",
    "Want more Fedora options?": "Wilt u meer keus van Fedora?",
    "View more articles on [Fedora Magazine](https://fedoramagazine.org/)": "Lees meer artikelen op [Fedora Magazine](https://fedoramagazine.org/).",
    "Users and developers are available in the #fedora channel on Fedora Chat.": "Gebruikers en ontwikkelaars zijn bereikbaar via het kanaal #fedora op Fedora Chat.",
    "The solid edge foundation": "De solide basis voor *edge computing*",
    "The leading Linux desktop": "De leidende Linuxdistributie",
    "The Fedora Alternative Downloads are either special-purpose - for testing, for specific architectures - or are more standard versions of Fedora in alternative formats such as network installer format or formatted for BitTorrent download.": "De Fedora Alternative Downloads zijn alternatieve versies van Fedora Linux. Ze zijn speciaal voor het testen of voor bepaalde instructiesets, of ze zijn meer standaard versies in een alternatieve vorm, zoals voor downloaden via een netwerk of met behulp van BitTorrent.",
    "Support Resources": "Middelen voor ondersteuning",
    "Next upcoming event": "Volgende evenement",
    "Mission Statement": "Doelstellingen",
    "Kiten is a Japanese dictionary application as well as a Japanese language reference. It includes a kanji lookup tool and browsing interface.": "Kiten is een programma dat zowel een woordenboek als een naslagwerk biedt voor de Japanse schrifttekens, de kanji. Vanuit een Engels woord kunnen de gerelateerde kanji worden gevonden en vergeleken in hun betekenis.",
    "Kalzium allows you to explore the periodic table of elements. It has a 3D molecule editor plus multiple simulators and calculators.": "Met Kalzium kunt u het periodiek systeem der elementen verkennen. Het kan moleculen driedimensionaal weergeven en veranderen en het heeft meerdere simulatoren en rekenhulpen.",
    "K3B allows you to easily back up your multimedia files as it's a full featured CD/DVD writing software. K3B supports writing data CDs/DVDs, audio CDs, video CDs, DVDs, copying, CD ripping and more.": "K3B is een programma voor het branden van cd's en dvd's, waarmee u eenvoudig een reservekopie van uw multimediabestanden kunt maken. K3B ondersteunt het maken van een dataschijf, een audio-cd, een videoschijf, het kopiëren van schijven, het extraheren van bestanden op een schijf, en meer.",
    "Gwenview is able to load and save to a variety of image formats, such as PNG and JPEG. Its simple interface does not get in the way and lets you view your images quickly and easily.": "Gwenview is een programma voor het gemakkelijk en snel weergeven van afbeeldingen. Het kan een verscheidenheid van bestandsindelingen laden en gewijzigd opslaan, zoals PNG en JPG.",
    "LibreOffice is a free and powerful office suite. Its clean interface and feature-rich tools help you unleash your creativity and enhance your productivity.": "LibreOffice is een vrij en krachtig kantoorpakket. Zijn toepassingsprogramma's hebben vele mogelijkheden en een duidelijke interface. Daarmee geeft LibreOffice alle ruimte aan uw creativiteit en zou het ook uw productiviteit kunnen verhogen.",
    "Office & Productivity Suite": "Programma's voor kantoor en voor creatieve beroepen",
    "Parley is a vocabulary trainer that helps you memorize things via virtual flashcards. It provides a rich set of tools to manage your card sets.": "Parley is een programma om woorden te leren met behulp van virtuele kaarten die u steeds getoond worden. Er zijn daarbij vele mogelijkheden om uw stapels met kaarten te beheren.",
    "Marble is a virtual globe and world atlas in your computer. You can learn a lot about Earth or you can just enjoy virtual trips around our planet.": "Marble is een virtuele globe en wereldatlas. U kunt veel leren over de Aarde of u kunt zich alleen maar vermaken met virtuele tochten over onze planeet.",
    "Okular is a universal document viewer that combines the excellent functionalities with the versatility of supporting different kind of documents, like PDF, Postscript, DjVu, CHM, XPS, ePub and others.": "Okular is een universeel programma voor het weergeven van documenten. Het ondersteunt de bestandsindelingen PDF, PostScript, DjVu, CHM, XPS, EPUB en vele andere. Mogelijkheden zijn het annoteren van PDF-documenten en het laten voorlezen van tekst.",
    "Stay connected with your friends and colleagues using Telepathy Instant Messaging client. It supports all common IM protocols.": "Houd contact met uw vrienden en collega's door gebruik te maken van KDE Telepathy. Dit programma voor instantane berichtgeving en voor spraak over internet ondersteunt alle gangbare protocollen.",
    "The Fedora KDE Plasma Desktop Edition is a powerful Fedora-based operating system utilizing the KDE Plasma Desktop as the main user interface.\n\nFedora KDE Plasma Desktop comes with many pre-selected top quality applications that suit all modern desktop use cases - from online communication like web browsing, instant messaging and electronic mail correspondence, through multimedia and entertainment, to an advanced productivity suite, including office applications and enterprise grade personal information management.\n\nAll KDE applications are well integrated, with a similar look and feel and an easy to use interface, accompanied by an outstanding graphical appearance.": "Fedora KDE Plasma Desktop Edition is een krachtig besturingssysteem dat gebruik maakt van KDE Plasma Desktop als grafische schil.\n\nFedora KDE Plasma Desktop Edition installeert meteen vele hoogwaardige toepassingsprogramma's waar de moderne gebruiker meteen alle kanten mee op kan. Een webbrowser, programma's voor instantane berichtgeving, e-mailen en het afspelen van audio- en videobestanden; programma's voor kantoor en voor creatieve beroepen; en een programma voor het beheer van persoonlijke informatie dat zelfs geschikt is voor de medewerkers van grote bedrijven.\n\nAlle toepassingsprogramma's die voor KDE gemaakt zijn, zijn goed op elkaar afgestemd. Ze hebben ook eenzelfde grafische stijl, die zeer verzorgd oogt.",
    "Universal messaging client. Communicate with the world via IRC, AIM, MSN, Yahoo and other instant messaging systems.": "Universele client voor instantane berichtgeving. Communiceer met de rest van de wereld via IRCnet of andere netwerken voor instantane berichtgeving.",
    "The popular and free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.": "De populaire en vrije webbrowser van Mozilla. Mozilla is een gemeenschap die wil dat het internet open en toegankelijk blijft. Ook stelt zij dat de veiligheid en de privacy van het individu fundamenteel zijn voor het gebruik van het internet."
}
