{
    "Join Us!": "Junte-se a nós!",
    "Support": "Suporte",
    "Contributors": "Contribuidores",
    "Community": "Comunidade",
    "Downloads": "Transferências",
    "Languages": "Idiomas",
    "Simple interface. Powerful music management. Playlists. Streaming Radio. Podcasts.": "Interface simples. Gestão de música poderoso. Listas de reprodução. Transmissão de Rádio. Podcasts.",
    "Screenshot of Fedora Budgie desktop": "Captura de ecrã do Fedora Budgie",
    "Multimedia": "Multimédia",
    "Mozilla Thunderbird is a standalone Matrix, mail and newsgroup client. Organize your schedule with the included Lightning calendar application.": "O Mozilla Thunderbird é um cliente autónomo de Matrix, e-mail e grupo de notícias. Organize asua agenda com a aplicação de calendário Lightning incluída.",
    "LibreOffice is an integrated office suite. It utilizes free and open standards for its document formats and components.": "O LibreOffice é uma suíte de escritório integrada. Utiliza padrões livres e abertos para seus formatos e componentes de documentos.",
    "Explore the World Wide Web with Firefox, the full featured web browser.": "Explore a World Wide Web com o Firefox, o navegador web com todas as funcionalidades.",
    "Budgie Desktop Settings provide a wide range of capabilities for personalization, from Raven and panel management to theming.": "As Definições do Budgie fornecem uma ampla gama de recursos para personalização, desde a gestão do Raven e painel até a aplicação de temas.",
    "Atril is a simple multi-page document viewer. It can display and print PostScript, DVI, XPS and Portable Document Format files.": "Atril é um visualizador de documentos simples de múltiplas páginas. Pode exibir e imprimir ficheiros PostScript, DVI, XPS e Portable Document Format.",
    "A modern media player, using gtk3 and the gstreamer plugin framework.": "Um reprodutor de multimédia moderno, usando gtk3 e o framework do plug-in gstreamer.",
    "We're so glad you've decided to give Fedora Budgie Spin a try. We know you'll love it.": "Estamos muito felizes por ter decidido experimentar o Fedora Budgie Spin. Sabemos que vai adorar.",
    "Fedora Budgie Spin": "Fedora Budgie Spin",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "Tanto o Fedora Community Blog quanto a Fedora Magazine estão sempre à procura por propostas de artigos, escritores e editores.",
    "You can verify the details of the GPG key(s) below.": "Pode verificar os detalhes da(s) chave(s) GPG abaixo.",
    "Latest release": "Ultima versão",
    "Verify the signature file is valid": "Verifique se a assinatura do ficheiro é válida",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Verifique a sua transferência para segurança e integridade usando o ficheiro apropriado de checksum e assinatura. Se houver uma boa assinatura de uma das chaves do Fedora e o checksum SHA256 coincidir, então a transferência é válida.",
    "If the output states that the file is valid, then it's ready to use!": "Se o resultado indicar que o ficheiro é válido, então está pronto para usar!",
    "You can verify the details of the GPG key(s)": "Pode verificar os detalhes da(s) chave(s) GPG",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid": "Verifique a transferência para segurança e integridade usando o ficheiro de checksum apropriado. Se houver uma boa assinatura de uma das chaves do Fedora e o checksum SHA256 corresponder, então a transferência é válida",
    "Verify your download": "Verifique a sua transferência",
    "Get Started": "Primeiros passos",
    "Watch the latest reviews ➔": "Veja as últimas revisões ➔",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "Depois de transferir uma imagem, certifique-se quanto a segurança e sua integridade.",
    "Screenshot": "Captura de ecrã",
    "Bare Metal & Virtualized": "Máquina real e virtualizado",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "O Fedora CoreOS pode ser implantado em 3 arquiteturas de CPU diferentes.",
    "Sponsored by Red Hat Logo": "Patrocinado pelo Logo da Red Hat",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Participar de uma reunião ou relatar e discutir problemas que encontrou pode ser um ótimo primeiro passo para contribuir",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "As suas contribuições amigáveis e úteis para estes canais de comunicação serão muito apreciadas",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "Ao calcular o checksum da imagem no seu próprio computador e compará-lo com o checksum original, pode verificar se a imagem não foi adulterada ou corrompida. As imagens também são assinadas com as chaves do Fedora usando GPG para demonstrar sua integridade",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "Depois de transferir uma imagem, certifique-se quanto a segurança e sua integridade",
    "verify_button_instruction": "Clique no botão de verificação {verify_button} para obter instruções personalizadas para a sua tranferência.",
    "Boxes takes the guesswork out of using virtual machines. Just select the OS you want to install, and the app will do the rest.": "O Boxes elimina as suposições ao usar máquinas virtuais. Basta selecionar o sistema operativo que deseja instalar e a aplicação fará o resto.",
    "The Fedora Project is a community of people working together to build a free and open source software platform and to collaborate on and share user-focused solutions built on that platform. Or, in plain English, we make an operating system and we make it easy for you to do useful stuff with it.": "O Projecto Fedora é uma comunidade de pessoas que trabalham em conjunto para construir uma plataforma de software livre e de código aberto e para colaborar e partilhar soluções centradas no utilizador construídas sobre essa plataforma. Ou, em inglês simples, fazemos um sistema operativo e tornamos fácil para si fazer coisas úteis com ele.",
    "Run applications on bare metal or the cloud with a Linux server OS packed with the latest open source technology.": "Execute aplicações em equipamentos ou na nuvem com um sistema operativo de servidor Linux com a mais recente tecnologia de código aberto.",
    "If you need help installing, using, or customizing Fedora Linux, or have any other questions about the operating system or the Fedora Project, this is the place to ask!": "Se precisar de ajuda para instalar, usar ou personalizar o Fedora Linux, ou tiver qualquer outra dúvida sobre o sistema operativo ou o Projeto Fedora, este é o lugar para perguntar!",
    "Fedora Silverblue is an immutable desktop operating system aimed at good support for container-focused workflows.": "O Fedora Silverblue é um sistema operativo de desktop imutável voltado para um bom suporte para fluxos de trabalho focados em containers.",
    "Fedora Magazine is a website that hosts promotional articles and short guides contributed from the community about free/libre and open-source software that runs on or works with the Fedora Linux operating system.": "O Fedora Magazine é um website que hospeda artigos promocionais e guias curtos fornecidos pela comunidade sobre software livre e de código aberto que roda ou funciona com o sistema operativo Fedora Linux.",
    "An automatically-updating, minimal operating system for running containerized workloads securely and at scale.": "Um sistema operativo minimalista de atualização automática para executar cargas de trabalho em container com segurança e em escala.",
    "The Fedora KDE Plasma Desktop Edition is a powerful Fedora-based operating system utilizing the KDE Plasma Desktop as the main user interface.\n\nFedora KDE Plasma Desktop comes with many pre-selected top quality applications that suit all modern desktop use cases - from online communication like web browsing, instant messaging and electronic mail correspondence, through multimedia and entertainment, to an advanced productivity suite, including office applications and enterprise grade personal information management.\n\nAll KDE applications are well integrated, with a similar look and feel and an easy to use interface, accompanied by an outstanding graphical appearance.": "A edição desktop Fedora KDE Plasma é um poderoso sistema operativo baseado em Fedora que utiliza o KDE Plasma Desktop como a principal interface do utilizador.\n\nFedora KDE Plasma Desktop vem com muitas aplicações pré-selecionadas de alta qualidade que atendem a todos os casos de uso de desktop modernos - desde comunicação online como navegação na web, mensagens instantâneas e correspondência de correio eletrônico, através de multimídia e entretenimento, até um conjunto avançado de produtividade, incluindo aplicações de escritório e gestão de informações pessoais de nível empresarial.\n\nTodas as aplicações do KDE são bem integradas, com uma aparência semelhante e uma interface fácil de usar, acompanhada por uma excelente aparência gráfica.",
    "A lightweight yet powerful and scalable OS": "Um sistema operativo leve, mas poderoso e escalável",
    "its_your_Operating System.": "Sistema Operativo.",
    "Fedora Workstation is a polished, easy to use operating system for laptop and desktop computers, with a complete set of tools for developers and makers of all kinds.": "O Fedora Workstation é um sistema operativo polido e fácil de usar para computadores portáteis e de secretária, com um conjunto completo de ferramentas para programadores e fabricantes de todo o tipo.",
    "Fedora Server is a powerful, flexible operating system that includes the best and latest datacenter technologies.": "O Fedora Server é um sistema operativo poderoso e flexível que inclui as melhores e mais recentes tecnologias de centro de dados.",
    "Fedora CoreOS is an automatically updating, minimal, container-focused operating system.": "O Fedora CoreOS é um sistema operativo minimalista, de atualização automática e focado em containers.",
    "Fedora Cloud edition is a powerful and minimal base operating system image with tailored images available for both public and many private cloud uses.": "A edição Fedora Cloud é uma imagem de sistema operativo de base mínima e poderosa com imagens personalizadas disponíveis para uso em nuvens públicas e privadas.",
    "The container optimized OS": "O sistema operativo optimizado para containers",
    "A minimal OS with automatic updates. Scalable and secure.": "Um sistema operativo minimalista com atualizações automáticas. Escalável e seguro.",
    "NetworkManager Applet": "NetworkManager Applet",
    "Built on top of the best": "Criado em cima do melhor",
    "i3 Tiling WM": "i3 Tiling WM",
    "Sway Tiling WM": "Sway Tiling WM",
    "Budgie Desktop": "Budgie Desktop",
    "Call to action": "Chamada à ação",
    "Cork": "Cork",
    "Streams": "Streams",
    "Going Online": "Ligar à Internet",
    "Workstation speaks your language": "Workstation fala a sua língua",
    "Workstation is carefully curated to deliver a high-quality experience. The desktop is clean and uncluttered.": "Workstation é cuidadosamente selecionada para oferecer uma experiência de alta qualidade. A área de trabalho é limpa e organizada.",
    "With Fedora, your desktop is your own. It's free, there are no ads, and your data belongs to you.": "Com o Fedora, sua área de trabalho é sua. É grátis, não há anúncios e seus dados pertencem a você.",
    "Why Fedora Workstation?": "Por que Fedora Workstation?",
    "Virtualization made easy": "Virtualização facilitada",
    "Use the latest container tools from the Red Hat ecosystem. No setup required. Access the Red Hat container registry.": "Use as mais recentes ferramentas de contêiner do ecossistema Red Hat. Sem necessidade de configuração. Acesse o registro de contêineres Red Hat.",
    "Use performance mode to boost hardware speed when you need it. Turn off notifications with Do Not Disturb. Press the Super key and just type to search for what you need.": "Use o modo de desempenho para aumentar a velocidade do hardware quando precisar. Desative as notificações com o \"Não Perturbe\". Pressione a tecla Super e digite o que você precisa procurar.",
    "Turn the lights down low": "Apague as luzes",
    "Trusted": "Confiável",
    "Thanks to a global community of translators, Workstation is available in many languages.": "Graças a uma comunidade global de tradutores, o Workstation está disponível em vários idiomas.",
    "Reliable": "Confiável",
    "Productivity-boosting desktop features": "Recursos de desktop que aumentam a produtividade",
    "Participate in workstation discussions on [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)": "Participe das discussões sobre o Workstation em [discussion.fedoraproject.org/c/project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)",
    "Participate in a test day": "Participar de um dia de teste",
    "Optionally bring your online calendar, contacts and data to the desktop with online accounts": "Opcionalmente, traga sua agenda online, contatos e dados para a área de trabalho com contas online",
    "Open to all current and potential contributors weekly - find more info [here](https://fedoraproject.org/wiki/Design).": "Aberto a todos os contribuidores atuais e potenciais semanalmente - encontre mais informações [aqui](https://fedoraproject.org/wiki/Design).",
    "Online account integration": "Integração de conta online",
    "Leading technology": "Tecnologia de ponta",
    "High-efficiency tool for creating, running and managing containers": "Ferramenta de alta eficiência para criar, executar e gerenciar contêineres",
    "Helpful out of the box": "Pronto para uso",
    "Help the design and docs teams with workstation": "Ajude as equipes de design e documentação com o Workstation",
    "Help keep the Fedora experience smooth, performant and bug-free by participating in a [test day](https://fedoraproject.org/wiki/QA/Test_Days)": "Ajude a manter a experiência do Fedora tranquila, eficiente e livre de bugs participando de um [test day](https://fedoraproject.org/wiki/QA/Test_Days)",
    "Guides on developing and deploying applications using Fedora workstation": "Guias sobre desenvolvimento e implantação de aplicativos usando o Fedora Workstation",
    "Great for developers": "Ótimo para desenvolvedores",
    "Get started developing with Fedora Workstation": "Comece a desenvolver com Fedora Workstation",
    "Free & private": "Livre & privado",
    "Flip a switch to turn on dark mode and give your eyes a break. Or use night light to reduce screen glare and help with sleep.": "Acione o botão para ativar o modo escuro e dê um descanso aos olhos. Ou use a luz noturna para reduzir o brilho da tela e ajudar no sono.",
    "Fedora comes with a fantastic collection of apps which cater to every need. Easily install the very best desktop apps with the click of a button from Fedora's repositories, Flathub or anywhere else.": "O Fedora vem com uma coleção fantástica de aplicativos que atendem a todas as necessidades. Instale facilmente os melhores aplicativos de desktop com o clique de um botão nos repositórios do Fedora, Flathub ou de qualquer outro lugar.",
    "Fedora Workstation is the result of work done across the Fedora Project, and everyone is welcome to participate. To learn how decisions are made about Workstation, see the [Fedora Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/) pages.": "Fedora Workstation é o resultado do trabalho realizado em todo o Projeto Fedora e todos são bem-vindos a participar. Para saber como são tomadas as decisões sobre o Workstation, consulte as páginas do [Grupo de Trabalho do Fedora Workstation](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Workstation includes a great set of utilities, like Clocks, Weather and Maps.": "O Fedora Workstation inclui um grande conjunto de utilitários, como Relógios, Meteorologia e Mapas.",
    "Fedora Workstation Image": "Imagem Fedora Workstation",
    "Fantastic apps": "Aplicativos Fantásticos",
    "Easily install, update and manage software packages": "Instale, atualize e gerencie facilmente pacotes de software",
    "Each version is updated for approximately 13 months, and upgrades between versions are quick and easy.": "Cada versão é atualizada por aproximadamente 13 meses, e as atualizações entre versões são rápidas e fáceis.",
    "Download now": "Transferir agora",
    "Developed in partnership with upstream projects. Rigorously tested. Backed by Red Hat.": "Desenvolvido em parceria com projetos upstream. Rigorosamente testado. Apoiado pela Red Hat.",
    "Containers ready to go": "Contêineres prontos rodar",
    "Built on the latest technologies and enhancements that open source has to offer.": "Construído sobre as mais recentes tecnologias e aprimoramentos que o código aberto tem a oferecer.",
    "Beautiful": "Bonito",
    "Ask and answer questions on [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)": "Faça e responda perguntas em [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)",
    "All the packages, tools and runtimes you might need, up to date and ready for use with just a single command.": "Todos os pacotes, ferramentas e runtimes que você pode precisar, atualizados e prontos para uso com apenas um único comando.",
    "All the packages developers need": "Todos os pacotes que os desenvolvedores precisam",
    "A beautiful, high-quality desktop, built on the latest open source technology. Trusted, powerful and easy.\n": "Uma área de trabalho linda, de alta qualidade, construída nas últimas tecnologias open source. Confiável, poderosa e fácil.\n",
    "We've partnered with companies like Lenovo to bring you laptops pre-loaded with Fedora that include fully-supported hardware components. ": "Fizemos parceria com empresas como a Lenovo para oferecer a você laptops pré-carregados com o Fedora que incluem componentes de hardware totalmente suportados. ",
    "We're so glad you've decided to give Fedora Workstation a try. We know you'll love it.": "Estamos tão felizes que você decidiu experimentar o Fedora Workstation. Nós sabemos que você vai amar.",
    "RELEASE DATE": "DATA DE LANÇAMENTO",
    "Not sure how to use these files? [Learn here](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)": "Não sabe como usar esses ficheiros? [Aprenda aqui](https://docs.fedoraproject.org/pt_BR/quick-docs/creating-and-using-a-live-installation-image/)",
    "Mac": "Mac",
    "Learn more about Fedora Media Writer": "Saiba mais sobre o Fedora Media Writer",
    "Laptops pre-loaded with Fedora": "Laptops pré-instalados com o Fedora",
    "Getting going with Fedora is easier than ever. All you need is a 2GB USB flash drive, and Fedora Media Writer.\nOnce Fedora Media Writer is installed, it will set up your flash drive to run a \"Live\" version of Fedora Workstation, meaning that you can boot it from your flash drive and try it out right away without making any permanent changes to your computer. Once you are hooked, installing it to your hard drive is a matter of clicking a few buttons*.": "Começar a usar o Fedora é mais fácil do que nunca. Tudo o que você precisa é de uma unidade flash USB de 2GB e do Fedora Media Writer.\nDepois que o Fedora Media Writer estiver instalado, ele configurará seu pen drive para executar uma versão \"Live\" do Fedora Workstation, o que significa que você pode inicializá-lo a partir de seu pen drive e testá-lo imediatamente sem fazer alterações permanentes em seu computador. Uma vez que você está viciado, instalá-lo em seu disco rígido é uma questão de clicar em alguns botões*.",
    "Explore Fedora Laptops": "Explorar laptops Fedora",
    " * Fedora requires a minimum of 20GB disk, 2GB RAM, to install and run successfully. Double those amounts is recommended. ": " * Fedora requer o mínimo de 20GB de HD, 2GB RAM, para instalar e rodar com sucesso. O dobro destes valores são recomendados. ",
    "Quickly deploy a server with the tools you need to spin up your workloads": "Implante rapidamente um servidor com as ferramentas necessárias para iniciar suas cargas de trabalho",
    "Open to all current and potential contributors **every 1st and 3rd Wednesday at 18:00 UTC** on  [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Aberto a todos os contribuidores atuais e potenciais **a cada primeiro e terceira quarta-feira às 18:00 UTC** em [chat.fedoraproject.org/#/room/#meeting:fedoraproject.org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Latest Technologies": "Tecnologias mais recentes",
    "Fedora Server Image": "Imagem Fedora Server",
    "Features for everyone": "Recursos para todos",
    "Enables a variety of server workloads": "Permite uma variedade de cargas de trabalho do servidor",
    "Built by you": "Construído por si",
    "A built-in remote server administration tool is ready to use on first boot": "Uma ferramenta integrada de administração de servidor remoto está pronta para uso na primeira inicialização",
    " From the Data Center to your Raspberry Pi": " Do Data Center ao seu Raspberry Pi",
    "We're so glad you've decided to give Fedora Server a try. We know you'll love it.": "Estamos muito felizes por ter decidido experimentar o Fedora Server. Nós sabemos que você vai adorar.",
    "Download Fedora Server 37": "Transferir Fedora Server 37",
    "You can view, file, and discuss Fedora Server issues on the [Fedora Server issue tracker](https://pagure.io/fedora-server/issues).": "Você pode visualizar, criar e discutir problemas do Fedora Server no [Rastreador de problemas do Fedora Server](https://pagure.io/fedora-server/issues).",
    "You can chat with the Fedora Server Working Group via either Matrix or IRC: #server:fedoraproject.org on Matrix and #fedora-server on irc.libera.chat.": "Você pode conversar com o grupo de Trabalho Fedora Server via Matrix ou IRC: #server:fedoraproject.org em Matrix e #fedora-server em irc.libera.chat.",
    "The Fedora Server Working Group sends meeting agendas and minutes and has discussions on their mailing list at server@lists.fedoraproject.org.": "O Grupo de Trabalho do Fedora Server envia as pautas e atas de suas reuniões e realiza discussões em sua lista de emails em server{'@'}lists.fedoraproject.org.",
    "The **Fedora Server** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Server users and contributors.": "A etiqueta **Fedora Server** no fórum de discussão do Fedora, que utiliza a plataforma Discourse, é um ótimo lugar para se conectar com outros utilizadores e colaboradores do Fedora Server.",
    "Server Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "As reuniões do Grupo de Trabalho Server estão abertas a todos os colaboradores atuais e potenciais às quartas-feiras, às 11h (horário do leste dos EUA) em fedora-meeting{'@'}irc.libera.chat.",
    "Join a community of users and contributors focused on Fedora Server.": "Junte-se a uma comunidade de utilizadores e contribuidores focados no Fedora Server.",
    "Fedora Server is created by a team in the Fedora Project community called the Server Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Server Working Group website.": "O Fedora Server é criado por uma equipe da comunidade Fedora Project chamada Grupo de Trabalho Server. É composto por membros oficiais com poder de decisão, bem como por outros colaboradores. Saiba mais sobre este grupo e como você pode se envolver no site do Grupo de Trabalho Server.",
    "rpm-ostree is a hybrid image/package system. It combines libostree and libdnf to provide atomic and safe upgrades with local RPM package layering.": "rpm-ostree é um sistema híbrido de imagem/pacote. Ele combina o libostree e o libdnf para fornecer atualizações atômicas e seguras com camadas locais de pacotes RPM.",
    "light gets and sets the screen back-light brightness on Linux.": "light é um utilitário que ajusta o brilho da luz de fundo da tela no Linux.",
    "imv is a command line image viewer intended for use with tiling window managers.": "imv é um visualizador de imagem de linha de comando destinado ao uso com gestores de janela de mosaico.",
    "Simple screen locker.": "Bloqueador de tela simples.",
    "Screenshot of Fedora Sericea": "Screenshot do Fedora Sericea",
    "Podman is a daemonless container engine for developing, managing and running Open Container Initiative (OCI) containers and container images on your Linux system.": "Podman é um mecanismo de contêiner sem daemon para desenvolver, gerenciar e executar contêineres e imagens de contêiner da Iniciativa de Contêiner Aberto (OCI) em seu sistema Linux.",
    "Podman for development": "Podman para desenvolvimento",
    "Just a click and you're connected to your wireless LAN router, or online via many supported 3G mobile broadband cards.": "Apenas um clique e você está conectado ao seu roteador de LAN sem fio ou online através de muitos cartões de banda larga móvel 3G suportados.",
    "Highly-configurable and lightweight notification daemon.": "Um daemon de notificação altamente configurável e leve.",
    "Highly customizable Wayland window manager Sway is great for keyboard-first workflows.": "O gestor de janelas Wayland altamente personalizável Sway é ótimo para fluxos de trabalho baseados em teclado.",
    "Highly customizable Wayland bar for Sway and Wlroots based compositors.": "Barra Wayland altamente personalizável para compositores baseados em Sway e Wlroots.",
    "Foot is a fast, lightweight and minimalistic Wayland terminal emulator.": "Foot é um emulador de terminal Wayland rápido, leve e minimalista.",
    "File manager for Linux and other Unix-like systems.": "Gestor de ficheiros para Linux e outros sistemas semelhantes ao Unix.",
    "Fedora creates an innovative, free and open source platform for hardware, clouds, and containers that enables software developers and community members to build tailored solutions for their users.": "O Fedora cria uma plataforma inovadora, gratuita e de código aberto para hardware, nuvens e contêineres que permite que desenvolvedores de software e membros da comunidade criem soluções sob medida para seus utilizadores.",
    "Fedora Sericea provides the popular Sway tiling window manager in an immutable fashion. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse, touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sericea offers a complete experience with a minimalist user interface.": "O Fedora Sericea fornece o popular gestor de janelas lado a lado Sway de forma imutável. Ele torna o Sway acessível e atraente tanto para iniciantes quanto para utilizadores avançados que preferem não usar um mouse, touchpad ou outro dispositivo apontador para interagir com seu ambiente. Apresentando aplicativos leves para navegação na web, edição de texto e reprodução de mídia, o Fedora Sericea oferece uma experiência completa com uma interface de usuário minimalista.",
    "Fedora Sericea Image": "Imagem do Fedora Sericea",
    "Fedora Community & Support": "Comunidade e Suporte do Fedora",
    "Download thousands of open-source and proprietary, containerized applications thanks to Flatpak.": "Baixe milhares de aplicativos em contêiner de código aberto e proprietários graças ao Flatpak.",
    "Configuration": "Configuração",
    "CLI application to control the NetworkManager configuration. It gives you the power of the nm-applet, but in the terminal.": "Aplicativo CLI para controlar a configuração do NetworkManager. Dá a você o poder do nm-applet, mas no terminal.",
    "Applications as Flatpaks": "Aplicações como Flatpaks",
    "A window switcher, application launcher and dmenu replacement.": "Um alternador de janelas, iniciador de aplicativos e substituto do dmenu.",
    "A Dynamic display configuration tool.": "Uma ferramenta de configuração de exibição dinâmica.",
    "Verify with CHECKSUM files": "Verifique com ficheiros CHECKSUM",
    "Please take a moment and let us know. [Learn how on our wiki page](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).": "Por favor, reserve um momento e nos avise. [Saiba como na nossa página do wiki](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).",
    "Package signing keys": "Chaves de assinatura do pacote",
    "Learn how to verify your downloads": "Saiba como verificar seus downloads",
    "Learn how Fedora uses package signing to help protect you.": "Aprenda como o Fedora utiliza assinatura de pacotes para ajudar a protegê-lo.",
    "If your download comes with a CHECKSUM file, follow these easy steps to verify your image for both security and integrity.": "Se o download vier com um ficheiro CHECKSUM, siga estas etapas para verificar a segurança e a integridade da imagem.",
    "Found a security bug?": "Encontrou um bug de segurança?",
    "Fedora keeps you safe": "O Fedora mantém você seguro",
    "Each stable RPM package published by the Fedora Project is signed with a GPG signature. By default, `dnf` and the graphical update tools will verify these signatures and refuse to install any packages that are not signed or have bad signatures. You should always verify the signature of a package before you install it. These signatures ensure that the packages you install are what was produced by the Fedora Project and have not been altered (accidentally or maliciously) by any mirror or website that is providing the packages.": "Cada pacote RPM estável publicado pelo Projeto Fedora é assinado com uma assinatura GPG. Por padrão, `dnf` e as ferramentas de atualização gráfica verificarão essas assinaturas e se recusarão a instalar quaisquer pacotes que não sejam assinados ou tenham assinaturas incorretas. Você sempre deve verificar a assinatura de um pacote antes de instalá-lo. Essas assinaturas garantem que os pacotes que você instala são produzidos pelo Projeto Fedora e não foram alterados (acidental ou maliciosamente) por nenhum espelho ou site que esteja fornecendo os pacotes.",
    "Screenshot of Fedora Phosh on mobile": "Captura de tela do Fedora Phosh no celular",
    "Fedora Sway Image": "Imagem do Fedora Sway",
    "Visit now": "Visite agora",
    "The Community Blog provides a single source for members of the community to share important news, updates, and information about Fedora with others in the Project community.": "O Community Blog fornece uma fonte única para os membros da comunidade compartilharem notícias, atualizações e informações importantes sobre o Fedora com outros membros da comunidade do Projeto.",
    "Fedora Publications": "Publicações do Fedora",
    "Both the Fedora Community Blog and Fedora Magazine are always [looking for article proposals, writers, and editors](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ": "Tanto o Fedora Community Blog quanto a Fedora Magazine estão sempre [procurando por propostas de artigos, escritores e editores](https://docs.fedoraproject.org/pt_BR/fedora-magazine/contributing/). ",
    "Worldwide & Local Fedora Meetups": "Encontros Mundiais e Locais do Fedora",
    "We want you to be part of Nest 2022": "Nós queremos que você faça parte do Nest 2022",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Temos uma **chamada aberta para propostas e patrocinadores** para a conferência anual Nest Virtual Fedora deste ano! Temos um processo de prazo contínuo com datas de aceitação de **1º de julho e 8 de julho de 2022**.\n\n[Leia mais sobre a chamada de propostas e proponha a sua](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "Twice a year, in coordination with the release of each new version of Fedora Linux, we hold global virtual release parties. These are typically a 1.5 day \"mini-conference\" with talks and social events. ": "Duas vezes por ano, em coordenação com o lançamento de cada nova versão do Fedora Linux, realizamos festas de lançamento virtuais globais. Geralmente, são \"miniconferências\" de um dia e meio com palestras e eventos sociais. ",
    "There's a Fedora release party every six months and a Flock event every year. Make a plan to attend and even propose a talk!": "Há uma festa de lançamento do Fedora a cada seis meses e um evento Flock a cada ano. Faça planos para participar e até mesmo propor uma apresentação!",
    "The Virtual Fedora Project Conference": "A Conferência Virtual do Projeto Fedora",
    "The Annual Fedora Project Conference": "A Conferência Anual do Projeto Fedora",
    "Recap": "Recaptulação",
    "Nest is our at-home, virtual Flock that has been running since the global outbreak of COVID-19.  It takes place over 3 days and includes talks, workshops, hackfests, and social events.": "Nest é a nossa Flock virtual em casa que está em execução desde o surto global de COVID-19. Ocorre durante 3 dias e inclui palestras, workshops, hackfests e eventos sociais.",
    "Make a proposal": "Faça uma proposta",
    "In-person Flock events are currently on-hold due to the ongoing COVID pandemic.": "Os eventos presenciais do Flock estão atualmente suspensos devido à pandemia de COVID em andamento.",
    "Hatch is a series of small-scale, in-person global meetups organized in the weeks preceding the Flock / Nest conference enabling Fedorans local to each other to meet.": "Hatch é uma série de encontros globais presenciais de pequena escala organizados nas semanas anteriores à conferência Flock/Nest, permitindo que Fedorans locais se encontrem.",
    "Flock is the Fedora Project's annual multi-day **in-person** conference focused on our contributors. It typically alternates between European and North American locations. The conference provides a venue for face-to-face meetings and conversations. It is also a place to celebrate our community. \n\n**Flock typically takes place every August.**": "Flock é a conferência anual de vários dias **presenciais** do Projeto Fedora focada em nossos colaboradores. Ela normalmente alterna entre locais europeus e norte-americanos. A conferência oferece um local para reuniões e conversas presenciais. É também um lugar para celebrar a nossa comunidade.\n\n**A Flock normalmente ocorre todo mês de agosto.**",
    "Fedora has events throughout the year that you can attend, typically in-person or virtually, to learn more about Fedora Workstation as well as meet other users and contributors.": "O Fedora tem eventos ao longo do ano nos quais você pode participar, normalmente pessoalmente ou virtualmente, para aprender mais sobre o Fedora Workstation, bem como conhecer outros utilizadores e colaboradores.",
    "Fedora Release Parties": "Festas de lançamento do Fedora",
    "Colúr (cuh-loohr) is our Flock mascot.": "Colúr (cuh-loohr) é nosso mascote do Flock.",
    "Check out the recap from our latest event, the Fedora 36 release party!": "Confira a recapitulação do nosso último evento, a festa de lançamento do Fedora 36!",
    "By clicking on and downloading Fedora, you agree to comply with the following terms and conditions.": "Ao clicar e Transferir o Fedora, você concorda em cumprir os seguintes termos e condições.",
    "By clicking on and downloading Fedora, you agree to comply with the [Fedora Export Control Policy](https://docs.fedoraproject.org/en-US/legal/export/).": "Ao clicar e Transferir o Fedora, você concorda em cumprir a [Política de Controle de Exportação do Fedora](https://docs.fedoraproject.org/en-US/legal/export/).",
    "Once you've got Fedora installed and running, why not join and contribute to one of our online communities?": "Assim que tiver o Fedora instalado e funcionando, por que não se juntar e contribuir para uma de nossas comunidades online?",
    "Officially-supported Fedora community spaces": "Espaços Comunitários Fedora com suporte oficial",
    "Community-maintained spaces": "Espaços mantidos pela comunidade",
    "Become a Fedora contributor": "Torne-se um contribuidor do Fedora",
    "You can use this to search for things in Fedora's code repositores. See the Fedora Magazine article for more info.": "Você pode usar isso para procurar coisas nos repositórios de código do Fedora. Veja o artigo da Fedora Magazine para mais informações.",
    "Yes, they still exist.": "Sim, eles ainda existe.",
    "Workstation": "Workstation",
    "Week of Diversity": "Semana da Diversidade",
    "We use weblate to translate our site. Please find relevant links below.": "Usamos weblate para traduzir nosso site. Encontre os links relevantes abaixo.",
    "We are always excited to work with new contributors. If you're new to the project, check out these sites.": "Estamos sempre entusiasmados em trabalhar com novos colaboradores. Se você é novo no projeto, confira esses sites.",
    "Visual design, multimedia production, and publishing suite of free and open source creative tools.": "Conjunto de design visual, produção multimídia e publicação de ferramentas criativas gratuitas e de código aberto.",
    "User Guides": "Guias de Usuário",
    "Use this link to focus on questions and answers about the KDE desktop environment.": "Use este link para se concentrar em perguntas e respostas sobre o ambiente de área de trabalho KDE.",
    "Use this link to focus on questions and answers about the GNOME desktop environment.": "Use este link para se concentrar em perguntas e respostas sobre o ambiente de área de trabalho GNOME.",
    "Use this link to focus on questions and answers about installing Fedora Linux.": "Use este link para se concentrar em perguntas e respostas sobre instalação do Fedora Linux.",
    "Use this link to focus on questions and answers about Fedora Workstation.": "Use este link para se concentrar em perguntas e respostas sobre Fedora Workstation.",
    "Use this link to focus on questions and answers about Fedora Server.": "Use este link para se concentrar em perguntas e respostas sobre Fedora Server.",
    "Use this link to focus on questions and answers about Fedora IoT (Internet of Things).": "Use este link para se concentrar em perguntas e respostas sobre Fedora IoT (Internet das Coisas).",
    "Use this link to focus on questions and answers about Fedora CoreOS.": "Use este link para se concentrar em perguntas e respostas sobre Fedora CoreOS.",
    "Use this link to focus on questions and answers about Fedora Cloud.": "Use este link para se concentrar em perguntas e respostas sobre Fedora Cloud.",
    "Use this link to connect with other workstation contributors.": "Use este link para se conectar com outros contribuidores da estação de trabalho.",
    "Upgrading Fedora Linux": "Atualizando Fedora Linux",
    "Translations": "Traduções",
    "To be granted access and be credited for your contributions, you will need a Fedora account. Do this first!": "Para obter acesso e ser creditado por suas contribuições, você precisará de uma conta Fedora. Faça isso primeiro!",
    "This page lists known and scheduled outages of Fedora Project services.": "Esta página lista as interrupções conhecidas e programadas dos serviços do Projeto Fedora.",
    "This is where contributors are awarded tokens of recognition for their contributions. How many can you get!": "É aqui que os contribuidores recebem tokens de reconhecimento por suas contribuições. Quantos você pode obter!",
    "This is the software that builds Fedora's RPM packages.": "Este é o software que constrói os pacotes RPM do Fedora.",
    "This is the proverbial office “water cooler”, where people gather for “break from work” conversation. Introduce yourself, have (friendly!) off-topic discussions, and socialize!": "Este é o proverbial “refrigerador de água” do escritório, onde as pessoas se reúnem para uma conversa de “pausa do trabalho”. Apresente-se, tenha (amigavelmente!) discussões off-topic e socialize!",
    "This is the main index page for all of Fedora's Documentation. If you weren't able to find a direct link to what you were looking for in this site's menus, you can try searching from here.": "Esta é a página de índice principal para toda a documentação do Fedora. Se você não conseguiu encontrar um link direto para o que procurava nos menus deste site, tente pesquisar aqui.",
    "This is primarily a collaboration tool for the community. Content that has been submitted here might be out of date and/or it might not have undergone the same level of scrutiny as the information on Fedora Docs.": "Essa é principalmente uma ferramenta de colaboração para a comunidade. O conteúdo que é enviado aqui pode estar desatualizado e/ou pode não ter passado pelo mesmo nível de avaliação que as informações em Fedora Docs.",
    "This is an open-source git forge that the Fedora Project uses.": "Esta é uma repositório git de código aberto que o Projeto Fedora usa.",
    "This is an open-source git forge that hosts most of Fedora's source RPM packages.": "Este é um repositório Git de código aberto que hospeda a maioria dos pacotes RPM de código-fonte do Fedora.",
    "This is an easy-to-use build system for the Fedora community.": "Essa é uma ferramenta de compilação fácil de usar para a comunidade Fedora.",
    "This is a week in September where we highlight the contributions and experiences of women, lgbtq+, and bipoc in Fedora.": "Este é um evento que ocorre durante uma semana em setembro, onde destacamos as contribuições e experiências de mulheres, LGBTQ+ e BIPOC no Fedora.",
    "This is a special interest group that has formed for the sole purpose of helping new contributors get involved. Fedora is big and complex and it needs your help!": "Essa é um grupo de interesse especial formado com o único objetivo de ajudar novos colaboradores a se envolverem. O Fedora é grande e complexo e precisa da sua ajuda!",
    "This is a collection of short HOWTO and FAQ-style documentation for Fedora users.": "Essa é uma coleção de documentação em estilo HOWTO e FAQ para utilizadores do Fedora.",
    "This is Fedora's official build system. It is used to create, test, and publish packages.": "Esta é a plataforma oficial de compilação do Fedora. É usada para criar, testar e publicar pacotes.",
    "This is Fedora's main forum for all project collaboration and user support. Also, if you have encountered a problem that might be a software bug, this is a good place to triage it with other users before escalating it to Red Hat's bugzilla reporting system.": "Este é o fórum principal do Fedora para colaboração em projetos e suporte ao usuário. Além disso, se você encontrou um problema que pode ser um bug de software, este é um bom lugar para triá-lo com outros utilizadores antes de escalá-lo para o sistema de relatório de bugs do bugzilla da Red Hat.",
    "These pages connect you to all the different spaces that Fedorans work on projects. From new to long-term contributors, the following links will get you to where you want to go.": "Estas páginas conectam você a todos os diferentes espaços em que os membros da comunidade Fedora trabalham em projetos. Dos novos aos colaboradores de longo prazo, os seguintes links o levarão para onde você deseja ir.",
    "These editions are supported but not yet a part of the official Fedora editions.": "Essas edições são suportadas, mas ainda não fazem parte das edições oficiais do Fedora.",
    "These documentation pages are contributor-focused. They include Fedora's guidelines, teams, organizational structure, and legal docs. If you are looking for user guides (installation, getting started, etc.) check under the Help menu.": "Estas páginas de documentação são focadas nos colaboradores. Elas incluem as diretrizes, equipes, estrutura organizacional e documentos legais do Fedora. Se você está procurando por guias do usuário (instalação, início, etc.), verifique no menu Ajuda.",
    "These are the tools and Git forges that Fedora packagers and developers use to build the Fedora systems.": "Essas são as ferramentas e repositórios Git que os empacotadores e desenvolvedores do Fedora usam para construir os sistemas Fedora.",
    "These are some of the tools that you will use when contributing to the Fedora Project.": "Essas são algumas das ferramentas que você usará ao contribuir para o Projeto Fedora.",
    "These are some low-priority items that are thought to be good entry-level tasks for a new contributor to start with.": "Esses são alguns itens de baixa prioridade que são considerados boas tarefas de nível básico para um novo colaborador começar.",
    "These are some introductory guides to help users get started with Fedora Linux.": "Esses são alguns guias introdutórios para ajudar os utilizadores a começar com o Fedora Linux.",
    "These are some convenient links to the discussion threads for several of Fedora's larger subprojects and special interest groups.": "Estes são alguns links convenientes para os threads de discussão de vários dos maiores subprojetos e grupos de interesse especial do Fedora.",
    "These are sites where updates about new and upcomming events, releases, packages, and projects are likely to be posted. You might want to subscribe to some of these to get the notices in your inbox.": "Esses são sites onde atualizações sobre novos e próximos eventos, lançamentos, pacotes e projetos provavelmente serão publicados. Você pode querer se inscrever em alguns desses para receber os avisos na sua caixa de entrada.",
    "These are places to get (and give) user support.": "Esses são lugares para obter (e fornecer) suporte ao usuário.",
    "These are a few free-form communication channels and some links to information about Fedora's release parties and annual conferences. Fedorans regularly come together to celebrate our community and the hard work that we put into it!": "Estes são alguns canais de comunicação livres e alguns links para informações sobre as festas de lançamento do Fedora e as conferências anuais. Os membros da comunidade do Fedora se reúnem regularmente para celebrar nossa comunidade e o trabalho árduo que colocamos nela!",
    "The goal of this initiative is to help foster diversity and inclusion in Fedora community.": "O objetivo desta iniciativa é ajudar a promover a diversidade e inclusão na comunidade Fedora.",
    "The flagship Fedora edition featuring the latest Gnome desktop. The Linux desktop you've been waiting for.": "A principal edição do Fedora com o desktop Gnome mais recente. O desktop Linux que você estava esperando.",
    "The annual contributor conference for Fedora Linux. Flock takes place at the beginning of August.": "A conferência anual de contribuidores para o Fedora Linux. O Flock ocorre no início de agosto.",
    "The Water Cooler": "O Bebedouro",
    "The Labs are Fedora Linux set up with software bundles based on particular topics.": "Os Labs são os Fedora Linux configurados com pacotes de software baseados em tópicos específicos.",
    "The Fedora Social chat room is a place for Fedora community members to relax and talk about most any topics they wish.": "A sala de bate-papo Fedora Social é um lugar para membros da comunidade do Fedora relaxarem e conversarem sobre quase todos os assuntos que desejarem.",
    "The Fedora Silverblue team": "O time do Fedora Silverblue",
    "The Fedora Server edition working group": "A equipe de trabalho da edição Fedora Server",
    "The Fedora Project Leader likes to post things here. This forum also receives weekly updates from The Fedora Project Manager and the Community Platform Engineering team.": "O líder do Projeto Fedora gosta de postar coisas aqui. Este fórum também recebe atualizações semanais do Gerente do Projeto Fedora e da equipe de Engenharia de Plataforma da Comunidade.",
    "The Fedora Kinoite team": "O time do Fedora Kinoite",
    "The Fedora IoT (Internet of Things) edition working group": "Grupo de trabalho da edição Fedora IoT (Internet das Coisas)",
    "The Fedora CoreOS working group": "Grupo de trabalho do Fedora CoreOS",
    "The Fedora Cloud edition working group": "O grupo de trabalho da edição Fedora Cloud",
    "The Extra Packages for Enterprise Linux special interest group": "O Grupo de Interesse Especial de Pacotes Extras para Empresas Linux",
    "The Desktop spins feature specific Linux Desktop Environments. Our official Workstation Edition uses the Gnome Desktop, but you can install Fedora preconfigured with any of the listed Desktop Environments.": "As spins desktop apresentam recursos nos ambientes de desktop Linux específicos. Nossa Workstation Edition oficial usa o Gnome Desktop, mas você pode instalar o Fedora pré-configurado com qualquer um dos ambientes de desktop listados.",
    "Talented leaders are elected to oversee the Fedora Project and Fedora's subprojects.": "Líderes talentosos são eleitos para supervisionar o Projeto Fedora e os subprojetos do Fedora.",
    "Spins": "Spins",
    "Social & Events": "Eventos sociais",
    "Security Lab": "Laboratório de Segurança",
    "Scientific": "Científico",
    "Robotics Suite": "Suíte de Robótica",
    "Release planning, scheduling, and status tracking.": "Planejamento, programação e rastreamento de status de lançamentos.",
    "Release Parties": "Festas de Lançamento",
    "Python Classroom": "Sala de Aula de Python",
    "Project Discussion": "Discussão do projeto",
    "Program Management": "Gerenciamento de Programas",
    "Powerful, completely open-source and free tools for amateur and professional astronomers.": "Poderosa, ferramenta completamente livre e open-source para astrônomos amadores e profissionais.",
    "Policies for licensing, trademarks, and other legal issues.": "Políticas de licenciamento, marcas registradas e outras questões legais.",
    "Pick a language to view this page in your language": "Escolha um idioma para visualizar esta página em seu idioma",
    "Packaging Guidelines": "Diretrizes de Empacotamento",
    "Packaging & Development": "Empacotamento e Desenvolvimento",
    "Package Sources": "Fontes de pacote",
    "Over the years, Fedorans have created many sources of information about Fedora Linux and the Fedora Project.": "Ao longo dos anos, os Fedorans criaram muitas fontes de informação sobre o Fedora Linux e o Projeto Fedora.",
    "Our flagship Fedora Linux variants for different uses.": "Nossas principais variantes do Fedora Linux para diferentes usos.",
    "Other Sources": "Outras Fontes",
    "News & Publications": "Notícias e Publicações",
    "News & Announcements": "Novidades e Anúncios",
    "New Contributors": "Novos Contribuidores",
    "Most subprojects hold weekly meetings in chatrooms. Fedora's Zodbot listens in on these meetings and keeps the logs here.": "A maioria dos subprojetos realiza reuniões semanais em salas de bate-papo. O Zodbot do Fedora participa dessas reuniões e mantém os registros aqui.",
    "Mindshare Teams": "Times Mindshare",
    "Mate-Compiz Desktop": "Desktop Mate-Compiz",
    "Many of Fedora's groups use this version control system.": "Muitos dos grupos do Fedora usam este sistema de controle de versão.",
    "Mailing Lists": "Listas de E-mails",
    "Learn about the Fedora Project governance.": "Saiba mais sobre a governança do Projeto Fedora.",
    "Learn about packaging for Fedora Linux — from both a policy and a technical perspective.": "Aprenda sobre empacotamento para o Fedora Linux — tanto de uma perspectiva estratégica quanto técnica.",
    "Learn about FESCo and Engineering subprojects, SIGs, Work Groups, and teams.": "Saiba mais sobre o FESCo e os subprojetos de engenharia, SIGs, Grupos de Trabalho e equipes.",
    "Labs": "Labs",
    "LXQT Desktop": "LXQT Desktop",
    "LXDE Desktop": "LXDE Desktop",
    "Join SIG": "Junte-se ao SIG",
    "It's Fedora's calendar!": "Aqui está o calendário do Fedora!",
    "Installation": "Instalação",
    "Infrastructure Status": "Status da Infraestrutura",
    "Immutable Desktops": "Desktops imutáveis",
    "How to use Weblate": "Como usar o Weblate",
    "How to upgrade an existing Fedora Linux installation.": "Como atualizar uma instalação existente do Fedora Linux.",
    "How to select the appropriate download.": "Como selecionar o download apropriado.",
    "Help!": "Ajuda!",
    "GitLab is the newest of Fedora's official version control systems. It supports single-sign-on with Fedora accounts.": "O GitLab é o mais novo sistema de controle de versão oficial do Fedora. Ele suporta logon único com contas do Fedora.",
    "Get Fedora": "Obter Fedora",
    "Getting Started": "Começando",
    "General Q&A": "Perguntas e Respostas Gerais",
    "Games": "Games",
    "From mobile apps to web; from desktop to GUIs to CLI tools; create it all easily with Fedora.": "De aplicativos móveis para web; de desktop para GUIs para ferramentas CLI; crie tudo facilmente com o Fedora.",
    "For audio enthusiasts and musicians who want to create, edit, and produce audio and music on Linux.": "Para os entusiastas de áudio e músicos que querem criar, editar e produzir áudio e música no Linux.",
    "Follow us on twitter! This is a great place to stay up to date on the latest in the Fedora community.": "Siga-nos no twitter! Este é um ótimo lugar para se manter atualizado sobre as novidades da comunidade Fedora.",
    "Follow us on Mastodon! This is a great place to stay up to date on the latest in the Fedora community.": "Siga-nos no Mastodon! Este é um ótimo lugar para se manter atualizado sobre as novidades da comunidade Fedora.",
    "Flock To Fedora": "Mude para o Fedora",
    "Fedora’s Mission and Foundations": "Missão e Fundamentos do Fedora",
    "Fedora releases two major versions every year. We celebrate the hard work of our contributors virtually at each release.": "O Fedora lança duas versões principais todos os anos. Celebramos o trabalho árduo de nossos colaboradores virtualmente a cada lançamento.",
    "Fedora new release and beta release announcements show up here first. Test Day announcements are also posted here. This blog also hosts articles contributed from users like you!": "Os anúncios de novos lançamentos e versões beta do Fedora aparecem aqui primeiro. Os anúncios do dia do teste também são postados aqui. Este blog também hospeda artigos de utilizadores como você!",
    "Fedora has lots of teams! Click here to see a more complete list.": "O Fedora tem muitos times! Clique aqui para ver uma lista mais completa.",
    "Fedora built for Pinephone and Pinephone Pro": "Fedora construído para Pinephone e Pinephone Pro",
    "Fedora Social": "Fedora Social",
    "Fedora Sericea is an immutable Sway-based desktop.": "Fedora Sericea é um desktop imutável baseado em Sway.",
    "Fedora Quick Docs": "Documentos Rápidos do Fedora",
    "Fedora Linux with the i3 Tiling Window Manager.": "Fedora Linux com o i3 Tiling Window Manager.",
    "Fedora Linux with the Sway Tiling Window Manager": "Fedora Linux com Sway Tiling Window Manager",
    "Fedora Linux with the Budgie Desktop": "Fedora Linux com Budgie Desktop",
    "Fedora Linux bugs are reported to Red Hat's bugzilla.": "Bugs do Fedora Linux são relatados ao bugzilla da Red Hat.",
    "Fedora Kinoite is an immutable KDE-based desktop.": "O Fedora Kinoite é um desktop imutável baseado no KDE.",
    "Fedora Developer": "Desenvolvedor Fedora",
    "Fedora Council": "Conselho Fedora",
    "Fedora Community Blog": "Blog da comunidade Fedora",
    "Fedora Accounts": "Contas Fedora",
    "Extended Social Channels": "Canais Sociais Estendidos",
    "View Topics": "Ver Tópicos",
    "View Socials": "Ver redes sociais",
    "View Projects": "Ver Projetos",
    "Use the **\\#NestWithFedora** hashtags on your preferred social media platforms. Follow **[@fedora](https://twitter.com/fedora)** on Twitter for updates.": "Use as hashtags **\\#NestWithFedora** em suas plataformas de mídia social preferidas. Siga **[{'@'}fedora](https://twitter.com/fedora)** no Twitter para atualizações.",
    "Use our messaging board Fedora Discussions to stay up to date on Flock Notifications. **[Check it out here](https://discussion.fedoraproject.org/)**.": "Use nosso quadro de mensagens Fedora Discussions para se manter atualizado sobre as Notificações do Flock. **[Confira aqui](https://discussion.fedoraproject.org/)**.",
    "The location of Flock changes each year between Europe and North America. In 2020 Fedorans went virtual with Nest, now we offer a hybrid version of Flock to make it more accessible to our community.": "A localização do Flock muda a cada ano entre a Europa e a América do Norte. Em 2020, os Fedorans mudaram para o formato virtual com o Nest e agora estamos oferecendo uma versão híbrida do Flock para torná-lo mais acessível à nossa comunidade.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities. Stay connected during Flock through the following channels.": "O Projeto Fedora prevê um mundo onde todos se beneficiem de software livre e de código aberto construído por comunidades inclusivas, receptivas e de mente aberta. Fique conectado durante a Flock através dos seguintes canais.",
    "The Fedora Project Conference": "A Conferência do Projeto Fedora",
    "Thank you to our sponsors, supporting this event is one of the ways that they contribute to open source.": "Obrigado aos nossos patrocinadores, apoiar este evento é uma das formas de contribuir para o código aberto.",
    "Submit Proposal": "Submeter Proposta",
    "Submissions Closed": "Submissões Fechadas",
    "Spotlight": "Holofote",
    "Sponsors are advertised in several places at Flock. We also post about sponsors on social media. Your brand will be distributed globally in our swag bag.": "Os patrocinadores são anunciados em vários locais da Flock. Também publicamos sobre patrocinadores nas redes sociais. Sua marca será distribuída globalmente em nossa sacola de brindes.",
    "Social Events": "Eventos Sociais",
    "Sessions": "Sessões",
    "Register to attend": "Inscreva-se para participar",
    "Register": "Inscreva-se",
    "Presentations that showcase the work done in Fedora and planning for the future.": "Apresentações que mostram o trabalho feito no Fedora e o planejamento para o futuro.",
    "Our tierd sponsorship levels will all give you great visibility at Flock. Your booth will be showcased on the Expo page to maximize engagement.": "Nossos níveis de patrocínio lhe darão grande visibilidade na Flock. Seu estande será exibido na página da Expo para maximizar o engajamento.",
    "Our main IRC channel for the event is **\\#fedora-flock** on **libera.chat**. Join **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** to chat on Matrix or IRC.": "Nosso principal canal IRC para o evento é **\\#fedora-flock** no **libera.chat**. Junte-se a **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** para conversar no Matrix ou IRC.",
    "Our Sponsors": "Nossos Patrocinadores",
    "New to Fedora? Check our **[community forum](https://discussion.fedoraproject.org/c/ask)** for support and help with frequently asked questions.": "Novo no Fedora? Verifique nosso **[fórum da comunidade](https://discussion.fedoraproject.org/c/ask)** para suporte e ajuda com perguntas frequentes.",
    "Networking": "Rede",
    "Matrix & IRC": "Matrix & IRC",
    "Looking for a date that is not listed? Click here for help.": "Procurando uma data que não está listada? Clique aqui para obter ajuda.",
    "July 1 - 31 2023\nIn the month leading up to Flock, Fedorans are encouraged to organize local community events. Set the format and topic of your choice. The Fedora Council will help support your initiative with financial and organizating aid. Click below to set up a Hatch! Deadline for submissions is May 29.": "1 a 31 de julho de 2023\nNo mês que antecede a Flock, os fedorans são incentivados a organizar eventos comunitários locais. Defina o formato e o tema de sua escolha. O Conselho Fedora ajudará a apoiar sua iniciativa com ajuda financeira e de organização. Clique abaixo para configurar uma escotilha! Prazo para submissão é 29 de maio.",
    "Interested in hosting your own event?": "Interessado em hospedar seu próprio evento?",
    "Important Dates": "Datas Importantes",
    "Hatch Call for Proposals": "Chamada de propostas Hatch",
    "Free Admission": "Admissão Livre",
    "Flock offers an immersive in person experience. Attend sessions, collaborate with others, explore and meet new people. Plus, Flock is free to attend!": "A Flock oferece uma experiência imersiva em pessoa. Participe de sessões, colabore com outras pessoas, explore e conheça novas pessoas. Além disso, o Flock é gratuito para participar!",
    "Flock is an annual conference for contributors of Fedora Linux. It is where the community plans and showcases the strategy and work on the project. Check out the recordings from previous years of Flock and Nest.": "Flock é uma conferência anual para contribuidores do Fedora Linux. É onde a comunidade planeja e mostra a estratégia e o trabalho no projeto. Confira as gravações dos anos anteriores do Flock e do Nest.",
    "Flock attracts hundreds of amazing open source community members who work on and use software daily. Engage with our vibrant community in sessions and social hours.": "A Flock atrai centenas de incríveis membros da comunidade de código aberto que trabalham e usam software diariamente. Envolva-se com nossa comunidade vibrante em sessões e horas sociais.",
    "Flock Registration Open": "Inscrições Abertas da Flock",
    "Flock Call for Proposals": "Chamada de propostas da Flock",
    "Explore the latest in Open Source": "Explore o que há de mais recente em código aberto",
    "Events": "Eventos",
    "During the Covid-19 pandemic, we created Nest as a virtual alternative to Flock. Now it exists as a virtual option for those who cannot attend in person. Making Flock accessible for everyone!": "Durante a pandemia de Covid-19, criamos o Nest como uma alternativa virtual ao Flock. Agora existe como uma opção virtual para quem não pode comparecer presencialmente. Tornando o Flock acessível para todos!",
    "Don't miss these important deadlines": "Não perca esses prazos importantes",
    "Discussions": "Discussões",
    "Community events hosted around the world": "Eventos da comunidade hospedados em todo o mundo",
    "Casual, facilitated, and interactive events for meeting and socializing with Fedorans.": "Eventos casuais, facilitados e interativos para conhecer e socializar com a comunidade Fedora.",
    "Calendar": "Calendário",
    "Brand Exposure": "Exposição da marca",
    "Booths": "Estandes",
    "Benefits of Sponsoring Flock": "Benefícios de patrocinar a Flock",
    "August 1 - 4, 2023": "1 à 4 de Agosto de 2023",
    "All sponsor booths include a video, customizable experience, chat, and social media engagement. Click below to learn more.": "Todos os estandes de patrocinador incluem um vídeo, experiência personalizável, bate-papo e engajamento de mídia social. Clique abaixo para saber mais.",
    "Accomodations": "Acomodações",
    "A Hybrid Experience": "Uma Experiência Híbrida",
    "A 3 day conference hosted on Hopin.io": "Uma conferência de 3 dias hospedada no Hopin.io",
    "See the major changes and components version for latest Fedora CoreOS releases.": "Veja as principais mudanças e versões de componentes das últimas versões do Fedora CoreOS.",
    "Fedora CoreOS Release Notes": "Release Notes do Fedora CoreOS",
    "You can view, file, and discuss Fedore CoreOS issues on the Fedora CoreOS issue tracker.": "Você pode visualizar, arquivar e discutir problemas do Fedore CoreOS no rastreador de problemas do Fedora CoreOS.",
    "Why Fedora CoreOS?": "Por que Fedora CoreOS?",
    "Visit \\#fedora-coreos on irc.libera.chat.": "Visite \\#fedora-coreos em irc.libera.chat.",
    "Try it now": "Tente agora",
    "There are a wide variety of supported installation methods.": "Existem diversos métodos de instalação suportados.",
    "The optimal container host will be offered in order to run containerized applications.": "A melhor hospedagem de contêiner será oferecida para executar aplicativos em contêineres.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora CoreOS is created by a team in the Fedora community called the CoreOS Working Group. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the CoreOS Working Group website.": "O Projeto Fedora prevê um mundo onde todos se beneficiem de software livre e de código aberto construído por comunidades inclusivas, receptivas e de mente aberta.\n\nO Fedora CoreOS é criado por uma equipe da comunidade Fedora chamada Grupo de Trabalho CoreOS. É composto por membros oficiais com poder de decisão, bem como por outros colaboradores. Saiba mais no site do Grupo de Trabalho CoreOS.",
    "The Fedora CoreOS image is kept minimal by design.": "A imagem do Fedora CoreOS é mínima por design.",
    "Sign up at [coreos-status@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Cadastre-se em [coreos-status{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) para receber agendas e atas de reuniões.",
    "Platforms Tested against CoreOS": "Plataformas testadas com CoreOS",
    "Our goal is to provide the best container host to run workloads securely and at scale.": "Nosso objetivo é fornecer o melhor host de contêiner para executar cargas de trabalho com segurança e em escala.",
    "Open to everyone": "Aberto a todos",
    "Open to all current and potential contributors on Wednesday 11 AM Eastern on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Aberto a todos os contribuidores atuais e potenciais na quarta-feira às 11h no horário do leste dos EUA em [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Minimal": "Mínimo",
    "Flexible": "Flexível",
    "Fedora CoreOS Image": "Imagem Fedora CoreOS",
    "CoreOS is currently available on multiple platforms, with more coming soon.": "Atualmente, o CoreOS está disponível em várias plataformas, com mais novidades em breve.",
    "The Testing stream contains the next Stable release. Mix a few Testing machines into your cluster to catch any bugs specific to your hardware or configuration.": "A stream Testing contém a próxima versão Stable. Adicione algumas máquinas Testing em seu cluster para identificar quaisquer bugs específicos do seu hardware ou configuração.",
    "The Stable stream is the most reliable version of Fedora CoreOS. Releases are battle-tested within the Testing stream before being promoted.": "A stream Stable é a versão mais confiável do Fedora CoreOS. Os lançamentos são testados extensivamente na stream Testing antes de serem promovidos.",
    "The Next stream represents the future. It provides early access to new features and to the next major version of Fedora. Run a few Next machines in your cluster, or in staging, to help find problems.": "O stream Next representa o futuro. Ele fornece acesso antecipado a novos recursos e à próxima versão principal do Fedora. Execute algumas máquinas Next em seu cluster, ou em ambiente de testes, para ajudar a encontrar problemas.",
    "Testing": "Testes",
    "Stable": "Estável",
    "Pick your architecture": "Escolha sua arquitetura",
    "Next": "Próximo",
    "For IBM Cloud and zSystems.": "Para IBM Cloud e zSystems.",
    "Fedora CoreOS is available across 3 different release streams": "O Fedora CoreOS está disponível em 3 fluxos de lançamento diferentes",
    "Also known as armv8. For most processors other than Intel and AMD like Raspberry Pi or other comparable devices.": "Também conhecido como armv8. Para a maioria dos processadores que não são Intel e AMD, como o Raspberry Pi ou outros dispositivos comparáveis.",
    "You can view, file, and discuss Fedora CoreOS issues on the [Fedora CoreOS issue tracker](https://pagure.io/fedora-coreos/issues).": "Você pode visualizar, arquivar e discutir problemas do Fedora CoreOS no [rastreador de problemas do Fedora CoreOS](https://pagure.io/fedora-coreos/issues).",
    "You can chat with the Fedora CoreOS Working Group via either Matrix or IRC: #coreos:fedoraproject.org on Matrix and #fedora-coreos on irc.libera.chat.": "Você pode conversar com o Grupo de Trabalho Fedora CoreOS via Matrix ou IRC: #coreos:fedoraproject.org em Matrix e #fedora-coreos em irc.libera.chat.",
    "The Fedora CoreOS Working Group sends meeting agendas and minutes and has discussions on their mailing list at coreos@lists.fedoraproject.org.": "O Grupo de Trabalho do Fedora CoreOS envia agendas e atas de reunião e tem discussões em sua lista de discussão em coreos{'@'}lists.fedoraproject.org.",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "A tag **Fedora CoreOS** no fórum de discussão baseado em Discurso da Fedora é um ótimo lugar para se conectar com outros utilizadores e contribuidores do Fedora CoreOS.",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Junte-se a uma comunidade de utilizadores e contribuidores focados no Fedora CoreOS.",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "O Fedora CoreOS é criado por uma equipe da comunidade do Projeto Fedora chamada CoreOS Working Group. Ela é composta por membros oficiais com poder de decisão, bem como por outros colaboradores. Saiba mais sobre esse grupo e como você pode se envolver no site do CoreOS Working Group.",
    "CoreOS Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "As reuniões do CoreOS Working Group estão abertas a todos os contribuidores atuais e potenciais às quartas-feiras, às 11h do leste dos EUA, no fedora-meeting{'@'}irc.libera.chat.",
    "Help": "Ajuda",
    "You can view, file, and discuss Fedore Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/cloud-sig/issues).": "Você pode visualizar, registrar e discutir problemas do Fedora Cloud no [rastreador de problemas do Fedora Cloud](https://pagure.io/cloud-sig/issues).",
    "Why Fedora Cloud?": "Por que Fedora Cloud?",
    "Visit **\\#fedora-Cloud** on irc.libera.chat.": "Visite **\\#fedora-Cloud** em irc.libera.chat.",
    "Up-to-date": "Atualizado",
    "The lightweight VM environment": "O ambiente de máquina virtual leve",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora Cloud is created by a team in the Fedora community called the **Cloud Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Cloud Working Group website](https://fedoraproject.org/wiki/Cloud_SIG).": "O Projeto Fedora imagina um mundo onde todos se beneficiam do software livre e de código aberto construído por comunidades inclusivas, acolhedoras e de mente aberta.\n\nO Fedora Cloud é criado por uma equipe na comunidade do Fedora chamada **Grupo de Trabalho em Nuvem (Cloud Working Group)**. É composto por membros oficiais que têm poderes de tomada de decisão, bem como outros colaboradores. Saiba mais no [site do Cloud Working Group](https://fedoraproject.org/wiki/Cloud_SIG).",
    "Sign up at [cloud@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Inscreva-se em [cloud{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) para receber pautas e atas das reuniões.",
    "Secure": "Seguro",
    "Open-source Ecosystem": "Ecossistema Open-source",
    "Open to all current and potential contributors on **Wednesday 11 AM Eastern** on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Aberto a todos os contribuidores atuais e potenciais às **11h (horário do leste dos EUA)de quarta-feira** na sala [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Join the mailing list": "Junte-se à lista de discussão",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "O Fedora Cloud oferece os pacotes de software e atualizações mais recentes, garantindo que você esteja constantemente atualizado.",
    "Fedora Cloud is optimized for container workloads making it a great host for running containerized applications.": "O Fedora Cloud é otimizado para cargas de trabalho em contêineres, tornando-o um ótimo host para executar aplicativos em contêineres.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "O Fedora Cloud permite que você personalize seu ambiente de acordo com suas necessidades, selecionando os pacotes e recursos específicos que deseja incluir.",
    "Fedora Cloud Image": "Imagem Fedora Cloud",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Tudo é suportado por um ecossistema Fedora totalmente gratuito e de código aberto.",
    "Endorsed Partners of Fedora Cloud ": "Parceiros Aprovados do Fedora Cloud ",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "Projetado com foco em segurança, o Fedora Cloud inclui funções como SELinux, que aumenta a segurança do kernel e Perfis de Segurança.",
    "Customizable": "Customizável",
    "You can view, file, and discuss Fedora Workstation issues on [the Fedora Workstation issue tracker](https://fedoraproject.org/wiki/Bugzilla).": "Você pode visualizar, arquivar e discutir problemas do Fedora Workstation no [rastreador de problemas do Fedora Workstation](https://fedoraproject.org/wiki/Bugzilla).",
    "You can chat with the Fedora Workstation Working Group via either Matrix or IRC: **#workstation:fedoraproject.org** on Matrix or #fedora-workstation on irc.libera.chat.": "Você pode conversar com o Grupo de Trabalho Fedora Workstation via Matrix ou IRC: **#workstation:fedoraproject.org** no Matrix ou #fedora-workstation no irc.libera.chat.",
    "Workstation Working Group meetings are open to all current and potential contributors on **Tuesdays, 9:30 AM US Eastern** on [bluejeans.com/395383051](https://bluejeans.com/395383051).": "Workstation Working Group meetings are open to all current and potential contributors on **Terças-feiras, 9h30 no Horário do Leste dos EUA.** on [bluejeans.com/395383051](https://bluejeans.com/395383051).",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Temos uma **chamada aberta para propostas e patrocinadores** para a conferência anual Nest Virtual Fedora deste ano! Temos um processo de prazo contínuo com datas de aceitação de **1º de julho e 8 de julho de 2022**.\n[Leia mais sobre a chamada de propostas e proponha a sua](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "The Fedora Workstation Working Group sends meeting agendas and minutes and has discussions on their mailing list at **desktop@lists.fedoraproject.org**.": "O grupo de trabalho Fedora Workstation envia pautas e atas de reunião e tem discussões em sua lista de e-mails em **desktop{'@'}lists.fedoraproject.org**.",
    "The **Fedora Workstation** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Workstation users and contributors.": "A tag **Fedora Workstation** no fórum de discussão baseado em Discourse do Fedora é um ótimo lugar para se conectar com outros utilizadores e colaboradores do Fedora Workstation.",
    "Join a community of users and contributors focused on Fedora Workstation.": "Junte-se a uma comunidade de utilizadores e contribuidores focados no Fedora Workstation.",
    "Fedora Workstation is created by a team in the Fedora Project community called the **Workstation Working Group**. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the [Workstation Working Group website](https://docs.fedoraproject.org/en-US/workstation-working-group/).": "O Fedora Workstation é criado por uma equipe da comunidade do Projeto Fedora chamada **Workstation Working Group**. É composto por membros oficiais com poder de decisão, bem como por outros colaboradores. Saiba mais sobre este grupo e como você pode se envolver no [site do Workstation Working Group](https://docs.fedoraproject.org/pt-BR/workstation-working-group/).",
    "Communication channels": "Canais de Comunicação",
    "The Fedora Sway Spin provides the popular Sway tiling window manager. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse,touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sway Spin offers a complete experience with a minimalist user interface.": "O Fedora Sway Spin oferece o popular gestor de janelas em mosaico Sway. Ele torna o Sway acessível e atraente tanto para novatos quanto para utilizadores avançados que preferem não usar um mouse, touchpad ou outro dispositivo de ponteiro para interagir com seu ambiente. Com aplicativos leves para navegação na web, edição de texto e reprodução de mídia, o Fedora Sway Spin oferece uma experiência completa com uma interface de usuário minimalista.",
    "Screenshot of Fedora Sway desktop": "Screenshot do desktop Fedora Sway",
    "Fedora Sway Spin": "Spin Fedora Sway",
    "To sponsor our [Flock to Fedora](https://flocktofedora.org) conference, see the prospectus or email [sponsors@fedoraproject.org](mailto:sponsors@fedoraproject.org).\n\nTo mirror the repos, see the [Mirroring page](https://fedoraproject.org/wiki/Infrastructure/Mirroring) or contact the [Infrastructure team](https://docs.fedoraproject.org/en-US/infra/#_communicating).": "Para patrocinar nossa conferência [Flock to Fedora](https://flocktofedora.org), consulte o prospecto ou envie um e-mail para [sponsors{'@'}fedoraproject.org](mailto:sponsors{'@'}fedoraproject.org).\n\nPara espelhar os repositórios, consulte a página [Mirroring](https://fedoraproject.org/wiki/Infrastructure/Mirroring) ou entre em contato com a [Equipe de Infraestrutura](https://docs.fedoraproject.org/en-US/infra/#_communicating).",
    "The Fedora Project is proud to have the following organizations as sponsors.": "O Projeto Fedora tem o orgulho de contar com as seguintes organizações como patrocinadoras.",
    "The Fedora Project is also grateful to the following sponsors for providing substantial support.": "O Projeto Fedora também é grato aos seguintes patrocinadores por fornecerem um apoio substancial.",
    "Red Hat, Inc. is the primary sponsor for the Fedora Project. Red Hat provides the Fedora Project with a wide variety of resources, including full-time employee support, infrastructure, hardware and bandwidth, event funding, and legal counsel.": "A Red Hat, Inc. é a patrocinadora principal do Projeto Fedora. A Red Hat fornece ao Projeto Fedora uma ampla variedade de recursos, incluindo suporte de funcionários em tempo integral, infraestrutura, hardware e largura de banda, financiamento de eventos e consultoria jurídica.",
    "Interested in sponsoring something for Fedora?": "Interessado em patrocinar algo para o Fedora?",
    "Fedora Sponsors": "Patrocinadores do Fedora",
    "Visit \\#fedora-server on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)": "Visite \\#fedora-server em irc.libera.chat ou visite [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https: //chat.fedoraproject.org/#/room/#server:fedoraproject.org)",
    "The Fedora Project envisions a world where everyone can benefit from free and open source software built by inclusive, welcoming, and open-minded communities.\nFedora Server is created by a team in the Fedora community called the **Server Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Server Working Group website](https://docs.fedoraproject.org/en-US/server-working-group/).": "O Projeto Fedora enxerga um mundo onde todos podem se beneficiar de software livre e de código aberto construído por comunidades inclusivas, acolhedoras e de mente aberta.\nO Fedora Server é criado por uma equipe na comunidade Fedora chamada **Grupo de Trabalho Server**. Ela é composta por membros oficiais que têm poderes de decisão, bem como por outros colaboradores. Saiba mais no [site do Grupo de Trabalho Server](https://docs.fedoraproject.org/en-US/server-working-group/).",
    "Stable Ecosystem": "Ecossistema Estável",
    "Sign up at [server@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/server@lists.fedoraproject.org/)": "Inscreva-se em [server{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) para receber as pautas e atas das reuniões. [Veja os ficheiros](https://lists.fedoraproject.org/archives/list/server{'@'}lists.fedoraproject.org/)",
    "Serving the needs of small to medium businesses, home labs, and enterprise workloads": "Atendendo às necessidades de pequenas e médias empresas, laboratórios domésticos e cargas de trabalho corporativas",
    "Sensible Defaults": "Valores padrão razoáveis",
    "Run virtual machines and containers with [libvirt](https://libvirt.org/) and [podman](https://podman.io/) or build amazing applications on top of the [WildFly](https://www.wildfly.org) application runtime": "Execute máquinas virtuais e contêineres com [libvirt](https://libvirt.org/) e [podman](https://podman.io/) ou crie incríveis aplicações na plataforma de tempo de execução de aplicativos [WildFly](https://www.wildfly.org)",
    "Run server workloads on bare metal or virtual machines with the latest open source technologies curated by the Fedora Community": "Execute cargas de trabalho do servidor em metal nu ou em máquinas virtuais com as mais recentes tecnologias de código aberto selecionadas pela comunidade Fedora",
    "Container-based": "Baseado em contêiner",
    "Community-driven": "Voltado para a comunidade",
    "Chat with the team": "Bate-papo com o time",
    "Built By You": "Construído por si",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "Ser um projeto de código aberto significa que existe um grande conjunto de conhecimento e experiência disponível.",
    "A customizable cloud native experience.": "Uma experiência personalizável e nativa da nuvem.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "Baixe a última versão do Fedora Cloud Edition para sua arquitetura aqui.",
    "Documentation": "Documentação",
    "Community Support": "Suporte da Comunidade",
    "community": "comunidade",
    "You can view, file, and discuss Fedora Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues).": "Você pode visualizar, arquivar e discutir problemas do Fedora Cloud no [rastreador de problemas do Fedora Cloud](https://pagure.io/fedora-cloud/issues).",
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "Você pode conversar com o Grupo de Trabalho Fedora Cloud via Matrix: #cloud:fedoraproject.org.",
    "Ways to get involved": "Maneiras para ficar envolvido",
    "Visit Now": "Visite agora",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "O Grupo de Trabalho Fedora Cloud envia agendas e atas de reuniões e realiza discussões em sua lista de e-mails em cloud{'@'}lists.fedoraproject.org.",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "A tag **Fedora Cloud** no fórum de discussão baseado no Discourse da Fedora é um ótimo lugar para se conectar com outros utilizadores e contribuidores do Fedora Cloud.",
    "Report & discuss issues": "Relatar & discutir problemas",
    "Mailing List": "Lista de discussão",
    "Join a community of users and contributors focused on Fedora Cloud.": "Junte-se a uma comunidade de utilizadores e contribuidores focados no Fedora Cloud.",
    "Forum": "Fórum",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "O Fedora Cloud é criado por uma equipe da comunidade do Projeto Fedora chamada Cloud Working Group. É composto por membros oficiais com poder de decisão, bem como por outros colaboradores. Saiba mais sobre este grupo e como você pode se envolver no site do Cloud Working Group.",
    "Description": "Descrição",
    "Communication Channels": "Canais de comunicação",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "As reuniões do Cloud Working Group estão abertas a todos os contribuidores atuais e potenciais às quartas-feiras, 11h, horário do leste dos EUA, no fedora-meeting{'@'}irc.libera.chat.",
    "Chat Now": "Bate-papo Agora",
    "Chat": "Bate-papo",
    "Attend a meeting": "Participe de um encontro",
    "Utilities & Configuration": "Utilitários e Configuração",
    "The Fedora Budgie Spin showcases the Budgie Desktop, a feature-rich, modern desktop designed to keep out the way of the user. Budgie Desktop uses common desktop design metaphors while offering uses sophisticated functionality such as its Raven widget and notification center, and an approachable method to personalization.\n\nThis Spin is designed to align closely with upstream Budgie Desktop, providing a close to vanilla experience with a curated set of default applications that fit in best with Budgie.": "O Fedora Budgie Spin apresenta o ambiente de desktop Budgie, um ambiente moderno e rico em recursos projetado para não atrapalhar o usuário. O Budgie Desktop usa metáforas de design comuns em ambientes de desktop, ao mesmo tempo em que oferece funcionalidades sofisticadas, como o widget Raven e o centro de notificações, e uma abordagem acessível para personalização.\n\nEste Spin é projetado para estar alinhado de perto com o Budgie Desktop original, proporcionando uma experiência quase pura com um conjunto de aplicativos padrão selecionados que se encaixam melhor com o Budgie.",
    "Office & Productivity": "Escritório e Produtividade",
    "Fedora Budgie Spin ships Gnome Terminal, the gateway to the real power of any UNIX/Linux machine.": "O Fedora Budgie Spin vem com o Gnome Terminal, a porta de entrada para o verdadeiro poder de qualquer máquina UNIX/Linux.",
    "Fedora Budgie Image": "Imagem Fedora Budgie",
    "Eye of MATE is meant to be a fast and functional image viewer.": "O Eye of MATE é destinado a ser um visualizador de imagens rápido e funcional.",
    "Download Now": "Transferir agora",
    "Upstream Documentation": "Documentação upstream",
    "For IBM s390x zSystems": "Para IBM s390x zSystems",
    "For Power ppc64le systems": "Para sistemas Power ppc64le",
    "For ARM® aarch64 systems": "Para sistemas ARM® aarch64",
    "For Intel and AMD x86_64 systems": "Para sistemas Intel e AMD x86_64",
    "Obsolete GPG keys": "Chaves GPG obsoletas",
    "Current GPG keys": "Chaves GPG atuais",
    "Verify the CHECKSUM file is valid": "Verifique se o ficheiro CHECKSUM é válido",
    "List Fedora's GPG key(s)": "Listar a(s) chave(s) GPG do Fedora",
    "100% Free & Open Source": "100% Livre e de Código Aberto",
    "Release Notes": "Notas de Lançamento",
    "Verify the checksum matches": "Verifique se o checksum corresponde",
    "Verify the checksum file is valid": "Verifique se o ficheiro de checksum é válido",
    "Import Fedora's GPG key(s)": "Importar a(s) chave(s) GPG do Fedora",
    "Become a Sponsor": "Torne-se um Patrocinador",
    "Learn more": "Saber mais",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity.": "Ao calcular o checksum da imagem em seu próprio computador e compará-la com o checksum original, você pode verificar se a imagem não foi adulterada ou corrompida. As imagens também são assinadas por gpg com chaves do Fedora para demonstrar sua integridade.",
    "Most computers with Intel and AMD processors.": "A maioria dos computadores com processadores Intel e AMD.",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Também conhecido como armv8. Para a maioria dos processadores que não sejam Intel e AMD, como Raspberry Pi ou outros dispositivos comparáveis.",
    "BETA": "BETA",
    "Panda, Beefy and Badger.": "Panda, Beefy e Badger.",
    "Deadline:": "Prazo final:",
    "Visit Fedora Youtube": "Visite o Youtube do Fedora",
    "Cloud Launchable": "Iniciável na nuvem",
    "Cloud Images": "Imagens Cloud",
    "architecture": "arquitetura",
    "Pick your": "Escolha o seu",
    "Download": "Transferir",
    "Try it now.": "Tente agora.",
    "Learn more about the relationship between Red Hat and Fedora.": "Saiba mais sobre a relação entre a Red Hat e o Fedora.",
    "Fedora is sponsored by Red Hat.": "O Fedora é patrocinado pela Red Hat.",
    "Registration": "Registar",
    "Learn More": "Saiba mais",
    "Destination": "Destino",
    "Learn more about the relationship between Red Hat and Fedora": "Saiba mais sobre a relação entre a Red Hat e o Fedora",
    "Fedora is sponsored by Red Hat": "O Fedora é patrocinado pela Red Hat",
    "Sponsors": "Patrocinadores",
    "Code of Conduct": "Código de Conduta",
    "Legal": "Jurídico",
    "Privacy Statement": "Declaração de Privacidade",
    "Fedora Logo": "Logo do Fedora",
    "Engineering Teams": "Equipas de Engenharia",
    "Edit this website": "Edite este website",
    "Edit these docs": "Edite estes documentos",
    "Edit fedoraproject.org using the content management system! Tip: Use the GitLab SSO link to open a session first.": "Edite fedoraproject.org usando o sistema de gerenciamento de conteúdo! Dica: Use o link GitLab SSO para abrir uma sessão primeiro.",
    "Easy Fix": "Fácil conserto",
    "Downloading Fedora Linux": "Baixando Fedora Linux",
    "Diversity & Inclusion": "Diversidade & Inclusão",
    "Did you notice a glaring typo or a broken link in these docs? Click here to find out how you can help make it right!": "Você notou um erro de digitação ou um link quebrado nesses documentos? Clique aqui para descobrir como você pode ajudar a consertar!",
    "Design Suite": "Suíte de Design",
    "Connections": "ligações",
    "Cinnamon Desktop": "Cinnamon Desktop",
    "Beyond the official channels for Fedorans to communicate, community members are involved on other popular platforms as well! Check out IRC, Discord, Telegram, Reddit, and more!": "Além dos canais oficiais para os Fedoranos se comunicarem, os membros da comunidade também estão envolvidos em outras plataformas populares! Confira IRC, Discord, Telegram, Reddit e muito mais!",
    "Badges": "Badges",
    "Astronomy": "Astronomia",
    "Announcements that are pertinent to Fedora developers and the Fedora infrastructure team tend to be posted here.": "Anúncios pertinentes aos desenvolvedores do Fedora e à equipe de infraestrutura do Fedora costumam ser postados aqui.",
    "An in-depth guide to installing Fedora Linux.": "Um guia detalhado para instalar o Fedora Linux.",
    "All Teams & Tags": "Todos Times e Tags",
    "Add translation": "Adicionar tradução",
    "Add a translation": "Adicione uma tradução",
    "Activities beyond engineering: Learn about the teams focused on Fedora's outreach, brand, & more.": "Atividades além da engenharia: saiba mais sobre as equipes focadas na divulgação, marca e muito mais do Fedora.",
    "Accounts & Apps": "Contas e Aplicativos",
    "About": "Sobre",
    "A wide variety of free and open robotics software packages for beginners and experts.": "Uma grande variedade de pacotes de software livres e abertos para iniciantes e especialistas em robótica.",
    "A plethora of Free/Open source computational modelling tools for Neuroscience.": "Uma infinidade de ferramentas de modelagem computacional de Código Aberto/Livre para Neurociências.",
    "A modern desktop featuring a traditional gnome user experience.": "Um ambiente de trabalho moderno com a experiência de usuário tradicional GNOME.",
    "A lightweight and well intgrated LXQT desktop environment.": "Um ambiente de trabalho LXQt leve e bem integrado.",
    "A light, fast, and less resource hungry desktop environment": "Um ambiente de trabalho leve, rápido e enxuto",
    "A foundation for Internet of Things and Device Edge ecosystem.": "Uma fundação para o ecossistema de Internet das coisas e de dispositivos de borda.",
    "A complete, modern desktop built using the KDE Plasma Desktop Environment.": "Um ambiente de trabalho completo e moderno, construído usando o KDE Plasma Desktop.",
    "A complete and well integrated desktop.": "Uma área de trabalho completa e integrada.",
    "A collection and perfect showcase of the best games available in Fedora.": "Uma coleção dos melhores jogos disponíveis no Fedora.",
    "A classroom lab for teaching the Python programming language to students.": "Um laboratório de sala de aula para ensinar a linguagem de programação Python para estudantes.",
    "A classic Fedora desktop with an additional 3D window manager.": "Um ambiente de trabalho clássico do Fedora com um gestor de janelas 3D adicional.",
    "A bundle of open source scientific and numerical tools used in research.": "Um pacote de ferramentas científicas e matemáticas de código aberto utilizadas em pesquisas.",
    "Utilities": "Utilitários",
    "The popular and free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.": "O popular e gratuito navegador da Web apoiado pela Mozilla, uma organização sem fins lucrativos dedicada à saúde e privacidade na Internet.",
    "The integrated personal information manager of KDE Plasma Desktop. The Kontact suite unites mature and proven KDE PIM applications under one easy to use application.": "O gestor de informações pessoais integrado do KDE Plasma Desktop. A suíte Kontact une aplicativos KDE PIM maduros e comprovados em um aplicativo fácil de usar.",
    "Stay connected with your friends and colleagues using Telepathy Instant Messaging client. It supports all common IM protocols.": "Fique conectado com seus amigos e colegas usando o cliente Telepathy Instant Messaging. Ele suporta todos os protocolos comuns de mensagens instantâneas.",
    "Screenshot of Fedora KDE Plasma desktop": "Captura de tela da área de trabalho do Fedora KDE Plasma",
    "Parley is a vocabulary trainer that helps you memorize things via virtual flashcards. It provides a rich set of tools to manage your card sets.": "Parley é um treinador de vocabulário que ajuda você a memorizar coisas por meio de flashcards virtuais. Ele fornece um rico conjunto de ferramentas para gerenciar seus conjuntos de cartões.",
    "Okular is a universal document viewer that combines the excellent functionalities with the versatility of supporting different kind of documents, like PDF, Postscript, DjVu, CHM, XPS, ePub and others.": "Okular é um visualizador de documentos universal que combina excelentes funcionalidades com a versatilidade de suportar diferentes tipos de documentos, como PDF, Postscript, DjVu, CHM, XPS, ePub e outros.",
    "Office & Productivity Suite": "Suíte de Escritório e Produtividade",
    "Marble is a virtual globe and world atlas in your computer. You can learn a lot about Earth or you can just enjoy virtual trips around our planet.": "Marble é um globo virtual e um atlas mundial em seu computador. Você pode aprender muito sobre a Terra ou apenas desfrutar de viagens virtuais ao redor do nosso planeta.",
    "LibreOffice is a free and powerful office suite. Its clean interface and feature-rich tools help you unleash your creativity and enhance your productivity.": "O LibreOffice é uma suíte de escritório gratuita e poderosa. Sua interface limpa e ferramentas ricas em recursos ajudam você a liberar sua criatividade e aumentar sua produtividade.",
    "Kiten is a Japanese dictionary application as well as a Japanese language reference. It includes a kanji lookup tool and browsing interface.": "Kiten é um aplicativo de dicionário japonês, bem como uma referência do idioma japonês. Inclui uma ferramenta de pesquisa de kanji e uma interface de navegação.",
    "Kalzium allows you to explore the periodic table of elements. It has a 3D molecule editor plus multiple simulators and calculators.": "Kalzium permite explorar a tabela periódica dos elementos. Possui um editor de moléculas 3D, além de vários simuladores e calculadoras.",
    "K3B allows you to easily back up your multimedia files as it's a full featured CD/DVD writing software. K3B supports writing data CDs/DVDs, audio CDs, video CDs, DVDs, copying, CD ripping and more.": "O K3B permite que você faça backup facilmente de seus ficheiros multimídia, pois é um software de gravação de CD/DVD completo. O K3B suporta a gravação de CDs/DVDs de dados, CDs de áudio, CDs de vídeo, DVDs, cópia, ripagem de CD e muito mais.",
    "Gwenview is able to load and save to a variety of image formats, such as PNG and JPEG. Its simple interface does not get in the way and lets you view your images quickly and easily.": "O Gwenview é capaz de carregar e salvar em uma variedade de formatos de imagem, como PNG e JPEG. Sua interface simples não atrapalha e permite que você visualize suas imagens de forma rápida e fácil.",
    "Fedora KDE Plasma Image": "Imagem do Fedora KDE Plasma",
    "Fedora KDE Plasma Desktop": "Desktop Fedora KDE Plasma",
    "Education": "Educação",
    "Dolphin is a file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.": "Dolphin é um gestor de ficheiros que permite navegar pelo conteúdo de seus discos rígidos, pendrives, cartões SD e muito mais. Criar, mover ou excluir ficheiros e pastas é simples e rápido.",
    "Ark is a graphical file compression and decompression utility with support for multiple formats, including tar, gzip, bzip2, rar and zip, as well as CD-ROM images. Ark can be used to browse, extract, create, and modify archives.": "Ark é um utilitário gráfico de compactação e descompactação de ficheiros com suporte para vários formatos, incluindo tar, gzip, bzip2, rar e zip, bem como imagens de CD-ROM. Ark pode ser usado para navegar, extrair, criar e modificar ficheiros.",
    "Are you a downloader? Use KTorrent or KGet to get new versions of Fedora KDE Plasma Desktop Edition!": "Você é um usuário que gosta de Transferir ficheiros? Use o KTorrent ou o KGet para obter novas versões do Fedora KDE Plasma Desktop Edition!",
    "A simple music player that should be easy to use. It does not require any configuration before one can use it.": "Um reprodutor de música simples que deve ser fácil de usar. Não requer nenhuma configuração antes que alguém possa usá-lo.",
    "A multimedia player where the focus is on simplicity, instead of features. Its simple interface is designed not to get in your way and instead empower you to simply play multimedia files.": "Um player multimídia onde o foco está na simplicidade, em vez de recursos. Sua interface simples foi projetada para não atrapalhar e, em vez disso, permitir que você simplesmente reproduza ficheiros multimídia.",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues)": "Você pode visualizar, criar e discutir problemas do Fedora IoT no [Rastreador de problemas do Fedora IoT](https://pagure.io/fedora-iot/issues)",
    "Why Fedora Iot?": "Por que fedora iot?",
    "Visit \\#fedora-iot on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).": "Visite \\#fedora-iot em irc.libera.chat ou visite [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https: //chat.fedoraproject.org/#/room/#iot:fedoraproject.org).",
    "Use Fedora IoT to support your workloads that are computed outside of the traditional datacenter.": "Use o Fedora IoT para suportar suas cargas de trabalho que são computadas fora do datacenter tradicional.",
    "The solid foundation for IoT ecosystems": "A base sólida para ecossistemas IoT",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora IoT is created by a team in the Fedora community called the **IoT Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [IoT Working Group website](https://docs.fedoraproject.org/en-US/iot-wg/).": "O Projeto Fedora vislumbra um mundo em que todos se beneficiam do software livre e de código aberto construído por comunidades inclusivas, acolhedoras e de mente aberta.\n\nO Fedora IoT é criado por uma equipe na comunidade Fedora chamada **Grupo de Trabalho IoT**. Ela é composta por membros oficiais que têm poderes de tomada de decisão, bem como outros colaboradores. Saiba mais no [site do Grupo de Trabalho IoT](https://docs.fedoraproject.org/en-US/iot-wg/).",
    "Sign up at **iot@lists.fedoraproject.org** to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/iot@lists.fedoraproject.org/)": "Inscreva-se em **iot{'@'}lists.fedoraproject.org** para receber pautas e atas de reuniões [ver ficheiros](https://lists.fedoraproject.org/archives/list/iot{'@'}lists.fedoraproject.org/)",
    "Platforms Tested against IoT": "Plataformas testadas em IoT",
    "Open to all current and potential contributors **every Wednesday at 16:00 UTC** on [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Aberto a todos os contribuidores atuais e potenciais **todas as quartas-feiras às 16:00 UTC** no [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Makes the most of your device": "Aproveita ao máximo o seu dispositivo",
    "Leading Technology": "Tecnologia de Ponta",
    "Fedora works with hardware vendors to make excellent hardware support across a range of devices.": "O Fedora trabalha com fornecedores de hardware para oferecer excelente suporte de hardware em uma variedade de dispositivos.",
    "Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.": "O Fedora IoT é um host baseado em contêiner que é executado em seu hardware, com foco na implantação de dispositivos de ponta.",
    "Fedora IoT Image": "Imagem Fedora IoT",
    "Edge Support": "Suporte Avançado",
    "Container Based": "Baseado em Contêiner",
    "Built on the latest technologies and enhancements that open-source has to offer.": "Construído sobre as mais recentes tecnologias e aprimoramentos que o código aberto tem a oferecer.",
    "Download the latest version of Fedora IoT Edition for your architecture here.": "Baixe a última versão do Fedora IoT Edition para sua arquitetura aqui.",
    "Download Fedora IoT": "Transferir Fedora IoT",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues).": "Você pode visualizar, criar e discutir problemas do Fedora IoT no [Rastreador de problemas do Fedora IoT](https://pagure.io/fedora-iot/issues).",
    "You can chat with the Fedora IoT Working Group via either Matrix or IRC: #iot:fedoraproject.org on Matrix and #fedora-iot on irc.libera.chat.": "Você pode conversar com o Grupo de Trabalho Fedora IoT via Matrix ou IRC: #iot:fedoraproject.org em Matrix e #fedora-iot em irc.libera.chat.",
    "The Fedora IoT Working Group sends meeting agendas and minutes and has discussions on their mailing list at iot@lists.fedoraproject.org.": "O Grupo de Trabalho Fedora IoT envia as pautas e atas das reuniões e tem discussões em sua lista de discussão em iot{'@'}lists.fedoraproject.org.",
    "The **Fedora IoT** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora IoT users and contributors.": "A tag **Fedora IoT** no fórum de discussão baseado no Discourse do Fedora é um ótimo lugar para se conectar com outros utilizadores e contribuidores do Fedora IoT.",
    "Join a community of users and contributors focused on Fedora IoT.": "Junte-se a uma comunidade de utilizadores e contribuidores focada no Fedora IoT.",
    "IoT Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "As reuniões do Grupo de Trabalho de IoT estão abertas a todos os contribuidores atuais e potenciais às quartas-feiras, às 11h, horário do Leste dos EUA, na sala de bate-papo fedora-meeting{'@'}irc.libera.chat.",
    "Fedora IoT is created by a team in the Fedora Project community called the IoT Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the IoT Working Group website.": "O Fedora IoT é criado por uma equipe da comunidade do Projeto Fedora chamada Grupo de Trabalho IoT. É composto por membros oficiais com poder de decisão, bem como por outros colaboradores. Saiba mais sobre esse grupo e como você pode se envolver no site do Grupo de Trabalho IoT.",
    "🎉 [Fedora Linux 38 released!](https://fedoramagazine.org/announcing-fedora-38)": "🎉 [Fedora Linux 38 lançado!](https://fedoramagazine.org/announcing-fedora-38)",
    "its_your_Community.": "Comunidade.",
    "its_your_Workstation.": "Workstation.",
    "its_your_Server.": "Server.",
    "Want more Fedora options?": "Deseja mais opções de Fedora?",
    "View more articles on [Fedora Magazine](https://fedoramagazine.org/)": "Veja mais artigos na [Fedora Magazine](https://fedoramagazine.org/)",
    "Users and developers are available in the #fedora channel on Fedora Chat.": "Utilizadores e desenvolvedores estão disponíveis no canal #fedora no Fedora Chat.",
    "The solid edge foundation": "A base sólida",
    "The leading Linux desktop": "O líder em desktop Linux",
    "The Fedora Alternative Downloads are either special-purpose - for testing, for specific architectures - or are more standard versions of Fedora in alternative formats such as network installer format or formatted for BitTorrent download.": "Os Downloads Alternativos do Fedora são versões especiais - para testes, para arquiteturas específicas - ou versões mais padrões do Fedora em formatos alternativos, como o formato de instalação de rede ou formatado para download via BitTorrent.",
    "Support Resources": "Recursos de suporte",
    "Next upcoming event": "Próximos eventos",
    "Mission Statement": "Declaração de missão",
    "Make the most of using Fedora.": "Aproveite ao máximo o uso do Fedora.",
    "License Details": "Detalhes da Licença",
    "License": "Licença",
    "It is a compilation of software packages, each under its own license. Images that can be downloaded here are available under the combination of licenses of the constituent software packages and the license of the Fedora Linux distribution itself. [View License](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)": "É uma compilação de pacotes de software, cada um sob sua própria licença. As imagens que podem ser baixadas aqui estão disponíveis sob a combinação das licenças dos pacotes de software constituintes e da licença da distribuição do Fedora Linux em si. [Ver Licença](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)",
    "If you prefer an alternative desktop environment such as KDE Plasma Desktop or Xfce, you can download a Fedora Spin for your preferred desktop environment and use that to install Fedora, pre-configured for the desktop environment of your choice.": "Se você preferir um ambiente de área de trabalho alternativo, como KDE Plasma Desktop ou Xfce, pode Transferir um Fedora Spin para seu ambiente de área de trabalho preferido e usá-lo para instalar o Fedora, pré-configurado para o ambiente de área de trabalho de sua escolha.",
    "Get support from our the community on the Fedora Discussion Forum.": "Obtenha suporte da nossa comunidade no Fórum de Discussão do Fedora.",
    "Fedora is always free for anyone to **use, modify, and distribute**. It is built and used by people across the globe who work together as a community.": "O Fedora é sempre gratuito para qualquer pessoa **usar, modificar e distribuir**. Ele é construído e usado por pessoas em todo o mundo que trabalham juntas como uma comunidade.",
    "Fedora Spins": "Fedora Spins",
    "Fedora Magazine": "Fedora Magazine",
    "Fedora Linux": "Fedora Linux",
    "Fedora Labs is a selection of curated bundles of purpose-driven software and content as curated and maintained by members of the Fedora Community. These may be installed as standalone full versions of Fedora or as add-ons to existing Fedora installations.": "O Fedora Labs é uma seleção de pacotes curados de software e conteúdo direcionados a propósitos, curados e mantidos por membros da Comunidade Fedora. Eles podem ser instalados como versões completas independentes do Fedora ou como complementos para instalações existentes do Fedora.",
    "Fedora Labs": "Fedora Labs",
    "Fedora IoT provides a trusted open source platform as a strong foundation for IoT ecosystems.": "O Fedora IoT fornece uma plataforma de código aberto confiável como uma base sólida para os ecossistemas de IoT.",
    "Fedora Index Image": "Indexador de Imagem Fedora",
    "Fedora Docs": "Fedora Docs",
    "Fedora Discussion": "Fedora Discussion",
    "Fedora Chat": "Bate-papo do Fedora",
    "Fedora ALT Downloads": "transferências alternativas do Fedora",
    "Extensive documentation is available at the Fedora documentation page.": "Uma extensa documentação está disponível na página de documentação do Fedora.",
    "Editions": "Edições",
    "An innovative platform for hardware, clouds, and containers, built with love by you.": "Uma plataforma inovadora para hardware, clouds e containers, construída com amor por si.",
    "A Registered Digital Public Good": "Um Bem Público Digital Registrado",
    "A Community Server OS": "Um SO de servidor da comunidade",
    "Workshops and hackfests offer opportunities for active learning and collaboration.": "Workshops e hackfests oferecem oportunidades para aprendizagem ativa e colaboração.",
    "Workshops": "Workshops",
    "What to expect": "O que esperar",
    "We are Fedora": "Nós somos Fedora",
    "Watch Footage from Past Events": "Assista ao material de eventos passados",
    "Virtual": "Virtual",
    "Become a Fedora Contributor": "Torne-se um contribuidor do Fedora",
    "We take security seriously": "Nós levamos a segurança a sério"
}
