{
    "Languages": "Языки",
    "A collection and perfect showcase of the best games available in Fedora.": "Подборка и идеальная витрина лучших игр, доступных в Fedora.",
    "A classroom lab for teaching the Python programming language to students.": "Лабораторный класс для преподавания студентам языка программирования Python.",
    "A classic Fedora desktop with an additional 3D window manager.": "Классический рабочий стол Fedora с дополнительным 3D-менеджером окон.",
    "A bundle of open source scientific and numerical tools used in research.": "Пакет средств с открытым исходным кодом для научных и численных расчетов, используемых в исследованиях.",
    "A built-in remote server administration tool is ready to use on first boot": "Встроенный инструмент удаленного администрирования сервера готов к использованию при первой загрузке",
    "A beautiful, high-quality desktop, built on the latest open source technology. Trusted, powerful and easy.\n": "Красивая, высококачественная настольная система, созданная на основе новейших технологий с открытым исходным кодом. Проверенная, мощная, удобная.\n",
    "A Registered Digital Public Good": "Зарегистрированное цифровое общественное благо",
    "A Hybrid Experience": "Гибридный опыт",
    "A Community Server OS": "Серверная ОС сообщества",
    "A 3 day conference hosted on Hopin.io": "Трехдневная конференция на Hopin.io",
    "100% Free & Open Source": "100% бесплатно и с открытым исходным кодом",
    " From the Data Center to your Raspberry Pi": " От центра обработки данных до вашего Raspberry Pi",
    " * Fedora requires a minimum of 20GB disk, 2GB RAM, to install and run successfully. Double those amounts is recommended. ": " * Для установки и успешного запуска Fedora требуется минимум 20 ГБ на диске, 2 ГБ ОЗУ. Рекомендуется удвоить эти значения. ",
    "BETA": "БЕТА",
    "Join Us!": "Присоединяйтесь к нам!",
    "verify_button_instruction": "Нажмите на кнопку проверки {verify_button}, чтобы получить инструкцию, специально подогнанную под загружаемый файл."
}
