{
    "Languages": "Språk",
    "verify_button_instruction": "Klicka på verifieringsknappen {verify_button} för att få instruktioner som är skräddarsydda för din nedladdning.",
    "community": "gemenskap",
    "architecture": "arkitektur",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "Dina vänliga och hjälpsamma bidrag till dessa kommunikationskanaler skulle vara mycket uppskattade",
    "You can chat with the Fedora CoreOS Working Group via either Matrix or IRC: #coreos:fedoraproject.org on Matrix and #fedora-coreos on irc.libera.chat.": "Du kan chatta med Fedora CoreOS arbetsgruppen via antingen Matrix eller IRC: #coreos:fedoraproject.org på Matrix och #fedora-coreos på irc.libera.chat.",
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "Du kan chatta med Fedora Cloud arbetsgruppen via Matrix: #cloud:fedoraproject.org.",
    "Worldwide & Local Fedora Meetups": "Världsomspännande och lokala Fedora Meetups",
    "Workstation speaks your language": "Workstation pratar ditt språk",
    "Workstation is carefully curated to deliver a high-quality experience. The desktop is clean and uncluttered.": "Workstation är noggrant utvald för att leverera en upplevelse av hög kvalitet. Skrivbordet är rent och stilrent.",
    "Workshops and hackfests offer opportunities for active learning and collaboration.": "Workshops och hackfester erbjuder möjligheter till aktivt lärande och samarbete.",
    "Workshops": "Workshops",
    "With Fedora, your desktop is your own. It's free, there are no ads, and your data belongs to you.": "Med Fedora är ditt skrivbord ditt eget. Det är gratis, det finns inga annonser och din data tillhör dig.",
    "Why Fedora Workstation?": "Varför Fedora Workstation?",
    "Why Fedora CoreOS?": "Varför Fedora CoreOS?",
    "Why Fedora Cloud?": "Varför Fedora Cloud?",
    "What to expect": "Vad du kan förvänta dig",
    "We've partnered with companies like Lenovo to bring you laptops pre-loaded with Fedora that include fully-supported hardware components. ": "Vi har samarbetat med företag som Lenovo för att ge dig bärbara datorer förinstallerade med Fedora som inkluderar fullt stödda hårdvarukomponenter. ",
    "We're so glad you've decided to give Fedora Workstation a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Workstation ett försök. Vi vet att du kommer att älska det.",
    "We want you to be part of Nest 2022": "Vi vill att du ska vara en del av Nest 2022",
    "We take security seriously": "Vi tar säkerhet seriöst",
    "We are always excited to work with new contributors. If you're new to the project, check out these sites.": "Vi är alltid glada över att arbeta med nya bidragsgivare. Om du är ny till projektet, kolla in dessa webbplatser.",
    "We are Fedora": "Vi är Fedora",
    "Ways to get involved": "Sätt att engagera sig",
    "Visual design, multimedia production, and publishing suite of free and open source creative tools.": "Visuell design, multimediaproduktion och en publiceringssvit med kreativitetsverktyg i fri och öppen källkod.",
    "Visit now": "Besök nu",
    "Visit \\#fedora-coreos on irc.libera.chat.": "Besök \\#fedora-coreos på irc.libera.chat.",
    "Visit Now": "Besök nu",
    "Visit Fedora Youtube": "Besök Fedora på Youtube",
    "Virtualization made easy": "Virtualisering på ett enkelt sätt",
    "Virtual": "Virtuell",
    "View Topics": "Visa Ämnen",
    "View Socials": "Visa socialamedia",
    "View Projects": "Visa projekt",
    "Use Fedora IoT to support your workloads that are computed outside of the traditional datacenter.": "Använd Fedora IoT för att stödja dina arbetslaster som beräknas utanför det traditionella datacentret.",
    "Twice a year, in coordination with the release of each new version of Fedora Linux, we hold global virtual release parties. These are typically a 1.5 day \"mini-conference\" with talks and social events. ": "Två gånger om året, i samordning med releasen av varje ny version av Fedora Linux, håller vi globala virtuella releasefester. Dessa är vanligtvis en 1,5-dagars \"minikonferens\" med föreläsningar och sociala evenemang. ",
    "Turn the lights down low": "Slå av ljuset",
    "Try it now.": "Prova det nu.",
    "Trusted": "Tillförlitlig",
    "These editions are supported but not yet a part of the official Fedora editions.": "Dessa utgåvor stöds men är ännu inte en del av de officiella Fedora-utgåvorna.",
    "There's a Fedora release party every six months and a Flock event every year. Make a plan to attend and even propose a talk!": "Det finns ett Fedora releaseparty var sjätte månad och ett Flock-evenemang varje år. Gör en plan för att delta och föreslå till och med ett föredrag!",
    "There are a wide variety of supported installation methods.": "Det finns en mängd olika installationsmetoder som stöds.",
    "The location of Flock changes each year between Europe and North America. In 2020 Fedorans went virtual with Nest, now we offer a hybrid version of Flock to make it more accessible to our community.": "Platsen där Flock hålls ändras varje år mellan Europa och Nordamerika. 2020 blev Fedorans virtuella med Nest, nu erbjuder vi en hybridversion av Flock för att göra den mer tillgänglig för vår gemenskap.",
    "The leading Linux desktop": "Det ledande Linux-skrivbordet",
    "The flagship Fedora edition featuring the latest Gnome desktop. The Linux desktop you've been waiting for.": "Flaggskepps Fedora-utgåvan använder det senaste Gnome-skrivbordet. Linux-skrivbordet du har väntat på.",
    "The Virtual Fedora Project Conference": "Den virtuella Fedora-projektkonferensen",
    "The Fedora Workstation Working Group sends meeting agendas and minutes and has discussions on their mailing list at **desktop@lists.fedoraproject.org**.": "Fedora Workstation-arbetsgruppen skickar mötesagendor och protokoll och har diskussioner på sin e-postlista på **desktop{'@'}lists.fedoraproject.org**.",
    "The Fedora Project Conference": "Fedora-projektets konferens",
    "The Fedora CoreOS Working Group sends meeting agendas and minutes and has discussions on their mailing list at coreos@lists.fedoraproject.org.": "Fedora CoreOS-arbetsgruppen skickar mötesagendor och protokoll och har diskussioner på sin e-postlista på coreos{'@'}lists.fedoraproject.org.",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "Fedora Cloud-arbetsgruppen skickar mötesagendor och protokoll och har diskussioner på sin e-postlista på cloud{'@'}lists.fedoraproject.org.",
    "The Community Blog provides a single source for members of the community to share important news, updates, and information about Fedora with others in the Project community.": "Gemenskapsbloggen tillhandahåller en enda källa för medlemmar av gemenskapen att dela viktiga nyheter, uppdateringar och information om Fedora med andra i projektgemenskapen.",
    "The Annual Fedora Project Conference": "Fedora-projektets årliga konferens",
    "The **Fedora Workstation** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Workstation users and contributors.": "**Fedora Workstation** taggen på Fedoras Discourse baserade diskussionsforum är ett bra ställe att få kontakt med andra Fedora Workstation-användare och bidragsgivare.",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "**Fedora CoreOS** taggen på Fedoras Discourse baserade diskussionsforum är ett bra ställe att få kontakt med andra Fedora CoreOS-användare och bidragsgivare.",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "**Fedora Cloud** taggen på Fedoras Discourse baserade diskussionsforum är ett bra ställe att få kontakt med andra Fedora Cloud-användare och bidragsgivare.",
    "Thanks to a global community of translators, Workstation is available in many languages.": "Tack vare en global gemenskap av översättare är Workstation tillgänglig på många språk.",
    "Thank you to our sponsors, supporting this event is one of the ways that they contribute to open source.": "Tack till våra sponsorer, att stödja detta evenemang är ett av sätten att de bidrar till öppen källkod.",
    "Support": "Support",
    "Spotlight": "Uppmärksamhet",
    "Sponsors are advertised in several places at Flock. We also post about sponsors on social media. Your brand will be distributed globally in our swag bag.": "Sponsorer annonseras ut på flera ställen under Flock. Vi poster även om sponsorer på sociala medier. Ditt varumärke kommer att distribueras globalt i vårt swag paket.",
    "Sponsors": "Sponsorer",
    "Sponsored by Red Hat Logo": "Sponsras av Red Hat",
    "Social Events": "Sociala evenemang",
    "Sessions": "Sessioner",
    "Secure": "Säker",
    "Screenshot": "Skärmbild",
    "Report & discuss issues": "Rapportera & diskutera problem",
    "Reliable": "Pålitlig",
    "Registration": "Registrering",
    "Register to attend": "Registrera dig för att delta",
    "Register": "Registrera",
    "Recap": "Sammanfattning",
    "RELEASE DATE": "RELEASEDATUM",
    "Productivity-boosting desktop features": "Produktivitetshöjande skrivbordsfunktioner",
    "Privacy Statement": "Sekretesspolicy",
    "Presentations that showcase the work done in Fedora and planning for the future.": "Presentationer som visar upp arbetet som gjorts i Fedora och planering för framtiden.",
    "Pick your": "Välj din",
    "Panda, Beefy and Badger.": "Panda, Beefy och Badger.",
    "Our Sponsors": "Våra sponsorer",
    "Open-source Ecosystem": "Ekosystem med öppen källkod",
    "Open to everyone": "Öppet för alla",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "När du laddat ned en avbild, se till att verifiera den för både säkerhet och integritet.",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "När du laddat ned en avbild, se till att verifiera den för både säkerhet och integritet",
    "Not sure how to use these files? [Learn here](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)": "Är du osäker på hur man använder dessa filer? [Läs mer](https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/)",
    "New Contributors": "Nya bidragsgivare",
    "Most computers with Intel and AMD processors.": "De flesta datorer med Intel och AMD-processorer.",
    "Minimal": "Minimal",
    "Matrix & IRC": "Matrix & IRC",
    "Makes the most of your device": "Få ut det mesta av din enhet",
    "Mailing List": "E-postlista",
    "Looking for a date that is not listed? Click here for help.": "Letar du efter ett datum som inte finns med? Klicka här för hjälp.",
    "Legal": "Juridik",
    "Learn more about the relationship between Red Hat and Fedora.": "Ta reda på mer om relationen mellan Red Hat och Fedora.",
    "Learn more about the relationship between Red Hat and Fedora": "Ta reda på mer om relationen mellan Red Hat och Fedora",
    "Learn more about Fedora Media Writer": "Lär dig mer om Fedora MediaSkrivare",
    "Learn More": "Mer information",
    "Leading technology": "Ledande teknologi",
    "Leading Technology": "Ledande teknologi",
    "Laptops pre-loaded with Fedora": "Bärbara datorer förinstallerade med Fedora",
    "Join the mailing list": "Gå med i e-postlistan",
    "Join a community of users and contributors focused on Fedora Workstation.": "Gå med i en gemenskap av användare och bidragsgivare fokuserade på Fedora Workstation.",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Gå med i en gemenskap av användare och bidragsgivare fokuserade på Fedora CoreOS.",
    "Join a community of users and contributors focused on Fedora Cloud.": "Gå med i en gemenskap av användare och bidragsgivare fokuserade på Fedora Cloud.",
    "Join Us!": "Gå med oss!",
    "Interested in hosting your own event?": "Intresserad av att arrangera ditt eget evenemang?",
    "Important Dates": "Viktiga datum",
    "Helpful out of the box": "Hjälpsam direkt från start",
    "Help": "Hjälp",
    "Great for developers": "Perfekt för utvecklare",
    "Get started developing with Fedora Workstation": "Kom igång med att utveckla med Fedora Workstation",
    "Free Admission": "Fritt inträde",
    "Free & private": "Fri & privat",
    "Forum": "Forum",
    "For audio enthusiasts and musicians who want to create, edit, and produce audio and music on Linux.": "För ljudentusiaster och musiker som vill skapa, redigera och producera ljud och musik på Linux.",
    "Flock offers an immersive in person experience. Attend sessions, collaborate with others, explore and meet new people. Plus, Flock is free to attend!": "Flock erbjuder en uppslukande personlig upplevelse. Delta i sessioner, samarbeta med andra, utforska och träffa nya människor. Dessutom är Flock gratis att delta i!",
    "Flock is an annual conference for contributors of Fedora Linux. It is where the community plans and showcases the strategy and work on the project. Check out the recordings from previous years of Flock and Nest.": "Flock är en årlig konferens för bidragsgivare till Fedora Linux. Det är där gemenskapen planerar och visar upp strategi och arbetet med projektet. Kolla in inspelningarna från tidigare år av Flock och Nest.",
    "Flock attracts hundreds of amazing open source community members who work on and use software daily. Engage with our vibrant community in sessions and social hours.": "Flock lockar hundratals fantastiska medlemmar av öppen källkod som arbetar med och använder programvara dagligen. Engagera oss i vår livfulla gemenskap i sessioner och sociala timmar.",
    "Flock Registration Open": "Flock registreringen är öppen",
    "Flexible": "Flexibel",
    "Fedora works with hardware vendors to make excellent hardware support across a range of devices.": "Fedora samarbetar med hårdvaruleverantörer för att tillhandahålla utmärkt hårdvarustöd på en rad enheter.",
    "Fedora is sponsored by Red Hat.": "Fedora är sponsrat av Red Hat.",
    "Fedora is sponsored by Red Hat": "Fedora är sponsrat av Red Hat",
    "Fedora has events throughout the year that you can attend, typically in-person or virtually, to learn more about Fedora Workstation as well as meet other users and contributors.": "Fedora har evenemang under hela året som du kan delta i, vanligtvis personligen eller virtuellt, för att lära dig mer om Fedora Workstation samt träffa andra användare och bidragsgivare.",
    "Fedora Workstation is created by a team in the Fedora Project community called the **Workstation Working Group**. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the [Workstation Working Group website](https://docs.fedoraproject.org/en-US/workstation-working-group/).": "Fedora Workstation skapas av ett team i Fedora-gemenskapen som kallas **Workstation Arbetsgruppen**. Den består av officiella medlemmar som har beslutsfattande befogenheter, såväl som andra bidragsgivare. [Läs mer på Workstation arbetsgruppens webbplats.](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Workstation includes a great set of utilities, like Clocks, Weather and Maps.": "Fedora Workstation innehåller en bra uppsättning verktyg, som klockor, väder och kartor.",
    "Fedora Silverblue is an immutable desktop operating system aimed at good support for container-focused workflows.": "Fedora Silverblue är ett oföränderligt skrivbordsoperativsystem som siktar på bra stöd för arbetsflöden fokuserade på behållare.",
    "Fedora Release Parties": "Fedora releasefester",
    "Fedora Publications": "Fedora publikationer",
    "Fedora Magazine": "Fedora Magazine",
    "Fedora Logo": "Fedora Logotyp",
    "Fedora Linux with the i3 Tiling Window Manager.": "Fedora Linux med i3 Kaklad fönsterhanterare.",
    "Fedora Discussion": "Fedora diskussion",
    "Fedora Community Blog": "Fedora Gemenskapsblogg",
    "Fedora Chat": "Fedora Chatt",
    "Fedora Accounts": "Fedora konton",
    "Features for everyone": "Funktioner för alla",
    "Explore the latest in Open Source": "Utforska det senaste inom öppen källkod",
    "Explore Fedora Laptops": "Utforska Fedora bärbara datorer",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Allt stöds av ett helt gratis Fedora-ekosystem med öppen källkod.",
    "Events": "Evenemang",
    "Editions": "Utgåvor",
    "During the Covid-19 pandemic, we created Nest as a virtual alternative to Flock. Now it exists as a virtual option for those who cannot attend in person. Making Flock accessible for everyone!": "Under Covid-19-pandemin skapade vi Nest som ett virtuellt alternativ till Flock. Nu finns det som ett virtuellt alternativ för dem som inte kan delta personligen. Gör Flock tillgängligt för alla!",
    "Downloads": "Hämtningar",
    "Download now": "Ladda ned nu",
    "Download Now": "Ladda ned nu",
    "Download": "Hämta",
    "Don't miss these important deadlines": "Missa inte dessa viktiga deadlines",
    "Documentation": "Dokumentation",
    "Discussions": "Diskussioner",
    "Developed in partnership with upstream projects. Rigorously tested. Backed by Red Hat.": "Utvecklad i samarbete med uppströmsprojekt. Noggrant testad. Uppbackad av Red Hat.",
    "Destination": "Destination",
    "Description": "Beskrivning",
    "Deadline:": "Deadline:",
    "CoreOS is currently available on multiple platforms, with more coming soon.": "CoreOS är för närvarande tillgängligt på flera plattformar, och mer kommer snart.",
    "CoreOS Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "CoreOS-arbetsgruppens möten är öppna för alla nuvarande och potentiella bidragsgivare på onsdagar kl. 11.00 Östra USA tid på #fedora-meeting{'@'}irc.libera.chat.",
    "Contributors": "Bidragsgivare",
    "Container-based": "Behållarbaserade",
    "Container Based": "Behållarbaserade",
    "Community events hosted around the world": "Gemenskapsevenemang som arrangeras runt om i världen",
    "Community Support": "Gemenskaps Support",
    "Community": "Gemenskap",
    "Communication channels": "Kommunikationskanaler",
    "Communication Channels": "Kommunikationskanaler",
    "Colúr (cuh-loohr) is our Flock mascot.": "Colúr (cuh-loohr) är vår flockmaskot.",
    "Code of Conduct": "Uppförandekod",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Moln-arbetsgruppens möten är öppna för alla nuvarande och potentiella bidragsgivare på onsdagar kl. 11.00 Östra USA tid på #fedora-meeting{'@'}irc.libera.chat.",
    "Cloud Launchable": "Molnstartbar",
    "Cloud Images": "Molnavbilder",
    "Check out the recap from our latest event, the Fedora 36 release party!": "Kolla in sammanfattningen från vårt senaste evenemang, releasefesten för Fedora 36!",
    "Chat with the team": "Chatta med teamet",
    "Chat Now": "Chatta nu",
    "Chat": "Chatt",
    "Calendar": "Kalender",
    "By clicking on and downloading Fedora, you agree to comply with the following terms and conditions.": "Genom att klicka på nedladdningslänken och hämta hem Fedora till din dator, går du med på att uppfylla följande krav och villkor.",
    "Built on the latest technologies and enhancements that open-source has to offer.": "Byggd på den senaste tekniken och förbättringarna som öppen källkod har att erbjuda.",
    "Built on the latest technologies and enhancements that open source has to offer.": "Byggd på den senaste tekniken och förbättringarna som öppen källkod har att erbjuda.",
    "Built by you": "Byggt för dig",
    "Built By You": "Byggt för dig",
    "Brand Exposure": "Varumärkesexponering",
    "Both the Fedora Community Blog and Fedora Magazine are always [looking for article proposals, writers, and editors](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ": "Både Fedora Gemenskapsbloggen och Fedora Magazine [letar alltid efter artikelförslag, skribenter och redaktörer](https://docs.fedoraproject.org/en-US/fedora-magazine/contributing/). ",
    "Booths": "Stånd",
    "Benefits of Sponsoring Flock": "Fördelar med att sponsra Flock",
    "Become a Fedora contributor": "Bli en Fedora-bidragsgivare",
    "Become a Fedora Contributor": "Bli en Fedora-bidragsgivare",
    "Beautiful": "Vacker",
    "BETA": "BETA",
    "Attend a meeting": "Närvara vid ett möte",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Även känd som armv8. För de flesta andra processorer än Intel och AMD som Raspberry Pi eller andra jämförbara enheter.",
    "All sponsor booths include a video, customizable experience, chat, and social media engagement. Click below to learn more.": "Alla sponsorstånd inkluderar en video, anpassningsbar upplevelse, chatt och engagemang i sociala medier. Klicka nedan för att lära dig mer.",
    "About": "Om",
    "A wide variety of free and open robotics software packages for beginners and experts.": "En bred uppsättning fria och öppna robotikprogrampaket för nybörjare och experter inom robotik.",
    "A plethora of Free/Open source computational modelling tools for Neuroscience.": "En mångfald av verktyg för beräkningsmodeller för neurovetenskap i fri och öppen källkod.",
    "A modern desktop featuring a traditional gnome user experience.": "Ett modernt skrivbord som ger en traditionell Gnome-känsla för användaren.",
    "A lightweight and well intgrated LXQT desktop environment.": "En lättviktig, välintegrerad LXQt-skrivbordsmiljö.",
    "A light, fast, and less resource hungry desktop environment": "En lätt, snabb, mindre resurshungrig skrivbordsmiljö",
    "A customizable cloud native experience.": "En anpassningsbar molnbaserad upplevelse.",
    "A complete, modern desktop built using the KDE Plasma Desktop Environment.": "Ett komplett, modernt skrivbord byggt på KDE Plasma-skrivbordet.",
    "A complete and well integrated desktop.": "Ett komplett och välintegrerat skrivbord.",
    "A collection and perfect showcase of the best games available in Fedora.": "En samling och perfekt demonstration av de bästa spelen som finns tillgängliga i Fedora.",
    "A classroom lab for teaching the Python programming language to students.": "Ett klassrumslabb för att lära ut programmeringsspråket Python till studenter.",
    "A classic Fedora desktop with an additional 3D window manager.": "Ett klassiskt Fedoraskrivbord med en extra 3D-fönsterhanterare.",
    "A bundle of open source scientific and numerical tools used in research.": "Ett knippe vetenskapliga och numeriska verktyg i öppen källkod som används inom forskning.",
    "A Hybrid Experience": "En hybridupplevelse",
    "A 3 day conference hosted on Hopin.io": "En 3 dagars konferens som äger rum på Hopin.io",
    " * Fedora requires a minimum of 20GB disk, 2GB RAM, to install and run successfully. Double those amounts is recommended. ": " * Fedora kräver minst 20 GB disk, 2 GB RAM, för att installeras och köras framgångsrikt. Dubbla dessa mängder rekommenderas. ",
    "The solid foundation for IoT ecosystems": "Den solida grunden för IoT-ekosystem",
    "The lightweight VM environment": "Den lättviktiga VM-miljön",
    "The Fedora CoreOS image is kept minimal by design.": "Fedora CoreOS avbilden hålls minimal av design.",
    "Spins": "Spins",
    "Powerful, completely open-source and free tools for amateur and professional astronomers.": "Kraftfullt verktyg helt fritt och i öppen källkod för amatörer och proffesionella.",
    "Platforms Tested against CoreOS": "Plattformar testade för CoreOS",
    "Our tierd sponsorship levels will all give you great visibility at Flock. Your booth will be showcased on the Expo page to maximize engagement.": "Våra sponsringsnivåer kommer alla att ge dig stor synlighet under Flock. Din monter kommer att visas på Expo-sidan för att maximera engagemanget.",
    "Other Sources": "Andra källor",
    "Once you've got Fedora installed and running, why not join and contribute to one of our online communities?": "När du väl har installerat Fedora och körandes, varför inte gå med och bidra till en av våra online-gemenskaper?",
    "Officially-supported Fedora community spaces": "Officiellt stödda Fedora Gemenskapsområden",
    "Next upcoming event": "Nästa kommande evenemang",
    "Labs": "Labbar",
    "Get Started": "Kom igång",
    "Fantastic apps": "Fantastiska program",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Att delta i ett möte eller rapportera och diskutera problem du har hittat kan vara ett bra första steg för att bidra",
    "Accomodations": "Boende",
    "100% Free & Open Source": "100% fritt & öppen källkod",
    "Use performance mode to boost hardware speed when you need it. Turn off notifications with Do Not Disturb. Press the Super key and just type to search for what you need.": "Använd prestandaläge för att öka hårdvaruhastigheten när du behöver den. Stäng av aviseringar med stör inte. Tryck på Super-knappen och skriv bara för att söka efter det du behöver.",
    "These pages connect you to all the different spaces that Fedorans work on projects. From new to long-term contributors, the following links will get you to where you want to go.": "Dessa sidor ansluter dig med alla olika utrymmen där Fedorans arbetar med projekt. Från nya till långsiktiga bidragsgivare kommer följande länkar att få dig dit du vill gå.",
    "The Labs are Fedora Linux set up with software bundles based on particular topics.": "Labbarna är Fedora Linux förinstallerat med programvarupaket som baseras på särskilda ämnen.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities. Stay connected during Flock through the following channels.": "Fedora-projektet föreställer en värld där alla drar nytta av gratis och öppen källkodsprogramvara byggd av inkluderande, välkomnande och öppensinnade gemenskaper. Håll kontakt under Flock genom följande kanaler.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora CoreOS is created by a team in the Fedora community called the CoreOS Working Group. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the CoreOS Working Group website.": "Fedora-projektet föreställer en värld där alla drar nytta av gratis och öppen källkodsprogramvara byggd av inkluderande, välkomnande och öppensinnade gemenskaper.\n\nFedora CoreOS skapas av ett team i Fedora-gemenskapen som kallas CoreOS arbetsgruppen. Den består av officiella medlemmar som har beslutsfattande rättigheter och andra bidragsgivare. Läs mer på webbplatsen för CoreOS arbetsgruppen.",
    "The Desktop spins feature specific Linux Desktop Environments. Our official Workstation Edition uses the Gnome Desktop, but you can install Fedora preconfigured with any of the listed Desktop Environments.": "Skrivbordsspinsen har specifika Linux-skrivbordsmiljöer. Vår officiella Workstation-utgåva använder GNOME-skrivbordet, men du kan installera Fedora förkonfigurerad med någon av de listade skrivbordsmiljöerna.",
    "Submit Proposal": "Skicka in ett förslag",
    "Our goal is to provide the best container host to run workloads securely and at scale.": "Vårt mål är att tillhandahålla den bästa containervärden för att köra arbetslaster säkert och skalbart.",
    "Make a proposal": "Kom med ett förslag",
    "Fedora Kinoite is an immutable KDE-based desktop.": "Fedora Kinoite är ett oföränderligt KDE-baserat skrivbord.",
    "Fedora CoreOS is available across 3 different release streams": "Fedora CoreOS är tillgängligt över tre olika släppströmmar",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "Fedora CoreOS kan rullas ut på 3 olika CPU -arkitekturer.",
    "Edge Support": "Kant stöd",
    "Containers ready to go": "Behållare klara att använda",
    "Community-maintained spaces": "Gemenskaps-underhållna platser",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "Fedora CoreOS skapas av ett team i Fedora-projekt gemenskapen som kallas CoreOS arbetsgruppen. Den består av officiella medlemmar som har beslutanderätt samt andra bidragsgivare. Läs mer om den här gruppen och hur du kan engagera dig på CoreOS arbetsgruppens webbplats.",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "Fedora Cloud skapas av ett team i Fedora-projekt gemenskapen som kallas Cloud arbetsgruppen. Den består av officiella medlemmar som har beslutanderätt samt andra bidragsgivare. Läs mer om den här gruppen och hur du kan engagera dig på Cloud arbetsgruppens webbplats.",
    "Networking": "Nätverkande",
    "Latest release": "Senaste släpp",
    "A foundation for Internet of Things and Device Edge ecosystem.": "En grund för ekosystemen sakernas internet (Internet of Things) och enhetskant (Device Edge).",
    "A Registered Digital Public Good": "En registrerad digital kollektiv nyttighet",
    "A Community Server OS": "Ett Server OS från gemenskapen",
    "Release Notes": "Versionsinformation",
    "Header Second Half": "Huvud andrahalva",
    "Fedora CoreOS Release Notes": "Fedora CoreOS Versionsinformation",
    "i3 Tiling WM": "i3 Kaklad WM",
    "You can view, file, and discuss Fedore CoreOS issues on the Fedora CoreOS issue tracker.": "Du kan se, arkivera och diskutera Fedora CoreOS-problem på Fedora CoreOS felspårare.",
    "You can view, file, and discuss Fedora Workstation issues on [the Fedora Workstation issue tracker](https://fedoraproject.org/wiki/Bugzilla).": "Du kan se, arkivera och diskutera Fedora Workstation-problem på [Fedoras Workstation felspårare](https://pagure.io/fedora-cloud/issues).",
    "You can view, file, and discuss Fedora Server issues on the [Fedora Server issue tracker](https://pagure.io/fedora-server/issues).": "Du kan se, arkivera och diskutera Fedora Server-problem på [Fedoras Server felspårare](https://pagure.io/fedora-cloud/issues).",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues).": "Du kan se, arkivera och diskutera Fedora IoT-problem på [Fedoras IoT felspårare](https://pagure.io/fedora-cloud/issues).",
    "You can view, file, and discuss Fedora IoT issues on the [Fedora IoT issue tracker](https://pagure.io/fedora-iot/issues)": "Du kan se, arkivera och diskutera Fedora IoT-problem på [Fedoras IoT felspårare](https://pagure.io/fedora-cloud/issues)",
    "You can view, file, and discuss Fedora CoreOS issues on the [Fedora CoreOS issue tracker](https://pagure.io/fedora-coreos/issues).": "Du kan se, arkivera och diskutera Fedora CoreOS-problem på [Fedoras CoreOS felspårare](https://pagure.io/fedora-cloud/issues).",
    "You can view, file, and discuss Fedora Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/fedora-cloud/issues).": "Du kan se, arkivera och diskutera Fedora Cloud-problem på [Fedoras Cloud felspårare](https://pagure.io/fedora-cloud/issues).",
    "You can verify the details of the GPG key(s) below.": "Du kan verifiera detaljerna för GPG-nycklarna nedan.",
    "You can verify the details of the GPG key(s)": "Du kan verifiera detaljerna för GPG-nycklarna",
    "You can chat with the Fedora Workstation Working Group via either Matrix or IRC: **#workstation:fedoraproject.org** on Matrix or #fedora-workstation on irc.libera.chat.": "Du kan chatta med Fedora Workstation arbetsgruppen via antingen Matrix eller IRC: **#workstation:fedoraproject.org** på Matrix eller #fedora-workstation på irc.libera.chat.",
    "You can chat with the Fedora Server Working Group via either Matrix or IRC: #server:fedoraproject.org on Matrix and #fedora-server on irc.libera.chat.": "Du kan chatta med Fedora Server arbetsgruppen via antingen Matrix eller IRC: #server:fedoraproject.org på Matrix och #fedora-server på irc.libera.chat.",
    "You can chat with the Fedora IoT Working Group via either Matrix or IRC: #iot:fedoraproject.org on Matrix and #fedora-iot on irc.libera.chat.": "Du kan chatta med Fedora IoT arbetsgruppen via antingen Matrix eller IRC: #iot:fedoraproject.org på Matrix och #fedora-iot på irc.libera.chat.",
    "Yes, they still exist.": "Ja, de existerar fortfarande.",
    "Workstation Working Group meetings are open to all current and potential contributors on **Tuesdays, 9:30 AM US Eastern** on [bluejeans.com/395383051](https://bluejeans.com/395383051).": "Workstation arbetsgruppens möten är öppna för alla nuvarande och potentiella bidragsgivare på **tisdagar, 9:30 AM Östra USA tid** på [bluejeans.com/395383051](https://bluejeans.com/395383051).",
    "Why Fedora Iot?": "Varför Fedora Iot?",
    "Week of Diversity": "Mångfalds vecka",
    "We're so glad you've decided to give Fedora Server a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att prova Fedora Server, Vi vet att du kommer att älska det.",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Vi har en **för närvarande öppen utlysning av förslag och sponsorer** för årets Nest Fedoras virtuella årliga konferens! Vi har en rullande deadlineprocess med godkännandedatum **1 juli och 8 juli 2022**.\n[Läs mer om utlysningen av förslag och föreslå dina egna](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "We have a **currently-open call for proposals and sponsors** for this year's Nest virtual Fedora annual conference! We have a rolling deadline process with acceptance dates of **July 1st and July 8th, 2022**.\n\n[Read more about the call for proposals and propose your own](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.": "Vi är **för närvarande öppna för förslag och sponsorer** för årets Nest Fedoras virtuella årliga konferens! Vi har en rullande deadlineprocess med godkännandedatum **1 juli och 8 juli 2022**.\n\n[Läs mer om utlysningen av förslag och föreslå dina egna](https://communityblog.fedoraproject.org/nest-2022-cfp/)!.",
    "Watch the latest reviews ➔": "Se de senaste recensionerna ➔",
    "Watch Footage from Past Events": "Se inspelningar från tidigare evenemang",
    "Want more Fedora options?": "Vill du ha fler Fedora-alternativ?",
    "Visit \\#fedora-server on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)": "Besök \\#fedora-server på irc.libera.chat eller besök [chat​.​fedoraproject​.​org​/​#​/​room​/​#​server​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#server:fedoraproject.org)",
    "Visit \\#fedora-iot on irc.libera.chat or visit [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).": "Besök \\#fedora-iot på irc.libera.chat eller besök [chat​.​fedoraproject​.​org​/​#​/​room​/​#​iot​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#iot:fedoraproject.org).",
    "Visit **\\#fedora-Cloud** on irc.libera.chat.": "Besök **\\#fedora-Cloud** på irc.libera.chat.",
    "View more articles on [Fedora Magazine](https://fedoramagazine.org/)": "Visa mer artiklar på [Fedora Magazine](https://fedoramagazine.org/)",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid": "Verifiera din nedladdning för säkerhet och integritet med hjälp av rätt kontrollsummafil. Om det finns en bra signatur från en av Fedora-nycklarna och SHA256-kontrollsumman matchar, är nedladdningen giltig",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Verifiera din nedladdning för säkerhet och integritet med hjälp av rätt kontrollsumma och signaturfil. Om det finns en bra signatur från en av Fedora-nycklarna och SHA256-kontrollsumman matchar, är nedladdningen giltig.",
    "Verify your download": "Verifera din nerladdning",
    "Verify with CHECKSUM files": "Verifiera med KONTROLLSUMMA filer",
    "Verify the signature file is valid": "Verifiera att signaturfilen är giltig",
    "Verify the checksum matches": "Verifiera att kontrollsumman matchar",
    "Verify the checksum file is valid": "Verifiera att kontrollsumma-filen är giltig",
    "Verify the CHECKSUM file is valid": "Kontrollera att Kontrollsumma-filen är giltig",
    "Users and developers are available in the #fedora channel on Fedora Chat.": "Användare och utvecklare är tillgängliga i #fedora-kanalen på Fedora Chatt.",
    "Use this link to focus on questions and answers about Fedora Workstation.": "Använd den här länken för att fokusera på frågor och svar om Fedora Workstation.",
    "Use this link to focus on questions and answers about Fedora Server.": "Använd den här länken för att fokusera på frågor och svar om Fedora Server.",
    "Use this link to focus on questions and answers about Fedora IoT (Internet of Things).": "Använd den här länken för att fokusera på frågor och svar om Fedora IoT (Sakernas internet).",
    "Use this link to focus on questions and answers about Fedora CoreOS.": "Använd den här länken för att fokusera på frågor och svar om Fedora CoreOS.",
    "Use this link to focus on questions and answers about Fedora Cloud.": "Använd den här länken för att fokusera på frågor och svar om Fedora Cloud.",
    "Use the latest container tools from the Red Hat ecosystem. No setup required. Access the Red Hat container registry.": "Använd de senaste behållarverktygen från Red Hats ekosystem. Ingen installation krävs. Gå till Red Hat-behållarregister.",
    "Up-to-date": "Alltid uppdaterad",
    "Try it now": "Prova det nu",
    "This is where contributors are awarded tokens of recognition for their contributions. How many can you get!": "Det är här som bidragsgivare tilldelas ett erkännande märke för sina bidrag. Hur många kan du få!",
    "This is the proverbial office “water cooler”, where people gather for “break from work” conversation. Introduce yourself, have (friendly!) off-topic discussions, and socialize!": "Detta är den kända ”vattenkylaren” på kontoret, där människor samlas för ”paus från jobbet”-samtal. Presentera dig själv, ha (vänliga!) diskussioner utanför ämnet och umgås!",
    "This is a week in September where we highlight the contributions and experiences of women, lgbtq+, and bipoc in Fedora.": "Detta är en vecka i september där vi lyfter fram bidrag och erfarenheter från kvinnor, hbtq+ och bipoc i Fedora.",
    "This is a special interest group that has formed for the sole purpose of helping new contributors get involved. Fedora is big and complex and it needs your help!": "Detta är en specialintressegrupp som har bildats i det enda syftet att hjälpa nya bidragsgivare att engagera sig. Fedora är stort och komplext och det behöver din hjälp!",
    "These are the tools and Git forges that Fedora packagers and developers use to build the Fedora systems.": "Det här är verktygen och Git-forges som Fedora-paketerare och utvecklare använder för att bygga Fedora-systemet.",
    "These are some of the tools that you will use when contributing to the Fedora Project.": "Det här är några av verktygen som du kommer att använda när du bidrar till Fedora-projektet.",
    "These are some low-priority items that are thought to be good entry-level tasks for a new contributor to start with.": "Det här är några lågprioriterade objekt som anses vara bra instegsuppgifter för en ny bidragsgivare att börja med.",
    "These are sites where updates about new and upcomming events, releases, packages, and projects are likely to be posted. You might want to subscribe to some of these to get the notices in your inbox.": "Det här är webbplatser där uppdateringar om nya och kommande evenemang, släpp, paket och projekt sannolikt kommer att publiceras. Du kanske vill prenumerera på några av dessa för att få meddelandena i din inkorg.",
    "These are places to get (and give) user support.": "Det här är ställen att få (och ge) användarsupport.",
    "These are a few free-form communication channels and some links to information about Fedora's release parties and annual conferences. Fedorans regularly come together to celebrate our community and the hard work that we put into it!": "Det här är några fria kommunikationskanaler och några länkar till information om Fedoras släppfester och årliga konferenser. Fedoraner samlas regelbundet för att fira våran gemenskap och det hårda arbete som vi lägger ner på den!",
    "The optimal container host will be offered in order to run containerized applications.": "Den optimala behållarvärden kommer att erbjudas för att kunna köra behållarbaserade applikationer.",
    "The container optimized OS": "Operativsystemet som är optimerat för behållare",
    "The annual contributor conference for Fedora Linux. Flock takes place at the beginning of August.": "Den årliga bidragsgivarkonferensen för Fedora Linux. Flock äger rum i början av augusti.",
    "The Water Cooler": "Vattenkylaren",
    "The Testing stream contains the next Stable release. Mix a few Testing machines into your cluster to catch any bugs specific to your hardware or configuration.": "Testströmmen innehåller nästa stabila version. Blanda in några testmaskiner i ditt kluster för att fånga eventuella buggar som är specifika för din hårdvara eller konfiguration.",
    "The Stable stream is the most reliable version of Fedora CoreOS. Releases are battle-tested within the Testing stream before being promoted.": "Den stabila strömmen är den mest pålitliga versionen av Fedora CoreOS. Utgåvor stridstestas i testströmmen innan de flyttas upp.",
    "The Next stream represents the future. It provides early access to new features and to the next major version of Fedora. Run a few Next machines in your cluster, or in staging, to help find problems.": "Nästa ström representerar framtiden. Den ger tidig tillgång till nya funktioner och till nästa stora version av Fedora. Kör några Next-maskiner i ditt kluster, eller i staging, för att hjälpa till att hitta problem.",
    "The Fedora Social chat room is a place for Fedora community members to relax and talk about most any topics they wish.": "Fedoras sociala chattrum är en plats för medlemmar i Fedora-gemenskapen att koppla av och prata om det flesta ämnen de önskar.",
    "Fedora Spins": "Fedora Spins",
    "The Fedora Server Working Group sends meeting agendas and minutes and has discussions on their mailing list at server@lists.fedoraproject.org.": "Fedora Server arbetsgruppen skickar mötesagendor och protokoll och har diskussioner på sin e-postlista på server{'@'}lists.fedoraproject.org.",
    "The Fedora Project envisions a world where everyone can benefit from free and open source software built by inclusive, welcoming, and open-minded communities.\nFedora Server is created by a team in the Fedora community called the **Server Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Server Working Group website](https://docs.fedoraproject.org/en-US/server-working-group/).": "Fedora-projektet föreställer sig en värld där alla kan dra nytta av gratis programvara med öppen källkod byggd av inkluderande, välkomnande och fördomsfria gemenskaper.\nFedora Server skapas av ett team i Fedora-communityn som kallas **Server arbetsgruppen**. Den består av officiella medlemmar som har beslutsfattande befogenheter, såväl som andra bidragsgivare. Läs mer på [Server arbetsgruppens webbplats](https://docs.fedoraproject.org/en-US/server-working-group/).",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora IoT is created by a team in the Fedora community called the **IoT Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [IoT Working Group website](https://docs.fedoraproject.org/en-US/iot-wg/).": "Fedora-projektet föreställer sig en värld där alla drar nytta av gratis programvara med öppen källkod byggd av inkluderande, välkomnande och fördomsfria gemenskaper.\n\nFedora IoT skapas av ett team i Fedora-communityn som kallas **IoT arbetsgruppen**. Den består av officiella medlemmar som har beslutsfattande befogenheter, såväl som andra bidragsgivare. Läs mer på [IoT arbetsgruppens webbplats](https://docs.fedoraproject.org/en-US/iot-wg/).",
    "The Fedora Project Leader likes to post things here. This forum also receives weekly updates from The Fedora Project Manager and the Community Platform Engineering team.": "Fedora-projektledaren gillar att lägga upp saker här. Det här forumet får också veckouppdateringar från Fedoras Projektledare och Gemenskapsplatform teknik-teamet.",
    "The Fedora IoT Working Group sends meeting agendas and minutes and has discussions on their mailing list at iot@lists.fedoraproject.org.": "Fedora IoT-arbetsgruppen skickar mötesagendor och protokoll och har diskussioner på sin e-postlista på iot{'@'}lists.fedoraproject.org.",
    "The Fedora Alternative Downloads are either special-purpose - for testing, for specific architectures - or are more standard versions of Fedora in alternative formats such as network installer format or formatted for BitTorrent download.": "Fedoras alternativa nedladdningar är antingen specialanpassade för testning, för specifika arkitekturer eller är mer standardversioner av Fedora i alternativa format som nätverksinstallationsformat eller formaterade för BitTorrent-nedladdning.",
    "Testing": "Testning",
    "Support Resources": "Supportresurser",
    "Submissions Closed": "Anmälningar stängda",
    "Streams": "Strömmar",
    "Stable Ecosystem": "Stabilt ekosystem",
    "Stable": "Stabil",
    "Social & Events": "Socialt & Evenemang",
    "Sign up at **iot@lists.fedoraproject.org** to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/iot@lists.fedoraproject.org/)": "Registrera dig på **iot{'@'}lists.fedoraproject.org** för att få mötesagendor och protokoll [visa arkiv](https://lists.fedoraproject.org/archives/list/iot{'@'}lists .fedoraproject.org/)",
    "Server Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Serverarbetsgruppens möten är öppna för alla nuvarande och potentiella bidragsgivare på onsdagar kl. 11.00 Östra USA tid på fedora-meeting{'@'}irc.libera.chat.",
    "Sensible Defaults": "Förnuftiga standarder",
    "See the major changes and components version for latest Fedora CoreOS releases.": "Se de stora ändringarna och komponentversionerna för de senaste Fedora CoreOS-släppen.",
    "Security Lab": "Säkerhetslabb",
    "Scientific": "Vetenskaplig",
    "Run server workloads on bare metal or virtual machines with the latest open source technologies curated by the Fedora Community": "Kör serverarbetslaster på riktigt järn eller virtuella maskiner med de senaste teknologierna med öppen källkod som kurerats av Fedora gemenskapen",
    "Run applications on bare metal or the cloud with a Linux server OS packed with the latest open source technology.": "Kör applikationer på riktigt järn eller i molnet med ett Linux-serveroperativsystem fyllt med den senaste tekniken med öppen källkod.",
    "Robotics Suite": "Robotsvit",
    "Release Parties": "Släppfester",
    "Quickly deploy a server with the tools you need to spin up your workloads": "Implementera snabbt en server med de verktyg du behöver för att starta upp dina arbetslaster",
    "Python Classroom": "Python klassrum",
    "Project Discussion": "Projektdiskussion",
    "Program Management": "Programhantering",
    "Please take a moment and let us know. [Learn how on our wiki page](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).": "Ta en stund och låt oss veta. [Läs hur på vår wikisida](https://fedoraproject.org/wiki/Security_Bugs#Reporting_a_Security_Vulnerability).",
    "Platforms Tested against IoT": "Plattformar testade mot IoT",
    "Pick your architecture": "Välj din arkitektur",
    "Participate in workstation discussions on [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)": "Delta i workstationdiskussioner på [discussion​.​fedoraproject​.​org​/​c​/​project](https://discussion.fedoraproject.org/tags/c/project/7/workstation)",
    "Participate in a test day": "Delta i en testdag",
    "Packaging Guidelines": "Paketeringsriktlinjer",
    "Packaging & Development": "Paketering och utveckling",
    "Package signing keys": "Paketsigneringsnycklar",
    "Optionally bring your online calendar, contacts and data to the desktop with online accounts": "Ta eventuellt med din onlinekalender, kontakter och data till skrivbordet med onlinekonton",
    "Open to all current and potential contributors weekly - find more info [here](https://fedoraproject.org/wiki/Design).": "Öppet för alla nuvarande och potentiella bidragsgivare varje vecka - hitta mer info [här](https://fedoraproject.org/wiki/Design).",
    "Open to all current and potential contributors **every Wednesday at 16:00 UTC** on [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Öppet för alla nuvarande och potentiella bidragsgivare **varje onsdag kl. 16:00 UTC** på [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​ org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Open to all current and potential contributors **every 1st and 3rd Wednesday at 18:00 UTC** on  [​chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Öppet för alla nuvarande och potentiella bidragsgivare **varje 1:a och 3:e onsdag kl 18:00 UTC** på [chat​.​fedoraproject​.​org​/​#​/​room​/​#​meeting​:​ fedoraproject​.​org](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Online account integration": "Online-kontointegration",
    "Obsolete GPG keys": "Föråldrade GPG-nycklar",
    "Next": "Nästa",
    "News & Publications": "Nyheter & publikationer",
    "News & Announcements": "Nyheter & tillkännagivanden",
    "Nest is our at-home, virtual Flock that has been running since the global outbreak of COVID-19.  It takes place over 3 days and includes talks, workshops, hackfests, and social events.": "Nest är vårat virtuella Flock hemma som har varit igång sedan det globala utbrottet av COVID-19. Det äger rum under 3 dagar och inkluderar föredrag, workshops, hackfester och sociala evenemang.",
    "Mission Statement": "Uppdragsbeskrivning",
    "Mindshare Teams": "Mindshare-team",
    "Mate-Compiz Desktop": "Mate-Compiz skrivbord",
    "Make the most of using Fedora.": "Få ut det mesta av att använda Fedora.",
    "Mailing Lists": "E-postlistor",
    "Mac": "Mac",
    "List Fedora's GPG key(s)": "Lista Fedoras GPG-nycklar",
    "License Details": "Licensdetaljer",
    "License": "Licens",
    "Learn more": "Läs mer",
    "Learn how to verify your downloads": "Lär dig hur du verifierar dina nedladdningar",
    "Learn how Fedora uses package signing to help protect you.": "Lär dig hur Fedora använder paketsignering för att skydda dig.",
    "Latest Technologies": "Senaste teknologierna",
    "LXQT Desktop": "LXQT Skrivbord",
    "LXDE Desktop": "LXDE Skrivbord",
    "July 1 - 31 2023\nIn the month leading up to Flock, Fedorans are encouraged to organize local community events. Set the format and topic of your choice. The Fedora Council will help support your initiative with financial and organizating aid. Click below to set up a Hatch! Deadline for submissions is May 29.": "1–31 juli 2023\nUnder månaden fram till Flock uppmuntras Fedoraner att organisera lokala evenemang. Välj vilket format och ämne du vill ha på ditt evenemang är helt upp till dig, Fedorarådet kommer att hjälpa till att stödja ditt initiativ med både ekonomiskt och organisatoriskt stöd. Klicka nedan för att sätta upp en Hatch! Sista inlämningsdag är 29 maj.",
    "Join a community of users and contributors focused on Fedora Server.": "Gå med i en gemenskap av användare och bidragsgivare fokuserade på Fedora Server.",
    "Join a community of users and contributors focused on Fedora IoT.": "Gå med i en gemenskap av användare och bidragsgivare fokuserade på Fedora IoT.",
    "Join SIG": "Join SIG",
    "It's Fedora's calendar!": "Det är Fedoras kalender!",
    "It is a compilation of software packages, each under its own license. Images that can be downloaded here are available under the combination of licenses of the constituent software packages and the license of the Fedora Linux distribution itself. [View License](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)": "Det är en sammanställning av mjukvarupaket, var och en under sin egen licens. Bilder som kan laddas ner här är tillgängliga under kombinationen av licenser för de ingående mjukvarupaketen och licensen för själva Fedora Linux-distributionen. [Visa licens](https://fedoraproject.org/wiki/Legal:Licenses/LicenseAgreement#License)",
    "IoT Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "IoT-arbetsgruppens möten är öppna för alla nuvarande och potentiella bidragsgivare på onsdagar kl. 11.00 Östra USA tid på fedora-meeting{'@'}irc.libera.chat.",
    "In-person Flock events are currently on-hold due to the ongoing COVID pandemic.": "Personliga flockevenemang är för närvarande pausade på grund av den pågående covid-pandemin.",
    "Import Fedora's GPG key(s)": "Importera Fedoras GPG-nycklar",
    "If your download comes with a CHECKSUM file, follow these easy steps to verify your image for both security and integrity.": "Om din nedladdning kommer med en CHECKSUM-fil, följ dessa enkla steg för att verifiera din avbild för både säkerhet och integritet.",
    "If you prefer an alternative desktop environment such as KDE Plasma Desktop or Xfce, you can download a Fedora Spin for your preferred desktop environment and use that to install Fedora, pre-configured for the desktop environment of your choice.": "Om du föredrar en alternativ skrivbordsmiljö som KDE Plasma skrivbord eller Xfce, kan du ladda ner en Fedora Spin för din föredragna skrivbordsmiljö och använda den för att installera Fedora, förkonfigurerade skrivbordsmiljöer vare sig vilken du väljer.",
    "If you need help installing, using, or customizing Fedora Linux, or have any other questions about the operating system or the Fedora Project, this is the place to ask!": "Om du behöver hjälp med att installera, använda eller anpassa Fedora Linux, eller har några andra frågor om operativsystemet eller Fedora-projektet, är det här platsen att fråga!",
    "If the output states that the file is valid, then it's ready to use!": "Om utdatan anger att filen är giltig är den redo att användas!",
    "High-efficiency tool for creating, running and managing containers": "Högeffektivt verktyg för att skapa, köra och hantera behållare",
    "Help!": "Hjälp!",
    "Help the design and docs teams with workstation": "Hjälp design och dokumentationsteamet med workstation",
    "Help keep the Fedora experience smooth, performant and bug-free by participating in a [test day](https://fedoraproject.org/wiki/QA/Test_Days)": "Hjälp till att hålla Fedora-upplevelsen smidig, presterande och buggfri genom att delta i en [testdag](https://fedoraproject.org/wiki/QA/Test_Days)",
    "Hatch is a series of small-scale, in-person global meetups organized in the weeks preceding the Flock / Nest conference enabling Fedorans local to each other to meet.": "Hatch är en serie småskaliga, personliga globala möten som anordnadas veckorna före Flock/Nest-konferensen som gör det möjligt för Fedoraner som är lokala för varandra att träffas.",
    "Guides on developing and deploying applications using Fedora workstation": "Guider om hur man utvecklar och distribuerar program genom att använda Fedora workstation",
    "Get Fedora": "Skaffa Fedora",
    "Getting going with Fedora is easier than ever. All you need is a 2GB USB flash drive, and Fedora Media Writer.\nOnce Fedora Media Writer is installed, it will set up your flash drive to run a \"Live\" version of Fedora Workstation, meaning that you can boot it from your flash drive and try it out right away without making any permanent changes to your computer. Once you are hooked, installing it to your hard drive is a matter of clicking a few buttons*.": "Att komma igång med Fedora är lättare än någonsin. Allt du behöver är ett 2 GB USB-minne och Fedora Mediaskrivare.\nNär Fedora Mediaskrivare är installerat kommer det att ställa in din flashenhet för att köra en \"Live\"-version av Fedora Workstation, vilket innebär att du kan starta upp det från din flashenhet och prova det direkt utan att göra några permanenta ändringar på din dator. När du väl har valt att använda Fedora på riktigt är det bara att klicka på några knappar* för att installera det på din hårddisk.",
    "Get support from our the community on the Fedora Discussion Forum.": "Få support från vår gemenskap på Fedoras diskussionsforum.",
    "General Q&A": "Allmän Frågor&Svar",
    "Games": "Spel",
    "Found a security bug?": "Hittat en säkerhetsbugg?",
    "For Power ppc64le systems": "För PowerPC ppc64LE system",
    "For Intel and AMD x86_64 systems": "För Intel och AMD x86_64 system",
    "For IBM s390x zSystems": "För IBM s390x zSystem",
    "For IBM Cloud and zSystems.": "För IBM Moln och zSystem.",
    "For ARM® aarch64 systems": "För ARM® aarch64 system",
    "Follow us on twitter! This is a great place to stay up to date on the latest in the Fedora community.": "Följ oss på Twitter! Det är ett bra ställe att hålla dig uppdaterad om det senaste inom Fedora-gemenskapen.",
    "Follow us on Mastodon! This is a great place to stay up to date on the latest in the Fedora community.": "Följ oss på Mastodon! Detta är ett bra ställe att hålla dig uppdaterad om det senaste inom Fedora-gemenskapen.",
    "Flock is the Fedora Project's annual multi-day **in-person** conference focused on our contributors. It typically alternates between European and North American locations. The conference provides a venue for face-to-face meetings and conversations. It is also a place to celebrate our community. \n\n**Flock typically takes place every August.**": "Flock är Fedora-projektets årliga flerdagars **fysiska**-konferens fokuserad på våra bidragsgivare. Det växlar vanligtvis mellan europeiska och nordamerikanska platser. Konferensen är en plats för möten och samtal ansikte mot ansikte. Det är också en plats att fira vår gemenskap.\n\n**Flock äger vanligtvis rum varje Augusti.**",
    "Flock To Fedora": "Flock till Fedora",
    "Flock Call for Proposals": "Flock Inbjudan att lämna förslag",
    "Flip a switch to turn on dark mode and give your eyes a break. Or use night light to reduce screen glare and help with sleep.": "Tryck på en strömbrytare för att aktivera mörkt läge och ge dina ögon en paus. Eller använd nattljus för att minska skärmbländning och hjälpa till med sömnen.",
    "Fedora releases two major versions every year. We celebrate the hard work of our contributors virtually at each release.": "Fedora släpper två större versioner varje år. Vi firar våra bidragsgivares hårda arbete praktiskt taget vid varje släpp.",
    "Fedora new release and beta release announcements show up here first. Test Day announcements are also posted here. This blog also hosts articles contributed from users like you!": "Fedoras nya släpp och beta släpp meddelanden visas här först. Tillkännagivanden om testdagar publiceras också här. Den här bloggen innehåller också artiklar från användare som du!",
    "Fedora keeps you safe": "Fedora håller dig säker",
    "Fedora is always free for anyone to **use, modify, and distribute**. It is built and used by people across the globe who work together as a community.": "Fedora är alltid gratis för alla att **använda, modifiera och distribuera**. Det byggs och används av människor över hela världen som arbetar tillsammans som en gemenskap.",
    "Fedora comes with a fantastic collection of apps which cater to every need. Easily install the very best desktop apps with the click of a button from Fedora's repositories, Flathub or anywhere else.": "Fedora kommer med en fantastisk samling program som tillgodoser alla behov. Installera enkelt de allra bästa skrivbordsapparna med ett knapptryck från Fedoras förråd, Flathub eller någon annanstans.",
    "Fedora Workstation is the result of work done across the Fedora Project, and everyone is welcome to participate. To learn how decisions are made about Workstation, see the [Fedora Workstation Working Group](https://docs.fedoraproject.org/en-US/workstation-working-group/) pages.": "Fedora Workstation är resultatet av arbete som gjorts i Fedora-projektet, och alla är välkomna att delta. För att lära dig hur beslut fattas om Workstation, se sidorna om [Fedora Workstation Arbetsgrupp](https://docs.fedoraproject.org/en-US/workstation-working-group/).",
    "Fedora Workstation is a polished, easy to use operating system for laptop and desktop computers, with a complete set of tools for developers and makers of all kinds.": "Fedora Workstation är ett polerat, lättanvänt operativsystem för bärbara och stationära datorer, med en komplett uppsättning verktyg för utvecklare och makers av alla slag.",
    "Fedora Workstation Image": "Fedora Workstation avbild",
    "Fedora Social": "Fedora Social",
    "Fedora Server is created by a team in the Fedora Project community called the Server Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Server Working Group website.": "Fedora Server skapas av ett team i Fedora Project-gemenskapen som kallas Server arbetsgruppen. Den består av officiella medlemmar som har beslutanderätt samt andra bidragsgivare. Läs mer om den här gruppen och hur du kan engagera dig på Server arbetsgruppen webbplats.",
    "Fedora Server Image": "Fedora Server avbild",
    "Fedora Linux": "Fedora Linux",
    "Fedora Labs is a selection of curated bundles of purpose-driven software and content as curated and maintained by members of the Fedora Community. These may be installed as standalone full versions of Fedora or as add-ons to existing Fedora installations.": "Fedora Labbar är ett urval av kurerade paket med ändamålsdriven programvara och innehåll som kureras och underhålls av medlemmar i Fedora gemenskapen. Dessa kan installeras som fristående fullständiga versioner av Fedora eller som tillägg till befintliga Fedora-installationer.",
    "Fedora Labs": "Fedora Labbar",
    "Fedora IoT provides a trusted open source platform as a strong foundation for IoT ecosystems.": "Fedora IoT tillhandahåller en pålitlig öppen källkodsplattform som en stark grund för IoT-ekosystem.",
    "Fedora IoT is created by a team in the Fedora Project community called the IoT Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the IoT Working Group website.": "Fedora IoT skapas av ett team i Fedora Project gemenskapen som kallas IoT arbetsgruppen. Den består av officiella medlemmar som har beslutanderätt samt andra bidragsgivare. Läs mer om den här gruppen och hur du kan engagera dig på IoT arbetsgruppens webbplats.",
    "Fedora IoT Image": "Fedora IoT avbild",
    "Fedora Index Image": "Fedora Indexbild",
    "Fedora Docs": "Fedora dokumentation",
    "Fedora Developer": "Fedora utvecklare",
    "Fedora Council": "Fedora rådet",
    "Fedora CoreOS is an automatically updating, minimal, container-focused operating system.": "Fedora CoreOS är ett automatiskt uppdaterande, minimalt, behållarfokuserat operativsystem.",
    "Fedora CoreOS Image": "Fedora CoreOS avbild",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "Fedora Cloud erbjuder de senaste mjukvarupaketen och uppdateringarna, vilket säkerställer att du ständigt är uppdaterad.",
    "Fedora Cloud is optimized for container workloads making it a great host for running containerized applications.": "Fedora Cloud är optimerat för behållarabetsbelastningar vilket gör det till en utmärkt värd för att köra behållarbaserade applikationer.",
    "Fedora Cloud edition is a powerful and minimal base operating system image with tailored images available for both public and many private cloud uses.": "Fedora Cloud edition är en kraftfull och minimal basoperativsystemavbildning med skräddarsydda avbilder tillgängliga för både offentliga och många privata molnanvändningar.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "Fedora Cloud låter dig skräddarsy din miljö efter dina behov genom att välja de specifika paket och funktioner du vill inkludera.",
    "Fedora Cloud Image": "Fedora molnavbilder",
    "Fedora ALT Downloads": "Fedora ALTERNATIVA nerladdningar",
    "Extensive documentation is available at the Fedora documentation page.": "Omfattande dokumentation finns tillgänglig på Fedoras dokumentationssida.",
    "Extended Social Channels": "Utökade sociala kanaler",
    "Engineering Teams": "Ingenjörsteam",
    "Endorsed Partners of Fedora Cloud ": "Godkända partners av Fedora Cloud ",
    "Enables a variety of server workloads": "Möjliggör en mängd olika serverarbetslaster",
    "Badges": "Märken",
    "Edit this website": "Redigera denna webbsida",
    "The solid edge foundation": "Den solida kantgrunden",
    "Fedora IoT is a container-based host that runs on your hardware, with a focus on edge device deployment.": "Fedora IoT är en behållar-baserad värd som körs på din egna hårdvara, med fokus på kant enhetsutrullning.",
    "Easy Fix": "Enkel fix",
    "Easily install, update and manage software packages": "Installera, uppdatera och att hantera enkelt programvarupaket",
    "Each stable RPM package published by the Fedora Project is signed with a GPG signature. By default, `dnf` and the graphical update tools will verify these signatures and refuse to install any packages that are not signed or have bad signatures. You should always verify the signature of a package before you install it. These signatures ensure that the packages you install are what was produced by the Fedora Project and have not been altered (accidentally or maliciously) by any mirror or website that is providing the packages.": "Varje stabilt RPM-paket som publiceras av Fedora-projektet är signerat med en GPG-signatur. Som standard kommer `dnf` och de grafiska uppdateringsverktygen att verifiera dessa signaturer och vägra installera några paket som inte är signerade eller har dåliga signaturer. Du bör alltid verifiera signaturen för ett paket innan du installerar det. Dessa signaturer säkerställer att paketen du installerar är det som producerades av Fedora-projektet och inte har ändrats (av misstag eller uppsåt) av någon spegel eller webbplats som tillhandahåller paketen.",
    "Download the latest version of Fedora IoT Edition for your architecture here.": "Ladda ner den senaste versionen av Fedora IoT Edition för din arkitektur här.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "Ladda ner den senaste versionen av Fedora Cloud Edition för din arkitektur här.",
    "Download Fedora Server 37": "Ladda ner Fedora Server 37",
    "Download Fedora IoT": "Ladda ner Fedora IoT",
    "Diversity & Inclusion": "Mångfald & Inkludering",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "Designad med säkerhet i åtanke, Fedora Cloud innehåller funktioner som SELinux, som ökar kärnsäkerheten, och säkerhetsprofiler.",
    "Design Suite": "Designsvit",
    "Customizable": "Anpassningsbar",
    "Current GPG keys": "Nuvarande GPG-nycklar",
    "Connections": "Förbindelser",
    "Community-driven": "Gemenskaps-driven",
    "Cinnamon Desktop": "Cinnamon Skrivbord",
    "Casual, facilitated, and interactive events for meeting and socializing with Fedorans.": "Avslappnade, underlättande och interaktiva evenemang för att träffa och umgås med Fedorans.",
    "Call to action": "Uppmaning till handling",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity.": "Genom att beräkna avbildens kontrollsumma på din egen dator och jämföra den med den ursprungliga kontrollsumman kan du verifiera att avbilden inte har manipulerats eller skadats. Avbilder är också gpg-signerade med Fedora-nycklar för att demonstrera deras integritet.",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "Genom att beräkna avbildens kontrollsumma på din egen dator och jämföra den med den ursprungliga kontrollsumman kan du verifiera att avbilden inte har manipulerats eller skadats. Avbilder är också gpg-signerade med Fedora-nycklar för att demonstrera deras integritet",
    "Boxes takes the guesswork out of using virtual machines. Just select the OS you want to install, and the app will do the rest.": "Boxes tar bort gissningarna som krävs för att använda virtuella maskiner. Välj bara det operativsystem du vill installera, så sköter programmet resten.",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "Både Fedora Gemenskapsblogg och Fedora Magazine letar alltid efter artikelförslag, skribenter och redaktörer.",
    "Beyond the official channels for Fedorans to communicate, community members are involved on other popular platforms as well! Check out IRC, Discord, Telegram, Reddit, and more!": "Utöver de officiella kanalerna för Fedorans att kommunicera, är gemenskapsmedlemmar också involverade på andra populära plattformar! Kolla in IRC, Discord, Telegram, Reddit och mer!",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "Att vara ett projekt med öppen källkod innebär att det finns en stor pool av kunskap och expertis tillgänglig.",
    "Become a Sponsor": "Bli en sponsor",
    "Bare Metal & Virtualized": "Fysiskt järn & virtualiserad",
    "Astronomy": "Astronomi",
    "Ask and answer questions on [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)": "Ställ och svara på frågor på [discussion​.​fedoraproject​.​org​/​c​/​ask](https://discussion.fedoraproject.org/tags/c/ask/6/all/workstation)",
    "Announcements that are pertinent to Fedora developers and the Fedora infrastructure team tend to be posted here.": "Tillkännagivanden som är relevanta för Fedora-utvecklare och Fedoras infrastrukturteam brukar publiceras här.",
    "An innovative platform for hardware, clouds, and containers, built with love by you.": "En innovativ plattform för hårdvara, moln och behållare, byggd med kärlek av dig.",
    "An automatically-updating, minimal operating system for running containerized workloads securely and at scale.": "Ett automatiskt uppdaterande, minimalt operativsystem för att köra behållarbaserade arbetslaster säkert och i stor skala.",
    "All the packages, tools and runtimes you might need, up to date and ready for use with just a single command.": "Alla paket, verktyg och körtider du kan behöva, uppdaterade och redo att användas med bara ett enda kommando.",
    "All the packages developers need": "Alla paket som utvecklare behöver",
    "Accounts & Apps": "Konton & Appar",
    "A minimal OS with automatic updates. Scalable and secure.": "Ett minimalt operativsystem med automatiska uppdateringar. Skalbart och säkert.",
    "A lightweight yet powerful and scalable OS": "Ett lättviktigt men ändå kraftfullt och skalbart operativsystem",
    "A built-in remote server administration tool is ready to use on first boot": "Ett inbyggt verktyg för fjärrserveradministration som är redo att användas vid första uppstart",
    "A beautiful, high-quality desktop, built on the latest open source technology. Trusted, powerful and easy.\n": "Ett vackert, gediget skrivbord, byggt med de senaste teknikerna inom öppen källkod. Pålitligt, kraftfullt, och enkelt.\n",
    "Immutable Desktops": "Oföränderliga skrivbord",
    "Hatch Call for Proposals": "Hatch Uppmaning till förslag",
    "Fedora Magazine is a website that hosts promotional articles and short guides contributed from the community about free/libre and open-source software that runs on or works with the Fedora Linux operating system.": "Fedora Magazine är en webbplats som är värd för promoartiklar och korta guider med bidrag från gemenskapen om gratis/libre och öppen källkodsprogramvara som körs på eller fungerar på Fedora Linux-operativsystemet.",
    "You can use this to search for things in Fedora's code repositores. See the Fedora Magazine article for more info.": "Du kan använda detta för att söka efter saker i Fedoras kodförråd. Se Fedora Magazine-artikeln för mer info.",
    "Workstation": "Workstation",
    "We use weblate to translate our site. Please find relevant links below.": "Vi använder webblate för att översätta vår webbplats. Vänligen hitta relevanta länkar nedan.",
    "User Guides": "Användarguider",
    "Use this link to focus on questions and answers about the KDE desktop environment.": "Använd denna länk för att fokusera på frågor och svar om KDE skrivbordsmiljön.",
    "Use this link to focus on questions and answers about the GNOME desktop environment.": "Använd denna länk för att fokusera på frågor och svar om GNOME skrivbordsmiljön.",
    "Use this link to focus on questions and answers about installing Fedora Linux.": "Använd denna länk för att fokusera på frågor och svar om hur man installerar Fedora Linux.",
    "Use this link to connect with other workstation contributors.": "Använd denna länk för att komma i kontakt med andra workstation bidragsgivare.",
    "Upgrading Fedora Linux": "Uppgradera Fedora Linux",
    "Translations": "Översättningar",
    "To be granted access and be credited for your contributions, you will need a Fedora account. Do this first!": "För att få åtkomst och krediteras för dina bidrag behöver du ett Fedora-konto. Skaffa ett sådant här först!",
    "This page lists known and scheduled outages of Fedora Project services.": "Denna sida listar kända och schemalagda avbrott av Fedora-projektets tjänster.",
    "This is the software that builds Fedora's RPM packages.": "Detta är programvaran som bygger Fedoras RPM-paket.",
    "This is the main index page for all of Fedora's Documentation. If you weren't able to find a direct link to what you were looking for in this site's menus, you can try searching from here.": "Detta är huvudindexsidan för all av Fedoras dokumentation. Om du inte kunde hitta en direktlänk till det du letade efter i den här webbplatsens menyer kan du försöka söka härifrån.",
    "This is primarily a collaboration tool for the community. Content that has been submitted here might be out of date and/or it might not have undergone the same level of scrutiny as the information on Fedora Docs.": "Detta är främst ett samarbetsverktyg för gemenskapen. Innehåll som har lämnats in här kan vara föråldrad och/eller den kanske inte har genomgått samma granskningsnivå som informationen på Fedora dokumentation.",
    "This is an open-source git forge that the Fedora Project uses.": "Detta är en öppen källkods git forge som Fedora-projektet använder.",
    "This is an open-source git forge that hosts most of Fedora's source RPM packages.": "Detta är en öppen källkods git forge som är värd för de flesta av Fedoras käll RPM-paket.",
    "This is an easy-to-use build system for the Fedora community.": "Detta är ett lättanvänt byggsystem för Fedora-gemenskapen.",
    "This is a collection of short HOWTO and FAQ-style documentation for Fedora users.": "Detta är en samling korta HOWTO och vanliga frågor i FAQ-stil för Fedora-användare.",
    "This is Fedora's official build system. It is used to create, test, and publish packages.": "Detta är Fedoras officiella byggsystem. Det används för att skapa, testa och publicera paket.",
    "This is Fedora's main forum for all project collaboration and user support. Also, if you have encountered a problem that might be a software bug, this is a good place to triage it with other users before escalating it to Red Hat's bugzilla reporting system.": "Detta är Fedoras huvudforum för allt projektsamarbete och användarsupport. Om du har stött på ett problem som kan vara ett mjukvarufel är detta ett bra ställe att undersöka det med andra användare innan du eskalerar det till Red Hats Bugzilla rapporteringssystem.",
    "These documentation pages are contributor-focused. They include Fedora's guidelines, teams, organizational structure, and legal docs. If you are looking for user guides (installation, getting started, etc.) check under the Help menu.": "Dessa dokumentationssidor är bidragsfokuserade. De inkluderar Fedoras riktlinjer, team, organisationsstruktur och juridiska dokument. Om du letar efter användarguider (installation, komma igång etc.) Kolla under hjälpmenyn.",
    "These are some introductory guides to help users get started with Fedora Linux.": "Det här är några inledande guider som hjälper användare att komma igång med Fedora Linux.",
    "These are some convenient links to the discussion threads for several of Fedora's larger subprojects and special interest groups.": "Dessa är några praktiska länkar till diskussionstrådarna för flera av Fedoras större delprojekt och specialintressegrupper.",
    "The goal of this initiative is to help foster diversity and inclusion in Fedora community.": "Målet med detta initiativ är att hjälpa till att främja mångfald och inkludering i Fedora gemenskapen.",
    "The Fedora Silverblue team": "Fedora Silverblue team",
    "The Fedora Server edition working group": "Fedora Server edition arbetsgrupp",
    "The Fedora Project is a community of people working together to build a free and open source software platform and to collaborate on and share user-focused solutions built on that platform. Or, in plain English, we make an operating system and we make it easy for you to do useful stuff with it.": "Fedora-projektet är en gemenskap av människor som arbetar tillsammans för att bygga en gratis och öppen källkodsprogramvara och för att samarbeta och dela användarfokuserade lösningar byggda på den plattformen. Eller på vanligt engelska gör vi ett operativsystem och vi gör det enkelt för dig att göra användbara saker med det.",
    "The Fedora Kinoite team": "Fedora Kinoite team",
    "The Fedora IoT (Internet of Things) edition working group": "Fedora IoT (Sakernas internet) edition arbetsgrupp",
    "The Fedora Cloud edition working group": "Fedora Cloud Edition arbetsgrupp",
    "The Extra Packages for Enterprise Linux special interest group": "Extra paket för Enterprise Linux specialintressegrupp",
    "The **Fedora Server** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Server users and contributors.": "** Fedora-server **-taggen på Fedoras Discourse baserade diskussionsforum är ett bra ställe att få kontakt med andra Fedora-serveranvändare och bidragsgivare.",
    "The **Fedora IoT** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora IoT users and contributors.": "** Fedora IoT **-taggen på Fedoras Discourse baserade diskussionsforum är ett bra ställe att få kontakt med andra Fedora IoT-användare och bidragsgivare.",
    "Talented leaders are elected to oversee the Fedora Project and Fedora's subprojects.": "Talangfulla ledare väljs för att ha tillsyn över Fedora-projektet och Fedoras delprojekt.",
    "Sign up at [server@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/) to receive meeting agendas and minutes [view archives](https://lists.fedoraproject.org/archives/list/server@lists.fedoraproject.org/)": "Registrera dig på [server{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/server.lists.fedoraproject.org/)för att få mötesagenda och protokoll [visa arkiv](https://lists.fedoraproject.org/archives/list/server{'@'}lists.fedoraproject.org/)",
    "Serving the needs of small to medium businesses, home labs, and enterprise workloads": "Tjänar behoven hos små till medelstora företag, hemlaboratorier och företagsarbetslaster",
    "Run virtual machines and containers with [libvirt](https://libvirt.org/) and [podman](https://podman.io/) or build amazing applications on top of the [WildFly](https://www.wildfly.org) application runtime": "Kör virtuella maskiner och behållare med [libvirt](https://libvirt.org/) och [podman](https://podman.io/) eller bygg fantastiska program ovanpå [wildfly](https: // www.wildfly.org) program körtid",
    "Release planning, scheduling, and status tracking.": "Släpp planering, schemaläggning och statusspårning.",
    "Policies for licensing, trademarks, and other legal issues.": "Policy för licensiering, varumärken och andra juridiska frågor.",
    "Pick a language to view this page in your language": "Välj ett språk för att visa denna sida på ditt språk",
    "Package Sources": "Paketkällor",
    "Over the years, Fedorans have created many sources of information about Fedora Linux and the Fedora Project.": "Under åren har Fedorans skapat många informationskällor om Fedora Linux och Fedora-projektet.",
    "Most subprojects hold weekly meetings in chatrooms. Fedora's Zodbot listens in on these meetings and keeps the logs here.": "De flesta delprojekt håller veckomöten i chattrum. Fedoras zodbot lyssnar på dessa möten och håller loggarna här.",
    "Many of Fedora's groups use this version control system.": "Många av Fedoras grupper använder detta versionskontrollsystem.",
    "Learn about the Fedora Project governance.": "Lär dig mer om Fedora-projekts styrning.",
    "Learn about packaging for Fedora Linux — from both a policy and a technical perspective.": "Lär dig mer om paketering för Fedora Linux - från både ett policy och ett tekniskt perspektiv.",
    "Learn about FESCo and Engineering subprojects, SIGs, Work Groups, and teams.": "Lär dig mer om FESCo och tekniska delprojekt, SIGs, arbetsgrupper och team.",
    "Installation": "Installation",
    "Infrastructure Status": "Infrastruktur status",
    "How to use Weblate": "Hur man använder Weblate",
    "How to upgrade an existing Fedora Linux installation.": "Hur man uppgraderar en befintlig Fedora Linux-installation.",
    "How to select the appropriate download.": "Hur man väljer lämplig nedladdning.",
    "GitLab is the newest of Fedora's official version control systems. It supports single-sign-on with Fedora accounts.": "Gitlab är den nyaste av Fedoras officiella versionskontrollsystem. Det stöder single-sign-on med Fedora-konton.",
    "Getting Started": "Kom igång",
    "From mobile apps to web; from desktop to GUIs to CLI tools; create it all easily with Fedora.": "Från mobilappar till webben; från skrivbord till GUIs till CLI-verktyg; Skapa allt enkelt med Fedora.",
    "Fedora’s Mission and Foundations": "Fedoras uppdrag och stiftelser",
    "Fedora has lots of teams! Click here to see a more complete list.": "Fedora har massor av teams! Klicka här för att se en mer komplett lista.",
    "Fedora built for Pinephone and Pinephone Pro": "Fedora byggt för Pinephone och Pinephone Pro",
    "Fedora Quick Docs": "Fedora snabbdokumentation",
    "Fedora Linux bugs are reported to Red Hat's bugzilla.": "Fedora Linux buggar ska rapporteras till Red Hat's bugzilla.",
    "Edit these docs": "Redigera dessa dokument",
    "Edit fedoraproject.org using the content management system! Tip: Use the GitLab SSO link to open a session first.": "Redigera fedoraproject.org med hjälp av innehållshanteringssystemet! Tips: Använd Gitlab SSO-länken för att öppna en session först.",
    "Downloading Fedora Linux": "Ladda ner Fedora Linux",
    "Did you notice a glaring typo or a broken link in these docs? Click here to find out how you can help make it right!": "Märkte du ett bländande stavfel eller en trasig länk i dessa dokument? Klicka här för att ta reda på hur du kan hjälpa till att göra så att det blir rätt!",
    "An in-depth guide to installing Fedora Linux.": "En djupgående guide för att installera Fedora Linux.",
    "All Teams & Tags": "Alla teams & taggar",
    "Add translation": "Lägg till en översättning",
    "Add a translation": "Lägg till en översättning",
    "Activities beyond engineering: Learn about the teams focused on Fedora's outreach, brand, & more.": "Aktiviteter utöver teknik: lär dig om teamen fokuserade på Fedoras uppsökande verksamhet, varumärke och mer.",
    " From the Data Center to your Raspberry Pi": " Från datacentret till din Raspberry Pi",
    "its_your_Operating System.": "Operativsystem.",
    "its_your_Community.": "Gemenskap.",
    "its_your_Workstation.": "Arbetsstation.",
    "its_your_Server.": "Server.",
    "Use the **\\#NestWithFedora** hashtags on your preferred social media platforms. Follow **[@fedora](https://twitter.com/fedora)** on Twitter for updates.": "Använd **\\#NestWithFedora** hashtaggar pådina föredragna sociala medieplattformar. Följ **[{'@'}fedora](https://twitter.com/fedora)** på Twitter för uppdateringar.",
    "Use our messaging board Fedora Discussions to stay up to date on Flock Notifications. **[Check it out here](https://discussion.fedoraproject.org/)**.": "Använd vårat forum Fedora-diskussioner för att hålla dig uppdaterad om meddelanden om Flock. **[Kolla in det här](https://discussion.fedoraproject.org/)**.",
    "Our main IRC channel for the event is **\\#fedora-flock** on **libera.chat**. Join **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** to chat on Matrix or IRC.": "Vår huvud IRC-kanal för detta evenemang är **\\#fedora-flock** på **libera.chat**. Gå med på **[\\#fedora-flock](https://web.libera.chat/?channels=#fedora-flock)** för att chatta på Matrix eller IRC.",
    "New to Fedora? Check our **[community forum](https://discussion.fedoraproject.org/c/ask)** for support and help with frequently asked questions.": "Ny till Fedora? Kolla in vårt **[gemenskapsforum](https://discussion.fedoraproject.org/c/ask)** för support och hjälp med vanliga frågor.",
    "Cork": "Cork",
    "August 1 - 4, 2023": "1-4:e Augusti, 2023",
    "Highly customizable Wayland bar for Sway and Wlroots based compositors.": "Mycket anpassningsbart Wayland-fält för Sway och Wlroots-baserade kompositioner.",
    "Kiten is a Japanese dictionary application as well as a Japanese language reference. It includes a kanji lookup tool and browsing interface.": "Kiten är ett japansk ordboksprogram samt en japansk språkreferens. Den innehåller ett kanji uppslagsverktyg och bläddrings gränssnitt.",
    "Each version is updated for approximately 13 months, and upgrades between versions are quick and easy.": "Varje version är uppdaterad i cirka 13 månader, och uppgraderingar mellan versionerna är snabba och enkla.",
    "The Fedora Sway Spin provides the popular Sway tiling window manager. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse,touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sway Spin offers a complete experience with a minimalist user interface.": "Fedora Sway Spinn tillhandahåller den populära Sway kakelfönsterhanteraren. Det gör Sway tillgängligt och tilltalande för både nybörjare och avancerade användare som föredrar att inte använda en mus, pekplatta eller annan pekenhet för att interagera med sin miljö. Med lätta program för webbsurfning, textredigering och mediauppspelning erbjuder Fedora Sway Spinn en komplett upplevelse med ett minimalistiskt användargränssnitt.",
    "Screenshot of Fedora Sway desktop": "Skärmbild av Fedora Sway skrivbordet",
    "NetworkManager Applet": "NetworkManager Applet",
    "Fedora Sway Spin": "Fedora Sway Spinn",
    "To sponsor our [Flock to Fedora](https://flocktofedora.org) conference, see the prospectus or email [sponsors@fedoraproject.org](mailto:sponsors@fedoraproject.org).\n\nTo mirror the repos, see the [Mirroring page](https://fedoraproject.org/wiki/Infrastructure/Mirroring) or contact the [Infrastructure team](https://docs.fedoraproject.org/en-US/infra/#_communicating).": "För att sponsra våran [Flock till Fedora](https://flocktofedora.org) konferansen, se prospektet eller skicka ett e-postmeddelande till [sponsors](mailto:sponsors{'@'}fedoraproject.org).\n\n\nFör att spegla förråden, se [Speglingssidan](https://fedoraproject.org/wiki/Infrastructure/Mirroring) eller kontakta [Infrastruktursteamet](https://docs.fedoraproject.org/en-US/infra/#_communicating).",
    "The Fedora Project is proud to have the following organizations as sponsors.": "Fedora-projektet är stolta över att ha följande organisationer som sponsorer.",
    "The Fedora Project is also grateful to the following sponsors for providing substantial support.": "Fedora-projektet är också tacksamma för följande sponsorer för att de ger betydande stöd.",
    "Red Hat, Inc. is the primary sponsor for the Fedora Project. Red Hat provides the Fedora Project with a wide variety of resources, including full-time employee support, infrastructure, hardware and bandwidth, event funding, and legal counsel.": "Red Hat, Inc. är den primära sponsorn för Fedora-projektet. Red Hat förser Fedora-projektet med en mängd olika resurser, inklusive heltidsanställd support, infrastruktur, hårdvara och bandbredd, evenemangsfinansiering och juridisk rådgivning.",
    "Interested in sponsoring something for Fedora?": "Intresserad av att sponsra något för Fedora?",
    "Fedora Sponsors": "Sponsorer till Fedora",
    "rpm-ostree is a hybrid image/package system. It combines libostree and libdnf to provide atomic and safe upgrades with local RPM package layering.": "rpm-ostree är ett hybridavbild/paketsystem. Det kombinerar libotree och libdnf för att tillhandahålla atomiska och säkra uppgraderingar med lokala RPM-paketlager.",
    "light gets and sets the screen back-light brightness on Linux.": "light hämtar och ställer in skärmens bakgrundsbelysningsljusstyrka på Linux.",
    "imv is a command line image viewer intended for use with tiling window managers.": "imv är en kommandoradsbildvisare avsedd för användning med kaklade fönsterhanterare.",
    "Simple screen locker.": "Simpel skärmlåsare.",
    "Screenshot of Fedora Sericea": "Skärmbild av Fedora Sericea",
    "Podman is a daemonless container engine for developing, managing and running Open Container Initiative (OCI) containers and container images on your Linux system.": "Podman är en demonlös behållarmotor för att utveckla, hantera och köra Open Container Initiative (OCI)-behållare och behållaravbildningar på ditt Linux-system.",
    "Podman for development": "Podman för utveckling",
    "Just a click and you're connected to your wireless LAN router, or online via many supported 3G mobile broadband cards.": "Bara ett klick och du är ansluten till din trådlösa LAN router, eller online via dom många 3G-kort för mobilt bredband som stöds.",
    "Highly-configurable and lightweight notification daemon.": "Mycket konfigurerbar och lätt notifieringsdemon.",
    "Highly customizable Wayland window manager Sway is great for keyboard-first workflows.": "Den mycket anpassningsbara Wayland fönsterhanteraren Sway är perfekt för arbetsflöden som börjar med tangentbordet.",
    "Foot is a fast, lightweight and minimalistic Wayland terminal emulator.": "Foot är en snabb, lätt och minimalistisk Wayland terminalemulator.",
    "File manager for Linux and other Unix-like systems.": "Filhanterare för Linux och andra Unix-liknande system.",
    "Fedora creates an innovative, free and open source platform for hardware, clouds, and containers that enables software developers and community members to build tailored solutions for their users.": "Fedora skapar en innovativ, gratis och öppen källkodsplattform för hårdvara, moln och behållare som gör det möjligt för mjukvaruutvecklare och gemenskapsmedlemmar att bygga skräddarsydda lösningar för sina användare.",
    "Fedora Sericea provides the popular Sway tiling window manager in an immutable fashion. It makes Sway accessible and appealing to both novices and advanced users who prefer not to use a mouse, touchpad, or other pointing device to interact with their environment. Featuring lightweight applications for web browsing, text editing, and media playback, the Fedora Sericea offers a complete experience with a minimalist user interface.": "Fedora Sericea tillhandahåller den populära Sway kakelfönsterhanteraren på ett oföränderligt sätt. Detta gör Sway tillgängligt och tilltalande för både nybörjare och avancerade användare som föredrar att inte använda en mus, pekplatta eller annan pekenhet för att interagera med sin miljö. Med lätta program för webbsurfning, textredigering och mediauppspelning erbjuder Fedora Sericea en komplett upplevelse med ett minimalistiskt användargränssnitt.",
    "Fedora Sericea Image": "Fedora Sericea Avbild",
    "Download thousands of open-source and proprietary, containerized applications thanks to Flatpak.": "Ladda ner tusentals öppenkällkods och proprietära, containeriserade program tack vare Flatpak.",
    "CLI application to control the NetworkManager configuration. It gives you the power of the nm-applet, but in the terminal.": "CLI-program för att styra NetworkManager konfigurationen. Det ger dig kraften av nm-applet, men i terminalen.",
    "Fedora Community & Support": "Fedora Gemenskap & Support",
    "Configuration": "Konfiguration",
    "Built on top of the best": "Byggt ovanpå de bästa",
    "Applications as Flatpaks": "Applikationer som Flatpaks",
    "A window switcher, application launcher and dmenu replacement.": "En fönsterväxlare, programstartare och dmenu-ersättare.",
    "A Dynamic display configuration tool.": "Ett verktyg för dynamisk displaykonfiguration.",
    "Screenshot of Fedora Phosh on mobile": "Skärmbild av Fedora Phosh på mobil",
    "Fedora Sway Image": "Fedora Sway Avbild",
    "By clicking on and downloading Fedora, you agree to comply with the [Fedora Export Control Policy](https://docs.fedoraproject.org/en-US/legal/export/).": "Genom att klicka på och ladda ner Fedora samtycker du till att följa [Fedoras exportkontrollpolicy](https://docs.fedoraproject.org/en-US/legal/export/).",
    "The Fedora CoreOS working group": "Fedora CoreOS arbetsgruppen",
    "Sway Tiling WM": "Sway Kaklad fönsterhanterare",
    "Our flagship Fedora Linux variants for different uses.": "Våra flaggskepps Fedora Linux-varianter för olika användningsområden.",
    "Fedora Sericea is an immutable Sway-based desktop.": "Fedora Sericea är ett oföränderligt Sway-baserat skrivbord.",
    "Fedora Linux with the Sway Tiling Window Manager": "Fedora Linux med Sway kaklad fönsterhanterare",
    "Fedora Linux with the Budgie Desktop": "Fedora Linux med Budgie skrivbordet",
    "Budgie Desktop": "Budgie skrivbordet",
    "Utilities": "Verktyg",
    "The popular and free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.": "Den populära och kostnadsfria webbläsaren som stöds av Mozilla, en ideell organisation dedikerad till internethälsa och integritet.",
    "The integrated personal information manager of KDE Plasma Desktop. The Kontact suite unites mature and proven KDE PIM applications under one easy to use application.": "Den integrerade personliga informationshanteraren för KDE Plasma Skrivbordet. Kontact sviten förenar mogna och beprövade KDE PIM-program under ett lättanvänt program.",
    "The Fedora KDE Plasma Desktop Edition is a powerful Fedora-based operating system utilizing the KDE Plasma Desktop as the main user interface.\n\nFedora KDE Plasma Desktop comes with many pre-selected top quality applications that suit all modern desktop use cases - from online communication like web browsing, instant messaging and electronic mail correspondence, through multimedia and entertainment, to an advanced productivity suite, including office applications and enterprise grade personal information management.\n\nAll KDE applications are well integrated, with a similar look and feel and an easy to use interface, accompanied by an outstanding graphical appearance.": "Fedora KDE Plasma Skrivbordsvarianten är ett kraftfullt Fedora-baserat operativsystem som använder KDE Plasma Skrivbordet som huvudanvändargränssnitt.\n\nFedora KDE Plasma Skrivbordet kommer med många förvalda högkvalitativa program som passar alla moderna datoranvändningsfall - från onlinekommunikation som webbsurfning, snabbmeddelanden och e-post korrespondens, till multimedia och underhållning, till en avancerad produktivitetssvit, inklusive kontorsprogramoch hantering av personlig information i företagsklass.\n\nAlla KDE program är välintegrerade, med liknande utseende och känsla och ett lättanvänt gränssnitt, tillsammans med ett enastående grafiskt utseende.",
    "Stay connected with your friends and colleagues using Telepathy Instant Messaging client. It supports all common IM protocols.": "Håll kontakten med dina vänner och kollegor med hjälp av Telepathy snabbmeddelande klienten. Den stöder alla vanliga IM-protokoll.",
    "Screenshot of Fedora KDE Plasma desktop": "Skärmbild av Fedora KDE Plasma skrivbordet",
    "Parley is a vocabulary trainer that helps you memorize things via virtual flashcards. It provides a rich set of tools to manage your card sets.": "Parley är en vokabulärtränare som hjälper dig att memorera saker via virtuella flashkort. Den ger en rik uppsättning verktyg för att hantera dina kortuppsättningar.",
    "Okular is a universal document viewer that combines the excellent functionalities with the versatility of supporting different kind of documents, like PDF, Postscript, DjVu, CHM, XPS, ePub and others.": "Okular är en universell dokumentvisare som kombinerar de utmärkta funktionerna med mångsidigheten att stödja olika typer av dokument, som PDF, Postscript, DjVu, CHM, XPS, ePub och andra.",
    "Office & Productivity Suite": "Kontor & Produktivitetssvit",
    "Marble is a virtual globe and world atlas in your computer. You can learn a lot about Earth or you can just enjoy virtual trips around our planet.": "Marble är en virtuell jordglob och världsatlas i din dator. Du kan lära dig mycket om jorden eller så kan du bara njuta av virtuella resor runt vår planet.",
    "LibreOffice is a free and powerful office suite. Its clean interface and feature-rich tools help you unleash your creativity and enhance your productivity.": "LibreOffice är en gratis och kraftfull kontorssvit. Dess rena gränssnitt och funktionsrika verktyg hjälper dig att släppa loss din kreativitet och förbättra din produktivitet.",
    "Kalzium allows you to explore the periodic table of elements. It has a 3D molecule editor plus multiple simulators and calculators.": "Kalzium låter dig utforska grundämnenas periodiska system. Den har en 3D-molekylredigerare plus flera simulatorer och miniräknare.",
    "K3B allows you to easily back up your multimedia files as it's a full featured CD/DVD writing software. K3B supports writing data CDs/DVDs, audio CDs, video CDs, DVDs, copying, CD ripping and more.": "K3B låter dig att enkelt säkerhetskopiera dina multimediafiler eftersom det är en komplett CD/DVD-brännarprogramvara. K3B stöder skrivning av data-CD/DVD, ljud-CD, video-CD, DVD, kopiering, CD-rippning och mer.",
    "Gwenview is able to load and save to a variety of image formats, such as PNG and JPEG. Its simple interface does not get in the way and lets you view your images quickly and easily.": "Gwenview kan ladda och spara till en mängd olika bildformat, såsom PNG och JPEG. Dess enkla gränssnitt kommer inte vara i vägen och låter dig se dina bilder snabbt och enkelt.",
    "Fedora KDE Plasma Image": "Fedora KDE Plasma Avbild",
    "Fedora KDE Plasma Desktop": "Fedora KDE Plasma Skrivbord",
    "Education": "Utbildning",
    "Dolphin is a file manager that lets you navigate and browse the contents of your hard drives, USB sticks, SD cards, and more. Creating, moving, or deleting files and folders is simple and fast.": "Dolphin är en filhanterare som låter dig navigera och bläddra igenom innehållet på dina hårddiskar, USB-minnen, SD-kort och mer. Att skapa, flytta eller ta bort filer och mappar är enkelt och snabbt.",
    "Ark is a graphical file compression and decompression utility with support for multiple formats, including tar, gzip, bzip2, rar and zip, as well as CD-ROM images. Ark can be used to browse, extract, create, and modify archives.": "Ark är ett verktyg för grafisk filkomprimering och dekomprimering med stöd för flera format, inklusive tar, gzip, bzip2, rar och zip, samt CD-ROM-avbilder. Ark kan användas för att bläddra, extrahera, skapa och ändra arkiv.",
    "Are you a downloader? Use KTorrent or KGet to get new versions of Fedora KDE Plasma Desktop Edition!": "Är du en nerladdare? Använd Ktorrent eller KGet för att hämta nya versioner av Fedora KDE Plasma skrivbords variant!",
    "A simple music player that should be easy to use. It does not require any configuration before one can use it.": "En simpel musikspelare som ska vara lätt att använda. Det kräver ingen konfiguration innan man kan använda den.",
    "A multimedia player where the focus is on simplicity, instead of features. Its simple interface is designed not to get in your way and instead empower you to simply play multimedia files.": "En multimediaspelare där fokus ligger på enkelhet, istället för funktioner. Dess enkla gränssnitt är utformat för att inte vara i vägen för dig och istället ge dig möjlighet att helt enkelt spela multimediafiler.",
    "Fedora Server is a powerful, flexible operating system that includes the best and latest datacenter technologies.": "Fedora Server är ett kraftfullt, flexibelt operativsystem som inkluderar de bästa och senaste datacenterteknologierna.",
    "Sign up at [coreos-status@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Registrera dig på [coreos-status{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) för att få mötes dagordningar och protokoll.",
    "Open to all current and potential contributors on Wednesday 11 AM Eastern on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Öppet för alla nuvarande och potentiella bidragsgivare onsdag 11:00 Östra USA tid på [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).",
    "Also known as armv8. For most processors other than Intel and AMD like Raspberry Pi or other comparable devices.": "Också känt som armv8. För dom flesta processorna som inte är Intel och AMD som Raspberry Pi och andra jämförbara enheter.",
    "You can view, file, and discuss Fedore Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/cloud-sig/issues).": "Du kan visa, skicka in och diskutera Fedora Cloud problem på [Fedora Cloud felspårare](https://pagure.io/cloud-sig/issues).",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora Cloud is created by a team in the Fedora community called the **Cloud Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Cloud Working Group website](https://fedoraproject.org/wiki/Cloud_SIG).": "Fedora-projektet föreställer sig en värld där alla drar nytta av gratis programvara med öppen källkod byggd av inkluderande, välkomnande och fördomsfria gemenskaper.\n\nFedora Cloud är skapat av ett team i Fedora gemenskapen som kallas för **Cloud arbetsgruppen**. Den består av officiella medlemmar som har beslutsfattande befogenheter, såväl som andra bidragsgivare. Läs mer på [Cloud Working Group webbplatsen](https://fedoraproject.org/wiki/Cloud_SIG).",
    "Sign up at [cloud@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Registrera dig på [cloud{'@'}ists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) för att få mötes dagordningar och protokoll.",
    "Open to all current and potential contributors on **Wednesday 11 AM Eastern** on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Öppet för alla nuvarande och potentiella bidragsgivare på **onsdagar kl. 11.00 Östra USA tid** på [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting: fedoraproject.org).",
    "Utilities & Configuration": "Verktyg & Konfiguration",
    "The Fedora Budgie Spin showcases the Budgie Desktop, a feature-rich, modern desktop designed to keep out the way of the user. Budgie Desktop uses common desktop design metaphors while offering uses sophisticated functionality such as its Raven widget and notification center, and an approachable method to personalization.\n\nThis Spin is designed to align closely with upstream Budgie Desktop, providing a close to vanilla experience with a curated set of default applications that fit in best with Budgie.": "Fedora Budgie Spinn visar upp Budgie Skrivbord, ett funktionsrikt, modernt skrivbord designat för att inte vara i vägen för användaren. Budgie Skrivbord använder vanliga metaforer för skrivbordsdesign samtidigt som det erbjuder använder sofistikerad funktionalitet som dess Raven-widgets och meddelandecenter, och en lättillgänglig metod för anpassning.\n\nDenna spinn är designad att hålla sig till uppströms Budgie Skrivbordet så mycket som möjligt, vilket ger en nära vaniljupplevelse med en utvald uppsättning standardprogram som passar bäst in i Budgie.",
    "Simple interface. Powerful music management. Playlists. Streaming Radio. Podcasts.": "Enkelt gränssnitt. Kraftfull musikhantering. Spellistor. Strömmande radio. Podcasts.",
    "Screenshot of Fedora Budgie desktop": "Skärmbild av Fedora Budgie skrivbordet",
    "Office & Productivity": "Kontor & Produktivitet",
    "Multimedia": "Multimedia",
    "Mozilla Thunderbird is a standalone Matrix, mail and newsgroup client. Organize your schedule with the included Lightning calendar application.": "Mozilla Thunderbird är en fristående Matrix, e-post och nyhetsgruppsklient. Organisera ditt schema med det medföljande Lightning kalenderprogrammet.",
    "LibreOffice is an integrated office suite. It utilizes free and open standards for its document formats and components.": "LibreOffice är en integrerad kontorssvit. Den använder fria och öppna standarder för sina dokumentformat och komponenter.",
    "Going Online": "Gå Online",
    "Fedora Budgie Spin ships Gnome Terminal, the gateway to the real power of any UNIX/Linux machine.": "Fedora Budgie Spinn kommer med Gnome Terminal, portalen till den verkliga kraften av vilken UNIX/Linux-maskin som helst.",
    "Fedora Budgie Image": "Fedora Budgie avbild",
    "Eye of MATE is meant to be a fast and functional image viewer.": "Eye of MATE är tänkt att vara en snabb och funktionell bildvisare.",
    "Explore the World Wide Web with Firefox, the full featured web browser.": "Utforska World Wide Webb med Firefox, den kompletta webbläsaren.",
    "Budgie Desktop Settings provide a wide range of capabilities for personalization, from Raven and panel management to theming.": "Budgie skrivbordsinställningar ger ett brett utbud av funktioner för personalisering, från Raven och panelhantering till teman.",
    "Atril is a simple multi-page document viewer. It can display and print PostScript, DVI, XPS and Portable Document Format files.": "Atril är en enkel dokumentvisare som kan visa flera sidor. Den kan visa och skriva ut PostScript, DVI, XPS och Portable Document Format filer.",
    "A modern media player, using gtk3 and the gstreamer plugin framework.": "En modern mediaspelare, som använder gtk3 och gstreamer plugin ramverk.",
    "We're so glad you've decided to give Fedora Budgie Spin a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Budgie Spinn ett försök. Vi vet att du kommer att älska den.",
    "Upstream Documentation": "Uppströms dokumentation",
    "Fedora Budgie Spin": "Fedora Budgie Spinn",
    "🎉 [Fedora Linux 38 released!](https://fedoramagazine.org/announcing-fedora-38)": "🎉 [Fedora Linux 38 har släppts!](https://fedoramagazine.org/announcing-fedora-38)",
    "We're so glad you've decided to give Fedora XFCE a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora XFCE ett försök. Vi vet att du kommer att älska det.",
    "Universal messaging client. Communicate with the world via IRC, AIM, MSN, Yahoo and other instant messaging systems.": "Universell meddelandeklient. Kommunicera med världen via IRC, AIM, MSN, Yahoo och andra snabbmeddelandesystem.",
    "The Fedora Xfce spin showcases the Xfce desktop, which aims to be fast and lightweight, while still being visually appealing and user friendly.\nFedora Xfce is a full-fledged desktop using the freedesktop.org standards.": "Fedora Xfce-spinnen visar upp Xfce-skrivbordet, som syftar till att vara snabbt och lätt, samtidigt som det fortfarande är visuellt tilltalande och användarvänligt.\nFedora Xfce är ett fullfjädrat skrivbord som använder freedesktop.org-standarderna.",
    "System Settings": "Systeminställningar",
    "Screenshot of Fedora XFCE desktop": "Skärmdump av Fedora XFCE-skrivbordet",
    "Quick and full featured word processing made easy.": "Snabb och fullfjädrad ordbehandling på ett enkelt sätt.",
    "No need to know cryptic commands and config files. Click the options you like to change and choose the settings that make you happy.": "Inget behov av att känna till kryptiska kommandon och konfigurationsfiler. Klicka på de alternativ du vill ändra och välj de inställningar som gör dig nöjd.",
    "Manage and play your music with ease.": "Hantera och spela din musik med lätthet.",
    "Gnumeric is a lightweight application to create lightning fast spreadsheets.": "Gnumeric är ett lättviktigt program för att skapa blixtsnabba kalkylblad.",
    "Fedora XFCE Image": "Fedora XFCE avbild",
    "Claws Mail is an easy to configure and full featured email application for the Xfce Desktop.": "Claws Mail är ett lättkonfigurerat och komplett e-postprogram för Xfce skrivbordet.",
    "A quick and easy to use image viewer.": "En snabb och lättanvänd bildvisare.",
    "A modern media player, using GTK+3 and the GStreamer plugin framework.": "En modern mediaspelare som använder GTK+3 och GStreamer plugin-ramverket.",
    "Just want an ISO file?": "Vill du bara ha en ISO-fil?",
    "Get started by using Fedora Media Writer, which makes it super easy to give Fedora a try. [Learn More](https://docs.fedoraproject.org/en-US/fedora/latest/preparing-boot-media/#_fedora_media_writer)": "Kom igång genom att använda Fedora Mediaskrivare, vilket gör det superenkelt att prova på Fedora. [Läs mer](https://docs.fedoraproject.org/en-US/fedora/latest/preparing-boot-media/#_fedora_media_writer)",
    "We're so glad you've decided to give Fedora Sway Spin a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Sway spinn ett försök. Vi vet att du kommer att älska det.",
    "We're so glad you've decided to give Fedora Sugar on a Stick Spin a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Socker på en pinne spinn ett försök. Vi vet att du kommer att älska det.",
    "Fedora Sugar on a Stick Spin": "Fedora Socker på en pinne spinn",
    "We're so glad you've decided to give Fedora Phosh a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Phosh ett försök. Vi vet att du kommer att älska det.",
    "The Phosh spin provides a mobile friendly, touch based desktop interface. It's built for mobile devices like phones and tablets, but also laptops with touchscreens. \n\n\nPhosh allows you to use a touch based device to quickly launch and switch applications as well as handy settings like battery level and wan signal strength. \n\n\nBehind this desktop is the entire Fedora collection of packages which you can install and use as you see fit. Phosh is built on wayland and other modern gnome desktop technologies.": "Phosh spinnen ger ett mobilvänligt, beröringsbaserat skrivbordsgränssnitt. Det är byggt för mobila enheter som telefoner och surfplattor, men även bärbara datorer med pekskärmar.\n\n\nPhosh låter dig använda en touchbaserad enhet för att snabbt starta och byta applikationer samt praktiska inställningar som att se batterinivå och wan-signalstyrka.\n\n\nBakom detta skrivbord finns hela Fedora samlingen av paket som du kan installera och använda som du vill. Phosh är byggt på wayland och andra moderna gnome-skrivbordsteknologier.",
    "Images optimized to run on cloud infrastructures.": "Avbilder optimerade för att köras på molninfrastruktur.",
    "We're so glad you've decided to give Fedora Minimal a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Minimal ett försök. Vi vet att du kommer att älska det.",
    "Fedora Minimal": "Fedora Minimal",
    "We're so glad you've decided to give Fedora Mate Compiz Spin a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Mate Compiz spinn ett försök. Vi vet att du kommer att älska det.",
    "Fedora Mate Compiz Spin": "Fedora Mate Compiz spinn",
    "We're so glad you've decided to give Fedora LXQT Spin a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora LXQT spinn ett försök. Vi vet att du kommer att älska det.",
    "Fedora LXQT Spin": "Fedora LXQT spinn",
    "We're so glad you've decided to give Fedora LXDE Spin a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora LXDE spinn ett försök. Vi vet att du kommer att älska det.",
    "Fedora LXDE Spin": "Fedora LXDE spinn",
    "We're so glad you've decided to give Fedora KDE Plasma Desktop a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora KDE Plasma skrivbordet ett försök. Vi vet att du kommer att älska det.",
    "We're so glad you've decided to give Fedora i3 Spin a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora i3 spinn ett försök. Vi vet att du kommer att älska det.",
    "Fedora i3 Spin": "Fedora i3 spinn",
    "We're so glad you've decided to give Fedora Cinnamon Spin a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Cinnamon spinn ett försök. Vi vet att du kommer att älska det.",
    "Fedora Cinnamon Spin": "Fedora Cinnamon spinn",
    "GNOME Terminal": "GNOME Terminal",
    "Eye of MATE": "Eye of MATE",
    "Budgie Desktop Settings": "Budgie skrivbordsinställningar",
    "We're so glad you've decided to give Fedora Everything a try. We know you'll love it.": "Vi är så glada att du har bestämt dig för att ge Fedora Allting ett försök. Vi vet att du kommer att älska det.",
    "Fedora Everything": "Fedora Allting",
    "GitLab repo": "GitLab förvar",
    "CMS": "CMS",
    "Verify your download for security and integrity using the proper checksum file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Verifiera din nedladdning för säkerhet och integritet med hjälp av rätt kontrollsummafil. Om det finns en bra signatur från en av Fedora-nycklarna och SHA256-kontrollsumman matchar, är nedladdningen giltig.",
    "No files available for this version.": "Inga filer tillgängliga för den här versionen.",
    "It's your Operating System.": "Det är ditt operativsystem."
}
