{
    "Next": "Sonraki",
    "Help": "Yardım",
    "Secure": "Güvenli",
    "Customizable": "Özelleştirilebilir",
    "Community Support": "Topluluk Desteği",
    "Description": "Açıklama",
    "Download Now": "Şimdi İndir",
    "Obsolete GPG keys": "Eski GPG anahtarları",
    "Current GPG keys": "Geçerli GPG anahtarları",
    "Latest release": "En son sürüm",
    "Release Notes": "Sürüm Notları",
    "Become a Sponsor": "Sponsor Ol",
    "BETA": "BETA",
    "Download": "İndir",
    "Try it now.": "Şimdi dene.",
    "Sponsors": "Destekleyenler",
    "Fedora Logo": "Fedora Logosu",
    "Support": "Destek",
    "Contributors": "Katkı sunanlar",
    "Community": "Topluluk",
    "Downloads": "İndirmeler",
    "Languages": "Diller",
    "Join a community of users and contributors focused on Fedora Cloud.": "Fedora Cloud'a odaklanan bir kullanıcı ve katılımcı topluluğuna katılın.",
    "Forum": "Forum",
    "Communication Channels": "İletişim Kanalları",
    "Chat Now": "Şimdi sohbet edin",
    "Chat": "Sohbet",
    "Attend a meeting": "Bir toplantıya katılın",
    "Utilities & Configuration": "Yardımcı Programlar & Yapılandırma",
    "Simple interface. Powerful music management. Playlists. Streaming Radio. Podcasts.": "Basit arayüz. Güçlü müzik yönetimi. Çalma listeleri. Radyo Akışı. Podcast'ler.",
    "Screenshot of Fedora Budgie desktop": "Fedora Budgie masaüstünün ekran görüntüsü",
    "Office & Productivity": "Ofis & Üretkenlik",
    "Multimedia": "Multimedya",
    "LibreOffice is an integrated office suite. It utilizes free and open standards for its document formats and components.": "LibreOffice entegre bir ofis paketidir. Belge formatları ve bileşenleri için ücretsiz ve açık standartlar kullanır.",
    "Going Online": "Çevrimiçi olun",
    "Eye of MATE is meant to be a fast and functional image viewer.": "Eye of MATE hızlı ve işlevsel bir resim görüntüleyici olarak tasarlanmıştır.",
    "We're so glad you've decided to give Fedora Budgie Spin a try. We know you'll love it.": "Fedora Budgie Spin'i denemeye karar verdiğiniz için çok mutluyuz. Çok seveceğinizi biliyoruz.",
    "Fedora Budgie Spin": "Fedora Budgie Spin",
    "For IBM s390x zSystems": "IBM s390x zSystem'ler için",
    "For Power ppc64le systems": "Power ppc64le sistemler için",
    "For ARM® aarch64 systems": "ARM® aarch64 sistemler için",
    "For Intel and AMD x86_64 systems": "Intel ve AMD x86_64 sistemler için",
    "Verify the CHECKSUM file is valid": "CHECKSUM dosyasının geçerli olduğunu doğrulayın",
    "100% Free & Open Source": "100% Ücretsiz ve Açık Kaynak",
    "Verify the signature file is valid": "İmza dosyasının geçerli olduğunu doğrulayın",
    "Verify the checksum matches": "Checksum eşleşmelerini doğrulayın",
    "Verify the checksum file is valid": "Checksum dosyasının geçerli olduğunu doğrulayın",
    "Verify your download": "İndirmenizi doğrulayın",
    "Learn more": "Daha fazla bilgi edinin",
    "Get Started": "Başlayın",
    "Watch the latest reviews ➔": "En son incelemeleri izleyin➔",
    "Once you have downloaded an image, be sure to verify it for both security and integrity.": "Bir görüntü indirildikten sonra, güvenliğiniz için bütünlüğünü kontrol edin.",
    "Most computers with Intel and AMD processors.": "Intel ve AMD işlemcili çoğu bilgisayar.",
    "Deadline:": "son tarih:",
    "Destination": "Hedef",
    "Learn more about the relationship between Red Hat and Fedora": "Red Hat ve Fedora arasındaki ilişki hakkında daha fazla bilgi edinin",
    "Fedora is sponsored by Red Hat": "Fedora, Red Hat tarafından desteklenmektedir",
    "Code of Conduct": "Davranış Kuralları",
    "Legal": "Yasal",
    "Privacy Statement": "Gizlilik Bildirimi",
    "Join Us!": "Bize katılın!",
    "Cloud Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "Bulut Çalışma Grubu toplantıları tüm mevcut ve potansiyel katılımcılara açıktır , Çarşamba günleri, ABD Doğu saatiyle 11:00'de fedora-meeting{'@'}irc.libera.chat adresinde.",
    "Mozilla Thunderbird is a standalone Matrix, mail and newsgroup client. Organize your schedule with the included Lightning calendar application.": "Mozilla Thunderbird, bağımsız bir Matrix, mail ve haber grubu istemcisidir. Birlikte verilen Lightning takvim uygulamasıyla programınızı düzenleyin.",
    "Fedora Budgie Image": "Fedora Budgie İmajı",
    "Explore the World Wide Web with Firefox, the full featured web browser.": "Tam özellikli web tarayıcısı Firefox ile internet'i keşfedin.",
    "Budgie Desktop Settings provide a wide range of capabilities for personalization, from Raven and panel management to theming.": "Budgie Masaüstü Ayarları, Raven ve panel yönetiminden temalamaya kadar çok çeşitli kişiselleştirme yetenekleri sağlar.",
    "Atril is a simple multi-page document viewer. It can display and print PostScript, DVI, XPS and Portable Document Format files.": "Atril basit bir çok sayfalı belge görüntüleyicisidir. PostScript, DVI, XPS ve Taşınabilir Belge Biçimi dosyalarını görüntüleyebilir ve yazdırabilir.",
    "You can verify the details of the GPG key(s) below.": "GPG anahtarının ayrıntılarını aşağıda doğrulayabilirsiniz.",
    "List Fedora's GPG key(s)": "Fedora'nın GPG anahtarını listele",
    "You can verify the details of the GPG key(s)": "GPG anahtarının ayrıntılarını doğrulayabilirsiniz",
    "Visit Fedora Youtube": "Fedora Youtube'u ziyaret edin",
    "Cloud Launchable": "Bulutta Başlatılabilir",
    "Cloud Images": "Bulut Görüntüleri",
    "Fedora CoreOS can be deployed on 3 different CPU architecture.": "Fedora CoreOS, 3 farklı CPU mimarisine kurulabilir.",
    "Pick your": "Seçiniz",
    "Learn more about the relationship between Red Hat and Fedora.": "Red Hat ve Fedora arasındaki ilişki hakkında daha fazla bilgi edinin.",
    "Fedora is sponsored by Red Hat.": "Fedora, Red Hat tarafından desteklenmektedir.",
    "Learn More": "Daha fazla bilgi edin",
    "Sponsored by Red Hat Logo": "Red Hat Logosu Desteğiyle",
    "Attending a meeting or reporting and discussing issues you've found can be a great first step at contribution": "Bir toplantıya katılmak veya tespit ettiğiniz sorunları raporlamak ve tartışmak, katkı sağlamak için harika bir ilk adım olabilir",
    "verify_button_instruction": "İndirme işleminize uygun talimatları almak için doğrulama düğmesini {verify_button} tıklayın.",
    "Sign up at [coreos-status@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Şu adresten kaydolun [coreos-status{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/coreos-status.lists.fedoraproject.org/) Toplantı gündemlerini ve tutanaklarını almak için.",
    "Become a Fedora Contributor": "Fedora'ya katkıda bulunun",
    "By calculating the image’s checksum on your own computer and comparing it to the original checksum, you can verify the image has not been tampered with or corrupted. Images are also gpg signed with Fedora keys to demonstrate their integrity": "Görüntünün sağlama toplamını kendi bilgisayarınızda hesaplayarak ve orijinal sağlama toplamıyla karşılaştırarak görüntünün kurcalanmadığını veya bozulmadığını doğrulayabilirsiniz. Görüntüler ayrıca bütünlüklerini göstermek için Fedora anahtarlarıyla gpg imzalıdır",
    "We take security seriously": "Güvenliği ciddiye alıyoruz",
    "Import Fedora's GPG key(s)": "Fedora'nın GPG anahtarını içe aktarın",
    "Your friendly and helpful contributions to these communication channels would be greatly appreciated": "Bu iletişim kanallarına yapacağınız dostça ve yardımsever katkılar için minnettar oluruz",
    "Once you have downloaded an image, be sure to verify it for both security and integrity": "Bir görüntüyü indirdikten sonra, hem güvenlik hem de bütünlük açısından doğruladığınızdan emin olun",
    "Fedora Spins": "Fedora Spinleri",
    "If you prefer an alternative desktop environment such as KDE Plasma Desktop or Xfce, you can download a Fedora Spin for your preferred desktop environment and use that to install Fedora, pre-configured for the desktop environment of your choice.": "KDE Plazma Masaüstü veya Xfce gibi alternatif bir masaüstü ortamını tercih ederseniz, tercih ettiğiniz masaüstü ortamı için bir Fedora Spin indirebilir ve bunu, seçtiğiniz masaüstü ortamı için önceden yapılandırılmış Fedora'yı yüklemek için kullanabilirsiniz.",
    "The solid edge foundation": "En yeni nesil için sağlam bir temel",
    "Fedora IoT provides a trusted open source platform as a strong foundation for IoT ecosystems.": "Fedora IoT, IoT ekosistemleri için güçlü bir temel olarak güvenilir bir açık kaynak platformu sağlar.",
    "Fedora Server is a powerful, flexible operating system that includes the best and latest datacenter technologies.": "Fedora Server, en iyi ve en yeni veri merkezi teknolojilerini içeren güçlü ve esnek bir işletim sistemidir.",
    "The leading Linux desktop": "Önde gelen Linux masaüstü",
    "Fedora Workstation is a polished, easy to use operating system for laptop and desktop computers, with a complete set of tools for developers and makers of all kinds.": "Fedora Workstation, dizüstü ve masaüstü bilgisayarlar için geliştirilmiş, kullanımı kolay bir işletim sistemidir ve her türden geliştirici ve yapımcı için eksiksiz bir araç seti içerir.",
    "An innovative platform for hardware, clouds, and containers, built with love by you.": "Donanım, bulut ve konteynerler için sizin tarafınızdan sevgiyle oluşturulmuş yenilikçi bir platform.",
    "its_your_Operating System.": "İşletim Sistemi.",
    "Education": "Eğitim",
    "its_your_Community.": "Topluluk.",
    "its_your_Workstation.": "Workstation.",
    "its_your_Server.": "Server.",
    "License": "Lisans",
    "Workshops": "Atölye Çalışmaları",
    "Virtual": "Sanal",
    "Spotlight": "Öne Çıkanlar",
    "Sessions": "Oturumlar",
    "Register": "Kayıt Olun",
    "Screenshot": "Ekran görüntüsü",
    "architecture": "mimari",
    "Registration": "Kayıt",
    "Workstation speaks your language": "Workstation sizin dilinizi konuşuyor",
    "Events": "Etkinlikler",
    "Don't miss these important deadlines": "Bu önemli tarihleri kaçırmayın",
    "Discussions": "Tartışmalar",
    "Cork": "Cork",
    "Community events hosted around the world": "Dünyanın dört bir yanında düzenlenen topluluk etkinlikleri",
    "Calendar": "Takvim",
    "Booths": "Standlar",
    "Benefits of Sponsoring Flock": "Flock'a Sponsor Olmanın Faydaları",
    "August 1 - 4, 2023": "1 - 4 Ağustos 2023",
    "A Hybrid Experience": "Hibrit Bir Deneyim",
    "A 3 day conference hosted on Hopin.io": "Hopin.io'da düzenlenen 3 günlük bir konferans",
    "Fedora CoreOS Release Notes": "Fedora CoreOS Yama Notları",
    "You can view, file, and discuss Fedore CoreOS issues on the Fedora CoreOS issue tracker.": "Fedore CoreOS sorunlarını Fedora CoreOS sorun izleyicisinde görüntüleyebilir, dosyalayabilir ve tartışabilirsiniz.",
    "Why Fedora CoreOS?": "Neden Fedora CoreOS?",
    "Visit \\#fedora-coreos on irc.libera.chat.": "Ziyaret et \\#fedora-coreos on irc.libera.chat.",
    "Try it now": "Şimdi deneyin",
    "The Fedora CoreOS image is kept minimal by design.": "Fedora CoreOS imajı tasarım gereği minimal tutulmuştur.",
    "Platforms Tested against CoreOS": "CoreOS ile Test Edilen Platformlar",
    "Open to everyone": "Herkese açık",
    "Minimal": "Minimal",
    "Flexible": "Esnek",
    "Fedora CoreOS Image": "Fedora CoreOS imajı",
    "CoreOS is currently available on multiple platforms, with more coming soon.": "CoreOS şu anda birden fazla platformda mevcut ve yakında daha fazlası da gelecek.",
    "A minimal OS with automatic updates. Scalable and secure.": "Otomatik güncellemelere sahip minimal bir işletim sistemi. Ölçeklenebilir ve güvenli.",
    "Testing": "Test yapmak",
    "Stable": "Kararlı",
    "Pick your architecture": "Mimarinizi seçin",
    "For IBM Cloud and zSystems.": "IBM Cloud ve zSystems için.",
    "Join a community of users and contributors focused on Fedora CoreOS.": "Fedora CoreOS'a odaklanan kullanıcılar ve katkıda bulunanlardan oluşan bir topluluğa katılın.",
    "CoreOS Working Group meetings are open to all current and potential contributors on Wednesdays, 11 AM US Eastern at fedora-meeting@irc.libera.chat.": "CoreOS Çalışma Grubu toplantıları Çarşamba günleri saat 11.00'de fedora-meeting{'@'}irc.libera.chat adresinde tüm mevcut ve potansiyel katılımcılara açıktır.",
    "You can view, file, and discuss Fedore Cloud issues on the [Fedora Cloud issue tracker](https://pagure.io/cloud-sig/issues).": "Fedore Cloud sorunlarını şu adresten görüntüleyebilir, dosyalayabilir ve tartışabilirsiniz [Fedora Cloud sorun izleyicisi](https://pagure.io/cloud-sig/issues).",
    "Why Fedora Cloud?": "Neden Fedora Cloud?",
    "Visit **\\#fedora-Cloud** on irc.libera.chat.": "Ziyaret edin **\\#fedora-Cloud** on irc.libera.chat.",
    "Up-to-date": "Güncel",
    "The lightweight VM environment": "Hafif sanal makine ortamı",
    "Open-source Ecosystem": "Açık Kaynaklı Ekosistem",
    "Join the mailing list": "E-posta listesine katılın",
    "Fedora Cloud Image": "Fedora Bulut İmajı",
    "Everything is supported by a totally free and open-source Fedora ecosystem.": "Her şey tamamen ücretsiz ve açık kaynaklı Fedora ekosistemi tarafından desteklenmektedir.",
    "Chat with the team": "Ekip ile sohbet edin",
    "Built By You": "Sizin Tarafınızdan İnşa Edildi",
    "Being an open source project means that there is a large pool of knowlege and expertise available.": "Açık kaynaklı bir proje olması, geniş bir bilgi ve uzmanlık havuzunun mevcut olduğu anlamına gelir.",
    "A customizable cloud native experience.": "Özelleştirilebilir bir bulut yerel deneyimi.",
    "Download the latest version of Fedora Cloud Edition for your architecture here.": "İşlemci mimariniz için Fedora Cloud Edition'ın en son sürümünü buradan indirin.",
    "Documentation": "Dokümantasyon",
    "community": "Topluluk",
    "Ways to get involved": "Katılmanın yolları",
    "Visit Now": "Şimdi Ziyaret Edin",
    "Report & discuss issues": "Sorunları & raporlayın tartışın",
    "Mailing List": "E-posta Listesi",
    "The **Fedora Cloud** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora Cloud users and contributors.": "Fedora'nın Discourse tabanlı tartışma forumundaki **Fedora Cloud** etiketi, diğer Fedora Cloud kullanıcıları ve katkıda bulunanlarla bağlantı kurmak için harika bir yerdir.",
    "Fedora Cloud is created by a team in the Fedora Project community called the Cloud Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the Cloud Working Group website.": "Fedora Cloud, Fedora Project topluluğundaki Cloud Working Group adlı bir ekip tarafından oluşturulur. Ekip karar alma yetkisine sahip resmi üyelerin yanı sıra diğer katkıda bulunan insanlardan oluşur. Bulut Çalışma Grubu web sitesinde bu grup hakkında daha fazla bilgi edinin ve nasıl dahil olabileceğinizi öğrenin.",
    "The Fedora Budgie Spin showcases the Budgie Desktop, a feature-rich, modern desktop designed to keep out the way of the user. Budgie Desktop uses common desktop design metaphors while offering uses sophisticated functionality such as its Raven widget and notification center, and an approachable method to personalization.\n\nThis Spin is designed to align closely with upstream Budgie Desktop, providing a close to vanilla experience with a curated set of default applications that fit in best with Budgie.": "Fedora Budgie Spin, kullanıcının yolundan uzak tutmak için tasarlanmış, zengin özelliklere sahip, modern bir masaüstü olan Budgie Masaüstünü sergiliyor. Budgie Desktop, Raven widget'ı ve bildirim merkezi gibi gelişmiş işlevsellik ve ulaşılabilir bir kişiselleştirme yöntemi sunarken yaygın masaüstü tasarımı yöntemlerini kullanır.\n\nBu spin, upstream Budgie Desktop'a mümkün olduğunca bağlı kalacak şekilde tasarlanmıştır ve Budgie'ye en iyi şekilde uyan bir dizi varsayılan programla vanilyaya yakın bir deneyim sağlar.",
    "Fedora Budgie Spin ships Gnome Terminal, the gateway to the real power of any UNIX/Linux machine.": "Fedora Budgie Spin, herhangi bir UNIX/Linux makinesinin gerçek gücüne açılan portal olan Gnome Terminal ile birlikte gelir.",
    "Upstream Documentation": "Upstream dokümantasyonu",
    "Both the Fedora Community Blog and Fedora Magazine are always looking for article proposals, writers, and editors.": "Hem Fedora Community Blogu hem de Fedora Magazine her zaman yeni makale önerileri, yazarlar ve editörler arıyor.",
    "Verify your download for security and integrity using the proper checksum and signature file. If there is a good signature from one of the Fedora keys, and the SHA256 checksum matches, then the download is valid.": "Güvenliğiniz ve bütünlüğünden emin olmak için, indirmenizi uygun checksum ve signature dosyasıyla doğrulayın. signature Fedora'nın anahtarlarından biriyle eşleşiyorsa ve SHA-256 checksum ile eşleşiyorsa, indirme işlemi geçerlidir.",
    "If the output states that the file is valid, then it's ready to use!": "Çıktı dosyanın geçerli olduğunu belirtiyorsa, kullanıma hazırdır!",
    "Panda, Beefy and Badger.": "Panda, Beefy ve Badger.",
    "Streams": "Akış",
    "Fedora CoreOS is available across 3 different release streams": "Fedora CoreOS 3 farklı yayın akışında mevcuttur",
    "You can view, file, and discuss Fedora CoreOS issues on the [Fedora CoreOS issue tracker](https://pagure.io/fedora-coreos/issues).": "Fedora CoreOS sorunlarını [Fedora CoreOS sorun izleyici](https://pagure.io/fedora-coreos/issues) üzerinden görüntüleyebilir, dosyalayabilir ve tartışabilirsiniz.",
    "You can chat with the Fedora CoreOS Working Group via either Matrix or IRC: #coreos:fedoraproject.org on Matrix and #fedora-coreos on irc.libera.chat.": "Fedora CoreOS Çalışma Grubu ile Matrix veya IRC üzerinden sohbet edebilirsiniz: Matrix üzerinde #coreos:fedoraproject.org ve irc.libera.chat üzerinde #fedora-coreos.",
    "The Fedora CoreOS Working Group sends meeting agendas and minutes and has discussions on their mailing list at coreos@lists.fedoraproject.org.": "Fedora CoreOS Çalışma Grubu toplantı gündemlerini ve tutanaklarını gönderir ve coreos{'@'}lists.fedoraproject.org adresindeki posta listelerinde tartışmalar yapar.",
    "The **Fedora CoreOS** tag on Fedora's Discourse-based discussion forum is a great place to connect with other Fedora CoreOS users and contributors.": "Fedora'nın Discourse tabanlı tartışma forumundaki **Fedora CoreOS** etiketi, diğer Fedora CoreOS kullanıcıları ve katkıda bulunanlarla bağlantı kurmak için harika bir yerdir.",
    "Fedora CoreOS is created by a team in the Fedora Project community called the CoreOS Working Group. It is comprised of official members who have decision-making powers, as well as other contributors. Learn more about this group and how you can get involved on the CoreOS Working Group website.": "Fedora CoreOS, Fedora Projesi topluluğunda CoreOS Çalışma Grubu adı verilen bir ekip tarafından oluşturulmuştur. Karar verme yetkisine sahip resmi üyelerin yanı sıra diğer katkıda bulunanlardan oluşur. CoreOS Çalışma Grubu web sitesinde bu grup ve nasıl dahil olabileceğiniz hakkında daha fazla bilgi edinin.",
    "The Fedora Project envisions a world where everyone benefits from free and open source software built by inclusive, welcoming, and open-minded communities.\n\nFedora Cloud is created by a team in the Fedora community called the **Cloud Working Group**. It is comprised of official members who have decision making powers, as well as other contributors. Learn more on the [Cloud Working Group website](https://fedoraproject.org/wiki/Cloud_SIG).": "Fedora Projesi, kapsayıcı, sıcakkanlı ve açık fikirli topluluklar tarafından oluşturulmuş ücretsiz ve açık kaynaklı yazılımlardan herkesin yararlandığı bir dünya öngörüyor.\n\nFedora Cloud, Fedora topluluğunda **Cloud Working Group** adı verilen bir ekip tarafından oluşturulmuştur. Karar verme yetkisine sahip resmi üyelerin yanı sıra diğer katkıda bulunanlardan oluşur. Daha fazla bilgi için [Cloud Working Group web sitesi](https://fedoraproject.org/wiki/Cloud_SIG).",
    "Sign up at [cloud@lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) to receive meeting agendas and minutes.": "Toplantı gündemlerini ve tutanaklarını almak için [cloud{'@'}lists.fedoraproject.org](https://lists.fedoraproject.org/admin/lists/cloud.lists.fedoraproject.org/) adresinden kaydolun.",
    "Open to all current and potential contributors on **Wednesday 11 AM Eastern** on [fedora-meeting@irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org).": "Tüm mevcut ve potansiyel katılımcılara **Wednesday 11 AM Eastern** on [fedora-meeting{'@'}irc.libera.chat](https://chat.fedoraproject.org/#/room/#meeting:fedoraproject.org) adresinde açıktır.",
    "Fedora Cloud offers the most recent software packages and updates, ensuring that you are constantly up to date.": "Fedora Cloud, en yeni yazılım paketlerini ve güncellemeleri sunarak sürekli güncel kalmanızı sağlar.",
    "Fedora Cloud allows you to tailor your environment to your needs by selecting the specific packages and features you want to include.": "Fedora Cloud, dahil etmek istediğiniz belirli paketleri ve özellikleri seçerek ortamınızı ihtiyaçlarınıza göre uyarlamanıza olanak tanır.",
    "Endorsed Partners of Fedora Cloud ": "Fedora Cloud'un Onaylanmış Ortakları ",
    "Designed with security in mind, Fedora Cloud includes functions like SELinux, which boosts kernel security, and Security Profiles.": "Güvenlik göz önünde bulundurularak tasarlanan Fedora Cloud, kernel güvenliğini artıran SELinux ve Güvenlik Profilleri gibi işlevler içerir.",
    "Container-based": "Container tabanlı",
    "Community-driven": "Topluluk odaklı",
    "You can chat with the Fedora Cloud Working Group via Matrix: #cloud:fedoraproject.org.": "Fedora Cloud Çalışma Grubu ile Matrix üzerinden sohbet edebilirsiniz: #cloud:fedoraproject.org.",
    "The Fedora Cloud Working Group sends meeting agendas and minutes and has discussions on their mailing list at cloud@lists.fedoraproject.org.": "Fedora Cloud Çalışma Grubu, cloud{'@'}lists.fedoraproject.org adresli bir e-posta dağıtım sunucusu kullanarak toplantı gündemlerini ve tutanaklarını gönderir ve tartışmalar yapar.",
    "Also known as armv8. For most processors other than Intel and AMD like Rasperry Pi or other comparable devices.": "Armv8 olarak da bilinir. Raspberry Pi veya diğer karşılaştırılabilir cihazlar gibi Intel ve AMD dışındaki çoğu işlemci için.",
    "Bare Metal & Virtualized": "Ana makine & sanal makinede"
}
